Repository: tmarques/waheela
Catalog: amarok_classic-0.0.1/po/*/amarok.po
Languages: eu, is, sl

source: Unknown
eu: Ezezaguna
is: Óþekkt
sl: Neznan

source: amaroK - rediscover your music
eu: amaroK - berriro murgildu zure musikan
is: amaroK - enduruppgötvaðu tónlistina þína
sl: amaroK - ponovno odkrijte glasbo

source: Playlist...
eu: Erreprodukzio-zerrenda...
is: Lagalista...
sl: Predvajalni seznam ...

source: Radio Stream...
eu: Irrati-jarioa...
is: Útvarpsstraum...
sl: Radijske postaje ...

source: Smart Playlist...
eu: Erreprodukzio-zerrenda adimentsua...
is: Snjöllum lagalista...
sl: Pametni predvajalni seznam ...

source: Podcast...
eu: Podcast-a...

source: Current Playlist...
eu: Uneko erreprodukzio-zerrenda...
is: Núverandi lagalista...

source: Dynamic Playlist...
eu: Erreprodukzio-zerrenda dinamikoa...
is: Breytilegan lagalista...
sl: Dinamičen predvajalni seznam ...

source: Rename
eu: Berrizendatu
is: Endurnefna
sl: Preimenuj

source: Detailed View
eu: Ikuspegi xehea
is: Ýtarleg sýn
sl: Podroben prikaz

source: List View
eu: Zerreda ikuspegia
is: Listi
sl: Seznamski prikaz

source: Unsorted
eu: Desordenatuta
is: Óflokkað

source: Sort Ascending
eu: Orden gorakorra
is: Raða hækkandi

source: Sort Descending
eu: Orden beherakorra
is: Raða lækkandi

source: Radio Streams
eu: Irrati-jarioak
is: Útvarpsstraumar
sl: Radio postaje

source: Cool-Streams
eu: Jario apartak
is: Heitir straumar
sl: Cool-Postaje

source: Smart Playlists
eu: Erreprodukzio-zerrenda adimentsua
is: Snjallir lagalistar
sl: Pametni predvajalni seznami

source: Collection
eu: Bilduma
is: Safn
sl: Zbirka

source: All Collection
eu: Bilduma guztia
is: Allt safnið
sl: Cela zbirka

source: Favorite Tracks
eu: Pista gogokoak
is: Uppáhaldslög
sl: Najljubše skladbe

source: By %1
eu: Egilea: %1
is: Með %1
sl: Od %1

source: Most Played
eu: Gehien erreproduzituak
is: Mest spiluðu
sl: Najpogosteje predvajano

source: Newest Tracks
eu: Pista berrienak
is: Nýjustu lögin
sl: Najnovejše skladbe

source: Last Played
eu: Azken erreprodukzioa
is: Seinasta spilun
sl: Nazadnje predvajano

source: Never Played
eu: Inoiz erreproduzitu gabea
is: Aldrei spilað
sl: Nikoli predvajano

source: Ever Played
eu: Jada erreproduzitua
is: Alltaf spilað
sl: Vsaj 1x predvajano

source: Genres
eu: Generoak
is: Tegundir
sl: Žanri

source: 50 Random Tracks
eu: 50 ausazko pista
is: 50 slembin lög
sl: 50 naključnih skladb

source: Save Dynamic Playlist
eu: Gorde erreprodukzio-zerrenda dinamikoa
is: Vista breytilegan lagalista

source: Enter playlist name:
eu: Sartu erreprodukzio-zerrendaren izena:
is: Sláðu inn lagalistanafn:

source: Dynamic Playlists
eu: Erreprodukzio-zerrenda dinamikoak
is: Breytilegir lagalistar
sl: Dinamični predvajalni seznami

source: Random Mix
eu: Ausazko nahasketa
is: Slembið mix

source: Suggested Songs
eu: Iradokitako abestiak
is: Uppástungur
sl: Predlagane skladbe

source: Podcasts
eu: Podcast-ak

source: Add Podcast
eu: Gehitu Podcast-a
is: Bæta við Podcast
sl: Dodaj podcast

source: Enter Podcast URL:
eu: Sartu Podcast-aren URL-a:
is: Sláðu inn Podcast slóð:
sl: Vnesite podcast URL:

source: Download Interval
eu: Deskargatu tartea
is: Bil milli niðurhala
sl: Interval nalaganja

source: Scan interval (hours):
eu: Eskaneatze-tartea (orduak):
is: Bil milli skönnunar (tímar):
sl: Interval pregleda (ure):

source: _n: <p>You have selected 1 podcast to be <b>irreversibly</b> deleted. All downloaded episodes will also be deleted. <p>You have selected %n podcasts to be <b>irreversibly</b> deleted. All downloaded episodes will also be deleted.
eu: <p>Podcast 1 <b>behin betirako</b> ezabatzeko hautatu duzu. Deskargatutako zati guztiak ere ezabatuko dira. <p>%n podcast <b>behin betirako</b> ezabatzeko hautatu dituzu. Deskargatutako zati guztiak ere ezabatuko dira.
is: <p>Þú hefur valið að eyða <b>óendurkvæmt</b> einum podcast. Öllum sóttum þáttum verður einnig eytt. <p>Þú hefur valið að eyða <b>óendurkvæmt</b> %n podcast skrám. Öllum sóttum þáttum verður einnig eytt.
sl: <p>Izbrali ste %n podcast-ov za <b>dokončen</b> izbris. <p>Izbrali ste %n podcast za <b>dokončen</b> izbris. <p>Izbrali ste %n podcast-a za <b>dokončen</b> izbris. <p>Izbrali ste %n podcast-e za <b>dokončen</b> izbris.

source: Playlists
eu: Erreprodukzio-zerrendak
is: Lagalistar
sl: Predvajalni seznami

source: Cannot write playlist (%1).
eu: Ezin da erreprodukzio-zerrenda idatzi (%1).
is: Gat ekki skrifað lagalista (%1).
sl: Predvajalnega seznama (%1) ni bilo mogoče zapisati.

source: Playlist Files
eu: Erreprodukzio-zerrenda fitxategiak
is: Lagalistaskrár
sl: Datoteke predvajalnega seznama

source: Add Playlists
eu: Gehitu erreprodukzio-zerrendak
is: Bæta við lagalistum
sl: Dodaj predvajalne sezname

source: _n: <p>You have selected 1 playlist to be <b>irreversibly</b> deleted. <p>You have selected %n playlists to be <b>irreversibly</b> deleted.
eu: <p>Erreprodukzio-zerrenda 1 <b>behin betirako</b> ezabatzeko hautatu duzu. Deskargatutako zati guztiak ere ezabatuko dira. <p>%n erreprodukzio-zerrenda <b>behin betirako</b> ezabatzeko hautatu dituzu. Deskargatutako zati guztiak ere ezabatuko dira.
is: <p>Þú hefur valið að eyða <b>óendurkvæmt</b> 1 lagalista. <p>Þú hefur valið að eyða <b>óendurkvæmt</b> %n lagalistum.
sl: <p>Izbrali ste %n predvajalnih seznamov za <b>dokončen</b> izbris. <p>Izbrali ste %n predvajalni seznam za <b>dokončen</b> izbris. <p>Izbrali ste %n predvajalna seznama za <b>dokončen</b> izbris. <p>Izbrali ste %n predvajalne sezname za <b>dokončen</b> izbris.

source: Error renaming the file.
eu: Errorea fitxategia berrizendatzean.
is: Villa í endurnefningu af skrá.
sl: Napaka pri preimenovanju datoteke.

source: &Load
eu: &Kargatu
is: &Hlaða inn
sl: &Naloži

source: &Append to Playlist
eu: &Gehitu erreprodukzio zerrendara
is: &Bæta við lagalista
sl: &Dodaj k predvajalnemu seznamu

source: Remove From Dynamic Mode
eu: Kendu modu dinamikotik
is: Fjarlægja frá breytilegum ham

source: Add to Dynamic Mode
eu: Gehitu modu dinamikora
is: Bæta við breytilegan ham

source: Res&tore
eu: Lehenera&tu
is: Endur&heimta

source: &Rename
eu: Be&rrizendatu
is: Endu&rnefna
sl: Pre&imenuj

source: E&dit...
eu: E&ditatu...
is: &Sýsl...
sl: Ure&di...

source: R&emove
eu: K&endu
is: &Fjarlægja
sl: &Odstrani

source: E&dit
eu: E&ditatu
is: &Sýsl
sl: U&redi

source: Show &Information
eu: Erakutsi &informazioa
is: Sýna &upplýsingar
sl: Prikaži &informacije

source: &Check for Updates
eu: &Bilatu eguneraketak
is: &Athuga með uppfærslur
sl: Poglej za &posodobitve

source: &Configure...
eu: &Konfiguratu...
is: S&tilla...
sl: &Nastavi...

source: &Play
eu: Erre&produzitu
is: &Spila
sl: Pred&vajaj

source: &Queue
eu: &Ilaratu
is: &Biðröð
sl: &V čakalno vrsto

source: &Download Media
eu: &Deskargatu euskarria
is: &Hlaða niður miðli
sl: Naloži me&dij

source: Add to Media Device &Transfer Queue
eu: Gehitu euskarri-dispositiboa &transferentzia-ilarara
is: Bæta í tækja &flutningsröðina
sl: Dodaj v čakalno vrs&to za prenos na večpredstavnostno napravo

source: Add Playlist...
eu: Gehitu erreprodukzio-zerrendara...
is: Bæta við lagalista...
sl: Dodaj predvajalni seznam ...

source: Add Smart-Playlist...
eu: Gehitu erreprodukzio-zerrenda adimentsua...
is: Bæta við snjöllum lagalista...
sl: Dodaj pametni predvajalni seznam ...

source: Add Radio Stream...
eu: Gehitu irrati-jarioa...
is: Bæta við útvarpsstraum...
sl: Dodaj radijsko postajo...

source: Save Dynamic Configuration...
eu: Gorde konfigurazio dinamikoa...
is: Vista breytilegar stillingar...

source: Refresh All Podcasts
eu: Freskatu podcast guztiak
is: Endurlesa alla Podcast
sl: Osveži vse podcast-e

source: Add Podcast...
eu: Gehitu podcast-a...
is: Bæta við Podcast...
sl: Dodaj podcast...

source: Scan Interval...
eu: Eskaneatze-tartea...
is: Bil milli skönnunar...
sl: Interval pregleda...

source: Create Sub-Folder
eu: Sortu azpi-karpeta
is: Búa til undirmöppu
sl: Ustvari podmapo

source: Folder
eu: Karpeta
is: Mappa
sl: Osnovna mapa

source: Folder %1
eu: %1 karpeta
is: Mappa %1
sl: Osnovna mapa %1

source: &Queue Track
eu: &Ilaratu pista
is: Setja í &biðröð
sl: Dodaj skladbo v čakalno &vrsto

source: &Make Playlist
eu: &Sortu erreprodukzio-zerrenda
is: &Búa til lagalista
sl: N&aredi predvajalni seznam

source: Burn to CD as Data
eu: Grabatu CD-ra datuak bezala
is: Brenna sem gagnadisk
sl: Zapiši na CD kot podatke

source: Burn to CD as Audio
eu: Grabatu CD-ra audioa bezala
is: Brenna sem tónlistardisk
sl: Zapiši na CD kot zvok

source: Edit Track &Information...
eu: Editatu pistaren &informazioa...
is: Breyta upplýs&ingum...
sl: Po&glej/Uredi metapodatke ...

source: Track information is not available for remote media.
eu: Pistaren informazioa ez dago eskuragarri urruneko euskarrian.
is: Það er ekki hægt að sýna upplýsingar um fjarlæga miðla.
sl: Informacije niso na voljo za oddaljene medije.

source: This file does not exist: %1
eu: Fitxategia ez da existitzen: %1
is: Þessi skrá er ekki til: %1
sl: Ta datoteka ne obstaja: %1

source: &Restore
eu: Le&heneratu
is: &Endurheimta

source: Save Playlist
eu: Gorde erreprodukzio-zerrenda
is: Vista lagalista
sl: Shrani predvajalni seznam

source: Save to location...
eu: Gorde kokalekura...
is: Vista á staðsetningu...
sl: Shrani v lokacijo...

source: &Enter a name for the playlist:
eu: &Sartu erreprodukzio-zerrendaren izena:
is: &Sláðu inn nafn á lagalistan:
sl: Vn&esite ime za predvajalni seznam:

source: A playlist named "%1" already exists. Do you want to overwrite it?
eu: "%1" izeneko erreprodukzio-zerrenda bat badago lehendik. Gainidatzi nahi duzu?
is: Lagalisti með nafninu %1 er þegar til. Skrifa yfir hann?
sl: Predvajalni seznam z imenom %1 že obstaja. Zamenjam?

source: Overwrite Playlist?
eu: Gainidatzi erreprodukzio-zerrenda?
is: Skrifa yfir lagalista?
sl: Zamenjam predvajalni seznam?

source: Overwrite
eu: Gainidatzi
is: Skrifa yfir
sl: Prepiši

source: There was an error communicating with Amazon.
eu: Errore bat gertatu da Amazon-ekin komunikatzean.
is: Villa kom upp í samskiptunum við amazon.
sl: Prišlo je do napake pri povezovanju z Amazonom.

source: Sorry, the '%1' could not be loaded, instead we have loaded the '%2'.
eu: Ezin izan da "%1" kargatu, honen ordez "%2" kargatu da.
is: Því miður,ekki tókst að hlaða inn %1, '%2' var hlaðið inn í staðinn.
sl: Žal »%1« ni mogel biti naložen, zato je bil naložen »%2«.

source: <p>amaroK could not find any sound-engine plugins. amaroK is now updating the KDE configuration database. Please wait a couple of minutes, then restart amaroK.</p><p>If this does not help, it is likely that amaroK is installed under the wrong prefix, please fix your installation using:<pre>$ cd /path/to/amarok/source-code/<br>$ su -c "make uninstall"<br>$ ./configure --prefix=`kde-config --prefix` && su -c "make install"<br>$ kbuildsycoca<br>$ amarok</pre>More information can be found in the README file. For further assistance join us at #amarok on irc.freenode.net.</p>
eu: <p>amaroK-ek ezin izan du soinu-motorerik aurkitu. amaroK KDE-ren konfigurazio-datubasea eguneratzen ari da. Itxaron minutu batzuk, eta berrabiatu amaroK.</p><p> Honek laguntzen ez badu, konpondu zure instalazioa honela::<pre>$ cd /amarok/bide/izena/iturburu-kodea/<br>$ su -c "make uninstall"<br>$ ./configure --prefix=`kde-config --prefix` && su -c "make install"<br>$ kbuildsycoca<br>$ amarok</pre>Informazio gehiagorako README fitxategia ikusi. Laguntza gehiagorako etorri irc.freenode.net-eko #amarok-era.</p>
is: <p>amaroK fann ekkert hljóðvélaríforrit. amaroK uppfærir núna KDE stillingargagnagrunninn. Vinsamlega bíddu í tvær mínútur og endurræstu svo amarok.</p><p>Ef þetta hjálpar ekki, er amaroK trúlega sett inn með röngum forskeytum. Lagaðu uppsetninguna með því að nota: <pre>$ cd /slóð/að/amarok/kóðanum/<br>$ su -c "make uninstall" <br>$ ./configure --prefix=`kde-config --prefix` && su -c "make install"<br>$ kbuildsycoca<br>$ amarok</pre> Nánari lýsingu má finna í README skránni. Ef þú þarft meiri hjálp getur þú fundið okkur á #amarok á irc.freenode.net.</p>
sl: <p>amaroK ni našel nobenega vstavka za zvočni pogon. AmaroK sedaj posodablja nastavitveno podatkovno zbirko KDE. Prosim počakajte bekaj časa, nato pa znova zaženite amaroK.</p> <p>Če ta rešitev ne pomaga, potem je bil amarok verjetno nameščen z napačnim parametrom. Namestitev popravite z uporabo naslednjih ukazov: <pre>$ cd /pot/do/izvorne-kode/amaroka/<br>$ su -c "make uninstall"<br>$ ./configure --prefix=`kde-config --prefix` && su -c "make install"<br>$ kbuildsycoca<br>$ amarok</pre>Več informacij najdete v datoteki README. Za dodatno pomoč se nam pridužite na kanalu #amarok na strežniku irc.freenode.net.</p>

source: <p>The %1 claims it <b>cannot</b> play MP3 files.<p>You may want to choose a different engine from the <i>Configure Dialog</i>, or examine the installation of the multimedia-framework that the current engine uses. <p>You may find useful information in the <i>FAQ</i> section of the <i>amaroK HandBook</i>.
eu: <p>%1-(e)k MP3 fitxategiak <b>ezin dituela</b> erreproduzitu dio.<p>Beste motore bat hautatu dezakezu <i>Konfiguratu elkarrizketa</i>, edo egiaztatu zure uneko motorrak darabilen multimedia lan-markoaren instalazioa. <p><i>amaroK-en eskuliburuko</i> <i>FAQ</i> atalean informazio erabilgarria aurkituko duzu..
is: <p>%1 segist <b>ekki</b> geta spilað MP3 skrár. <p>Þú ættir að velja aðra vél í <i>stillingarglugganum</i>, eða athuga uppsetninguna á þeirri sem er í notkun. <p>Einnig má finna gagnlegar upplýsingar í <i>FAQ</i> hluta <i>amaroK handbókarinnar</i>.
sl: <p>%1 trdi, da <b>ne more</b> predvajati datotek MP3.<p>Poskusite izbrati drug zvočni pogon v <i>Nastavitvenem oknu</i> ali pa preverite namestitev večpredstavnostnega ogrodja, ki ga uporablja trenuten pogon.<p>Uporabne inforamcije lahko najdete v <i>Priročniku za amaroK</i>, razdelek <i>FAQ</i>.

source: Connecting to stream source...
eu: Jarioaren iturburura konektatzen...
is: Tengist straumauðlind...
sl: Povezovanje s tokovnim izvorom ...

source: Local file does not exist.
eu: Ez da fitxategi lokala existitzen.
is: Staðbundna skráin er ekki til.
sl: Krajevna datoteka na obstaja.

source: Script Manager
eu: Script-kudeatzailea
is: Skriftustjóri
sl: Upravitelj skriptov

source: Script Packages (*.amarokscript.tar, *.amarokscript.tar.bz2, *.amarokscript.tar.gz)
eu: Script paketeak (*.amarokscript.tar, *.amarokscript.tar.bz2, *.amarokscript.tar.gz)
is: Skriftupakkar (*.amarokscript.tar, *.amarokscript.tar.bz2, *.amarokscript.tar.gz)
sl: Skriptni paketi (*.amarokscript.tar, *.amarokscript.tar.bz2, *.amarokscript.tar.gz)

source: Select Script Package
eu: Hautatu script paketea
is: Veldu skriftupakka
sl: Izberite skriptni paket

source: Could not read this package.
eu: Ezin izan da pakete hau instalatu.
is: Gat ekki lesið pakkan.
sl: Ni moč prebrati tega paketa.

source: A script with the name '%1' is already installed. Please uninstall it first.
eu: "%1" izeneko script bat dagoeneko instalatuta dago. Desinstalatu ezazu lehenengo.
is: Skrifta með nafnið '%1' er þegar uppsett. Vinsamlega fjarlægðu hana fyrst.
sl: Skript z imenom »%1« je že nameščen. Najprej ga, prosim, odstranite.

source: Script successfully installed.
eu: Script-a ongi instalatu da.
is: Uppsetning af skriftu lokið.
sl: Skript je bil uspešno nameščen.

source: <p>Script installation failed.</p><p>The package did not contain an executable file. Please inform the package maintainer about this error.</p>
eu: <p>Errorea script-a instalatzean.</p><p>Paketeak ez du fitxategi exekutagarririk. Jakinarazi iezaiozu mantentzaileari errore hau.</p>
is: <p>Uppsetning af skriftu mistókst.</p><p>Pakkinn innihélt ekki neina keyranlega skrá. Láttu þann sem heldur utan um pakkan vita af villunni.</p>
sl: <p>Namestitev skripta ni uspela.</p><p>Paket ni vseboval izvedljive datoteke. Prosim obvestite vzdrževalca paketa o tej napaki.</p>

source: Are you sure you want to uninstall the script '%1'?
eu: Ziur zaude "%1" script-a desinstalatu nahi duzula?
is: Ertu viss um að þú viljir fjarlægja skriftuna '%1'?
sl: Ali zares želite odstraniti skript »%1«?

source: Uninstall Script
eu: Desinstalatu script-a
is: Fjarlægja skriftu
sl: Odstrani skript

source: Uninstall
eu: Desinstalatu
is: Fjarlægja
sl: Odstrani

source: <p>Could not uninstall this script.</p><p>The ScriptManager can only uninstall scripts which have been installed as packages.</p>
eu: <p>Ezin izan da script hau desinstalatu.</p><p>Script kudeatzaileak pakete bezala instalatu diren script-ak bakarrik desinstala ditzake.</p>
is: <p>Gat ekki fjarlægt skriftuna.</p><p>Skriftustjórinn getur aðeins fjarlægt skriftur sem voru settar inn sem pakkar.</p>
sl: <p>Ni možno odstraniti izbranega skripta.</p><p>Upravitelj skriptov lahko odstrani le skripte, ki so bili nameščenei kot paketi.</p>

source: <p>Could not start the script <i>%1</i>.</p><p>Please make sure that the file has execute (+x) permissions.</p>
eu: <p>Ezin izan da <i>%1</i> script-a hasieratu.</p><p>Ziurtatu fitxategiak exekutatzeko baimena (+x) duela.</p>
is: <p>Gat ekki ræst skriftuna <i>%1</i>.</p><p>Gangtu úr skugga um að skráin sé með keyranlegum heimildum (+x).</p>
sl: <p>Ni možno pognati skripta <i>%1</i>.</p><p>Prosim prepričajte se, če ima datoteka dovoljenja za izvajanje (+x).</p>

source: There is no information available for this script.
eu: Ez dago informaziorik eskuragarri script honentzat.
is: Það eru engar upplýsingar fáanlegar yfir þessa skriftu.
sl: O tem skripu ni informacij.

source: About %1
eu: %1-(r)i buruz
is: Um %1
sl: O %1

source: %1 amaroK Script
eu: %1 amaroK script-a
is: %1 amaroK skrifta
sl: %1 amaroK skripta

source: License
eu: Lizentzia
is: Notandaleyfi
sl: Licenca

source: Debugging
eu: Arazketa
is: Aflúsun
sl: Razhroščevanje

source: Show Output &Log
eu: Erakutsi irteerako &egunkaria
is: Sýna anná&l
sl: Prikaži &dnevnik izhoda

source: Output Log for %1
eu: %1-(r)en irteerako egunkaria
is: Annáll fyrir %1
sl: Dnevnik izhoda za %1

source: The script '%1' exited with error code: %2
eu: "%1" script-a errore kodearekin irten da: %2
is: Skriftan '%1' lauk með villukóða: %2
sl: Skript »%1« je bil končan s kodo napake: %2

source: Populating playlist
eu: Erreprodukzio-zerrenda betetzen
is: Fylli lagalista
sl: Poseljevanje predvajalnega seznama

source: Preparing
eu: Prestatzen
is: Undirbý
sl: Pripravljanje

source: Some media could not be loaded (not playable).
eu: Ezin izan da euskarriren bat kargatu (ez da erreproduzigarria).
is: Gat ekki hlaðið inn sumum miðlum (ekki spilanlegir).
sl: Nekatere večpredstavnosti niso bile naložene v predvajalni seznam (njihovo predvajanje ni možno).

source: These media could not be loaded into the playlist:
eu: Euskarri hauek ezin izan dira erreprodukzio-zerrendan kargatu:
is: Ekki tókst að setja þessa miðla í lagalistan:
sl: Naslednjh medijev niso bilo moč naložiti v predvajalni seznam:

source: The XML in the playlist was invalid. Please report this as a bug to the amaroK developers. Thank you.
eu: Erreprodukzio-zerrendako XML-a baliogabea da. Jakinarazi hau programa-errore bezala amaroK-en garatzaileei. Eskerrik asko.
is: XML-ið í lagalistanum var ógilt. Vinsamlega sendu inn villuskýrslu til amaroK forritarana. Takk fyrir.
sl: XML v predvajalnem seznamu je bil neveljaven. Prosim sporočite to kot hrošča razvijalcem amaroKa. Hvala.

source: amaroK could not open the file.
eu: amaroK-ek ezin izan du fitxategia ireki.
is: amaroK gat ekki opnað skrána.
sl: amaroK ni mogel odpreti datoteke.

source: This component of amaroK cannot translate XML playlists.
eu: amaroK-en osagai honek ezin ditu XML erreprodukzio-zerrendak itzuli.
is: Þessi hluti amaroK getur ekki höndlað XML lagalista.
sl: Ta komponenta amaroKa ne more prevesti predvajalnih seznamov XML.

source: amaroK does not support this playlist format.
eu: amaroK-ek ez du erreprodukzio-zerrenda formatu hau onartzen.
is: amaroK hefur ekki stuðning við þetta lagalistasnið.
sl: amaroK ne podpira tega zapisa predvajalnega seznama.

source: The playlist did not contain any references to files.
eu: Erreprodukzio-zerrendak ez du fitxategien erreferentziarik.
is: Lagalistinn innihélt engar tilvísanir í skrár.
sl: Predvajalni seznam ni vseboval navezav na datoteke.

source: Retrieving Playlist
eu: Erreprodukzio-zerrenda eskuratzen
is: Sæki lagalista
sl: Pridobivanje predvajalnega seznama

source: These folders will be scanned for media to make up your collection.
eu: Karpeta hauek euskarri bila eskaneatuko dira zure bilduma eraikitzeko.
is: Leitað verður í þessum möppum eftir efni í safnið þitt.

source: &Scan folders recursively
eu: E&skaneatu karpeta errekurtsiboki
is: &Leita einnig í undirmöppum
sl: &Rekurzivno preglej mape

source: &Watch folders for changes
eu: &Begiratu karpetak aldaketak aurkitzeko
is: &Fylgjast með breytingum á möppum

source: &Import playlists
eu: &Inportatu erreprodukzio-zerrendak
is: Flytja &inn lagalista
sl: &Uvozi predvajalne sezname

source: If selected, amaroK will read all subfolders.
eu: Hautatuta badago, amaroK-ek azpi-karpeta guztiak irakurriko ditu.
is: Ef valið mun amaroK leita í öllum undirmöppum.
sl: Če izberete to možnost, amaroK pregleda tudi podmape.

source: If selected, folders will automatically get rescanned when the content is modified, e.g. when a new file was added.
eu: Hautatuta badago, karpetak automatikoki birreskaneatuko dira beren edukina aldatzen denean, adibidez, fitxategi berri bat gehitzen denean.
is: Ef valið mun amaroK skanna möppurnar sjálfkrafa þegar innihaldi þeirra er breytt, t.d. þegar nýjum skrám er bætt við
sl: Če izberete to možnost, bodo mape samodejno pregledane ob spremembi vsebine, npr.: če je bila dodana nova datoteka.

source: If selected, playlist files (.m3u) will automatically be added to the Playlist-Browser.
eu: Hautatzen bada, erreprodukzio-fitxategiak (.m3u) automatikoki gehituko dira Erreprodukzio-Arakatzailera.
is: Ef valið verður lagalistaskrám (.m3u) sjálfkrafa bætt við lagalistaflakkarann.
sl: Če izberete to možnost, bodo datoteke predvajalnih seznamov (.m3u), samodejno dodane v Brskalnik predvajalnih seznamov.

source: Repopulate
eu: Berriro bete
is: Endurfylla
sl: Ponovno zberi

source: Enable dynamic mode
eu: Gaitu modu dinamikoa
is: Virkja breytilegan ham

source: Show Options
eu: Erakutsi aukerak
is: Sýna valkosti

source: <p align="center"><b>Dynamic Mode</b></p>Dynamic mode is a powerful method to manipulate your playlist. amaroK can automatically remove played items and insert new ones to suit your taste!<br><br>If you select <i>Playlist Shuffle</i>, make sure you choose some playlists or smart playlists by right-clicking on the items in the playlist browser
eu: <p align="center"><b>Modu dinamikoa</b></p>Modu dinamikoa zure erreprodukzio-zerrenda aldatzeko metodo ahaltsu bat da. amaroK-ek automatikoki erreproduzitutako elementuak kendu eta zure gustoko berriak gehituko ditu!<br><br><i>Ausazko erreprodukzio-zerrenda</i> hautatzen baduzu, ziurtatu erreprodukzio-zerrenda edo erreprodukzio-zerrenda adimentsu batzuk hautatu dituzula erreprodukzio-zerrendako arakatzailean eskuin-botoiarekin klikatuz
is: <p align="center"><b>Breytilegur hamur</b></p> Breytilegur hamur er öflugur máti að sýsla með lagalistana á. amaroK getur sjálfkrafa fjarlægt spilaðar færslur úr listanum og bætt við nýjum eftir þínum smak! <br><br>Ef þú velur að <i>víxla lagalista</i>, passaðu þá að velja einhverja lagalista eða snjalla lagalista með því að hægrismella á þá í lagalistaflakkaranum.
sl: <p align="center"><b>Dinamičen način</b></p> Dinamičen način je zmogljiva metoda za spreminjanje vaših predvajalnih seznamov. amaroK lahko samodejno odstrani predvajane predmete in vstavi nove, ki ustrezajo vašemu okusu!<br><br>Če izberete možnost <i>Premetanje predvajalnega seznama</i>, potem izberite nekaj predvajalnih seznamov ali pametnih predvajalnih seznamov, tako da z desnim miškinim gumbom kliknete na predmete v brskalniku predvajalnih seznamov.
