Repository: tmarques/waheela
Catalog: amarok_classic-0.0.1/po/*/amarok.po
Languages: eu, is, sl

source: &Iteratively Assign Track Numbers
eu: &Jarraian esleitu pistaren zenbakiak
is: Úthluta laganúmerum endurtek&ið
sl: &Iterativno dodeli številke skladb

source: Write '%1' for Selected Tracks
eu: Idatzi "%1" hautatutako pistentzat
is: Skrifa '%1' fyrir völdu lögin
sl: Zapiši »%1« za izbrane skladbe

source: &Copy Tags to Clipboard
eu: &Kopiatu etiketak arbelera
is: &Afrita tög á klippispjaldið
sl: &Kopiraj značke v odložišče

source: _n: This Track Selected Tracks
eu: Pista hau Hautatutako pistak
is: Þetta lag Valin lög

source: This Album: %1
eu: Diska hau: %1
is: Þessa plötu: %1
sl: Ta album: %1

source: All Tracks by %1
eu: %1-(r)en pista guztiak
is: Öll lög með %1
sl: Vse skladbe od izvajalca %1

source: Set as Playlist (Crop)
eu: Ezarri erreprodukzio-zerrenda bezala (moztu)
is: Setja sem lagalista (sníða af)
sl: Nastavi kot predvajalni seznam (obreži)

source: Save as Playlist...
eu: Gorde erreprodukzio-zerrenda bezala...
is: Vista sem lagalista...
sl: Shrani kot predvajalni seznam ...

source: &Remove From Playlist
eu: &Kendu erreprodukzio-zerrendatik
is: Fja&rlægja af lagalistanum
sl: O&dstrani s predvajalnega seznama

source: &Delete File
eu: &Ezabatu fitxategia
is: &Eyða skrá
sl: Z&briši datoteko

source: &Delete Selected Files
eu: &Ezabatu hautatutako fitxategiak
is: &Eyða völdum skrám
sl: Z&briši izbrane datoteke

source: Writing tag...
eu: Etiketak idazten...
is: Skrifa tög...
sl: Zapisovanje značke ...

source: This file does not exist:
eu: Fitxategia ez da existitzen:
is: Skráin er ekki til:
sl: Ta datoteka ne obstaja:

source: <p>You can create a custom column that runs a shell command against each item in the playlist. The shell command is run as the user <b>nobody</b>, this is for security reasons. <p>You can only run the command against local files for the time being. The fullpath is inserted at the position <b>%f</b> in the string. If you do not specify <b>%f</b> it is appended.
eu: <p>Erreprodukzio-zerrendako elementu bakoitzarekin shell-eko agindu bat exekuta dezakeen zutabe pertsonalizatu bat sor dezakezu. Agindua <b>nobody</b> erabiltzailea bezala exekutatuko da, segurtasun arrazoiengatik. <p>Agindua fitxategi lokalekin bakarrik exekuta dezakezu momentu honetan. Bide-izen osoa <b>%f</b> posizioan txertatuko da katean. Zehazten ez baduzu <b>%f</b> gehituko da.
is: <p>Þú getur útbúið sérsniðin dálk sem keyrir skeljaskipun á öll lögin í lagalistanum. Skipunin verður keyrð sem notandi <b>nobody</b> af öryggisástæðum. <p>Í augnablikinu er einungis hægt að keyra skipunina á staðbundnar skrár. Full slóð er sett inn í <b>%f</b> staðsetningunni í strengnum. Ef þú skilgreinir ekki <b>%f</b> er því bætt við.
sl: <p>Lahko ustvarite lasten stolpec, ki teče v ukazni lupini za vsako skladbo v predvajalnem seznamu. Ukazna lupina teče pod uporabnikom <b>nobody</b> zaradi varnostnih razlogov. <p>Lako poganjate le ukaze napram krajevnim datotekam. Polna pot je vstavljena v nizu na položaju <b>%f</b>. Če je niste določili <b>%f</b>, je potem samodejno vstavljena.

source: Column &name:
eu: Zugabearen ize&na:
is: &Nafn á dálk:
sl: &Ime stolpca:

source: &Command:
eu: &Agindua:
is: &Skipun:
sl: &Ukaz:

source: Examples
eu: Adibideak
is: Dæmi
sl: Zgledi

source: Add Custom Column
eu: Gehitu zutabe pertsonalizatua
is: Bæta sérsniðnum dálk við
sl: Dodaj poljuben stolpec

source: Files/URLs to open
eu: Irakitzeko fitxategi/URL-ak
is: Skrár/slóðir til að opna
sl: Datoteke/URL-ji za odprtje

source: Skip backwards in playlist
eu: Saltatu atzera erreprodukzio-zerrendan
is: Fara afturábak í lagalista
sl: Preskoči nazaj v predvajalnem seznamu

source: Start playing current playlist
eu: Hasi uneko erreprodukzio-zerrenda erreproduzitzen
is: Hefja spilun á núverandi lagalista
sl: Začni predvajati trenuten predvajalni seznam

source: Play if stopped, pause if playing
eu: Erreproduzitu geldituta badago, pausatu martxan badago
is: Spila ef stöðvað, setja í hlé ef spilandi
sl: Predvajaj, če je ustavljeno, začasno zaustavi, če se predvaja

source: Pause playback
eu: Pausatu erreprodukzioa
is: Gera hlé á afspilun
sl: Začasno zaustavi predvajanje

source: Stop playback
eu: Gelditu erreprodukzioa
is: Stöðva afspilun
sl: Ustavi predvajanje

source: Skip forwards in playlist
eu: Saltatu aurrera erreprodukzio-zerrendan
is: Fara áfram í lagalista
sl: Preskoči naprej v predvajalnem seznamu

source: Additional options:
eu: Aukera gehigarriak:
is: Viðbótar valkostir:
sl: Dodatne možnosti:

source: Append files/URLs to playlist
eu: Gehitu fitxategiak/URL-ak erreprodukzio-zerrendara
is: Bæta skrám/slóðum við lagalista
sl: Dodaj datoteke/URL-je k predvajalnemu seznamu

source: See append, available for backwards compatability
eu: Ikusi "append", bateragarritasuna dela eta dago eskuragarri
is: Sjá viðbót, fáanlegt fyrir samhæfni við eldri útgáfur
sl: Poglejte dodatek, ki je na voljo zaradi združljivosti za nazaj

source: Queue URLs after the currently playing track
eu: Ilaratu URL-ak uneko erreproduzitutako pistaren ondoren
is: Setja slóðir í biðröð eftir núverandi lagi
sl: Dodaj URL-je po trenutno predvajani skladbi

source: Toggle the Playlist-window
eu: Aldatu erreprodukzio-zerrendaren lehioa
is: Lagalistagluggi af/á
sl: Preklopi okno predvajalnega seznama

source: Run first-run wizard
eu: Exekutatu lehen abioko morroia
is: Keyra fyrsta skiptis álf
sl: Poženi Čarovnika prvega zagona

source: Use the <name> engine
eu: Erabili <izena> motorea
is: Nota <name> vélina
sl: Uporabi pogon <name>

source: Base for relative filenames/URLs
eu: Fitxategi/URL erlatiboen oinarria
is: Grunnur fyrir tengd skráarnöfn/slóðir
sl: Osnova za relativne datoteke/URLje

source: Increase Volume
eu: Handiagotu bolumena
is: Auka hljóðstyrk
sl: Povečaj glasnost

source: Decrease Volume
eu: Txikiagotu bolumena
is: Minnka hljóðstyrk
sl: Zmanjšaj glasnost

source: Seek Forward
eu: Bilatu aurrerantz
is: Leita áfram
sl: Išči naprej

source: Seek Backward
eu: Bilatu atzerantza
is: Leita afturábak
sl: Išči nazaj

source: Add Media...
eu: Gehitu euskarria..
is: Bæta við...
sl: Dodaj medij ...

source: Toggle Playlist Window
eu: Aldatu erreprodukzio-zerrendaren lehioa
is: Víxla lagalistaglugga
sl: Preklopi okno predvajalnega seznama

source: Show OSD
eu: Erakutsi OSD-a
is: Sýna skjábirtingu

source: Mute Volume
eu: Mututu bolumena
is: Þagga niður hljóð
sl: Utišaj

source: <p>You are using a processor with the <i>HyperThreading</i> feature enabled. Please note that amaroK may be unstable with this configuration.</p><p>If you are experiencing problems, use the Linux kernel option 'NOHT', or disable <i>HyperThreading</i> in your BIOS setup.</p><p>More information can be found in the README file. For further assistance join us at #amarok on irc.freenode.net.</p>
eu: <p><i>HyperThreading</i> eginbidea gaituta duen prozesadore bat erabiltzen ari zara. Kontuan izan amaroK desegonkorra izan daitekeela konfigurazio honekin.</p><p> Arazoak badituzu, erabili "NOHT" Linux kernelaren aukera edo desgaitu <i>HyperThreading</i> zure BIOS konfigurazioa.</p><p> Informazio gehiagorako ikusi README fitxategia. Laguntza gehiagorako sartu irc.freenode.net-eko #amarok-en.</p>
is: <p>Þú ert að nota örgjörva með <i>HyperThreading</i> eiginleikan virkjaðan. Athugaðu að amaroK gæti verið óstöðugt með þetta virkt.</p><p>Ef þú lendir í vandræðum, notaðu þá Linux kernel valkostinn 'NOHT', eða aftengdu <i>HyperThreading</i> í BIOS uppsetningunni þinni.</p><p>Nánari lýsingu má finna í README skránni. Fyrir aðstoð hafðu samband við okkur á rásinni #amarok á irc.freenode.net.</p>
sl: <p>Uporabljate CPE z omogočeno <i>HyperThreading</i> funkcijo . AmaroK je lahko nestabilen s trenutnosistemsko konfiguracijo.</p><p>V primeru težav, Uporabite možnost Linux jedra 'NOHT', ali onemogočite <i>HyperThreading</i> v BIOS-u.</p><p>Več informacij lahko najdete v README datoteki. Za dodatno pomoč se nam pridružite na kanalu #amarok na irc.freenode.net.</p>

source: Playlist
eu: Erreprodukzio-zerrenda
is: Lagalisti
sl: Predvajalni seznam

source: Append && &Play
eu: Gehitu eta erre&produzitu
is: Bæta við && &spila
sl: Dodaj in &predvajaj

source: <qt>Closing the main-window will keep amaroK running in the System Tray. Use <B>Quit</B> from the menu, or the amaroK tray-icon to exit the application.</qt>
eu: <qt>Lehio nagusia ixtean amaroK-ek martxan jarraituko du sistemaren bandejan. Erabili menuko <B>Irten</B> aukera, edo amaroK-en bandejako ikonoa aplikaziotik irteteko.</qt>
is: <qt>amaroK keyrir áfram í kerfisbakkanum. Veldu <B>Hætta</B> í valmyndinni, eða amaroK táknmyndinni til að hætta í forritinu.</qt>
sl: <qt>Če zaprete glavno okno, bo amaroK tekel v sistemski vrstici. Uporabite <B>Končaj</B> iz menija ali pa ikono amaroKa v sistemski vrstici, da končate program.</qt>

source: Docking in System Tray
eu: Sistemaren bandejan atrakatzen
is: Set í kerfisbakka
sl: Sidranje v sistemski vrstici

source: Paused
eu: Pausatuta
is: Í bið
sl: Premor

source: Volume: %1%
eu: Bolumena: % %1
is: Hljóðstyrkur: %1%
sl: Glasnost: %1 %

source: Mute
eu: Mututu
is: Þagga niður
sl: Tiho

source: Time Display
eu: Denboraren bistaratzea
is: Tímasýn
sl: Prikaz časa

source: Normal
eu: Normala
is: Venjuleg
sl: Običajno

source: Remaining
eu: Gelditzen dena
is: Eftir
sl: Preostalo

source: Abort all background-operations
eu: Abortatu atzeko planoko eragiketa guztiak
is: Hætta öllum bakgrunns aðgerðum
sl: Prekini vse operacije, ki tečejo v ozadju

source: Show progress detail
eu: Erakutsi aurrerapenaren xehetasunak
is: Sýna framvindu
sl: Prikaži podrobnosti o napredku

source: Multiple background-tasks running
eu: Atzeko planoko hainbat ataza martxan
is: Mörg bakgrunnsverkefni í keyrslu
sl: V ozadju teče več opravil

source: Aborting all jobs...
eu: Lan guztiak abortatzen...
is: Hætti við öll verk...
sl: Preklic vseh opravil ...

source: amaroK is paused
eu: amaroK pausatuta dago
is: amaroK er í bið
sl: amaroK je začasno prekinjen

source: <p>One of Mike Oldfield's best pieces of work, Amarok, inspired the name behind the audio-player you are currently using. Thanks for choosing amaroK!</p><p align=right>Mark Kretschmann<br>Max Howell<br>Chris Muehlhaeuser<br>The many other people who have helped make amaroK what it is</p>
eu: <p>Mike Oldfield-en lan onenetakoaren homenez, Amarok-en homenez, jarri zitzaion orain darabilzun audio-erreproduzigailuari izena. Eskerrik asko amaroK hautatzeagatik!</p><p align=right>Mark Kretschmann<br>Max Howell<br>Chris Muehlhaeuser<br> amaroK dena izatera heltzeko lagundu duen jendea</p>
is: <p>Eitt af bestu lögunum með Mike Oldfield, Amarok, var ástæðan fyrir nafninu á tónlistarspilaranum sem þú ert að nota núna. Takk fyrir að þú notar amaroK!</p><p align=right>Mark Kretschmann<br>Max Howell<br>Chris Muehlhaeuser<br>Allir þeir sem hafa hjálpað til að gera amaroK að því sem það er í dag</p>
sl: <p>Eno od najboljših del Mikea Oldfielda, Amarok, je postalo navdih imena za zvočni predvajalnik, ki ga trenutno uporabljate. Hvala, ker ste izbrali amaroK!</p><p align=right>Mark Kretschmann<br>Max Howell<br>Chris Muehlhaeuser<br>In še mnogo ostalih, ki so pomagali narediti amaroK takšen, kot je</p>

source: _: track by artist on album <b>%1</b> by <b>%2</b> on <b>%3</b>
eu: <b>%1</b> Egilea: <b>%2</b> Diska: <b>%3</b>
is: <b>%1</b> með <b>%2</b> á <b>%3</b>
sl: <b>%1</b> od <b>%2</b> na <b>%3</b>

source: _: track by artist <b>%1</b> by <b>%2</b>
eu: <b>%1</b> Egilea: <b>%2</b>
is: <b>%1</b> með <b>%2</b>
sl: <b>%1</b> od <b>%2</b>

source: _: track on album <b>%1</b> on <b>%2</b>
eu: <b>%1</b> Diska: <b>%2</b>
is: <b>%1</b> á <b>%2</b>
sl: <b>%1</b> na <b>%2</b>

source: Unknown track
eu: Pista ezezaguna
is: Óþekkt lag
sl: Neznana skladba

source: Playing: %1
eu: Erreproduzitzen: %1
is: Spila: %1
sl: Predvajanje: %1

source: %1 selected of %2 visible of %3 tracks
eu: %3 pistatik %2 ikusgai eta %1 hautatuta
is: %1 valin af %2 sýnilegum af %3 lögum
sl: Izbranih %1 od %2 skladb od %3 vidnih

source: 0 visible of 1 track
eu: 1 pistatik 0 ikusgai
is: 0 sýnileg af 1 lagi
sl: 0 vidnih od 1 skladbe

source: %1 visible of %2 tracks
eu: %2 pistetatik %1 ikusgai
is: %1 sýnileg af %2 lögum
sl: %1 vidnih izmed %2 skladb

source: %1 selected of %2 tracks
eu: %2 pistetatik %1 hautatuta
is: %1 lög valin af %2 mögulegum
sl: Izbranih %1 od %2 skladb

source: _n: 1 track %n tracks
eu: Pista 1 %n pista
is: 1 lag %n lög
sl: %n skladb %n skladba %n skladbi %n skladbe

source: _n: 1 Queued Track %n Queued Tracks
eu: Pista 1 ilaran %n pista ilaran
is: 1 lag í biðröð %n lög í biðröð
sl: %n skladb %n skladba %n skladbi %n skladbe

source: Dequeue All Tracks
eu: Desilaratu pista guztiak
is: Taka öll lög úr biðröð

source: _n: 1 More Track %n More Tracks
eu: Pista 1 gehiago %n pista gehiago
is: 1 fleira lag %n fleiri lög
sl: %n več skladb %n več skladba %n več skladbi %n več skladbe

source: _n: 1 track queued: %1 %n tracks queued, next one is: %1
eu: Pista 1 ilaratu da: %1 %n pista ilaratu dira, hurrengoa: %1
is: 1 lag í biðröð: %1 %n lög í biðröð, næsta er: %1

source: Done
eu: Eginda
is: Lokið
sl: Opravljeno

source: Aborted
eu: Abortatuta
is: Hætt við
sl: Prekinjeno

source: Aborting...
eu: Abortatzen...
is: Hætti við...
sl: Prekinjanje ...

source: %1: on
eu: %1: aktibatuta
is: %1: á
sl: %1: vključeno

source: %1: off
eu: %1: desaktibatuta
is: %1: af
sl: %1: izključeno

source: &nbsp;<br>&nbsp;<i>Disabled</i>
eu: &nbsp;<br>&nbsp;<i>Ezgaituta</i>
is: &nbsp;<br>&nbsp;<i>Óvirkt</i>
sl: &nbsp;<br>&nbsp;<i>Onemogočeno</i>

source: OSD Preview - drag to reposition
eu: OSD aurrebista - arrastatu posizioa aldatzeko
is: Dragðu boxið þangað sem þú vilt að það birtist
sl: Ogled prikaza na zaslonu - povlecite za izbiro položaja

source: No track playing
eu: Ez dago pistarik martxan
is: Ekkert lag í spilun
sl: Nobena skladba se ne predvaja

source: No information available for this track
eu: Ez dago informaziorik eskuragarri pista honentzat
is: Það eru engar upplýsingar fáanlegar yfir þetta lag
sl: Ni informacij o tej skladbi.

source: disc
eu: diska
is: diskur
sl: disk

source: disk
eu: diska
is: diskur

source: remaster
eu: birmasterizazioa
is: endurbætt (remaster)

source: single
eu: single-a

source: soundtrack
eu: soinu-banda
is: kvikmyndatónlist

source: part
eu: zatia
is: hluti
sl: del

source: No cover found
eu: Ez da azalik aurkitu
is: Ekkert umslag fannst
sl: Ni najdenega ovitka

source: The XML obtained from Amazon is invalid.
eu: Amazon-etik eskuratutako XML-a ez baliogabea da.
is: XML-ið við fengum frá Amazon er ógilt.
sl: XML, dobljen od Amazona, je neveljaven.

source: The cover could not be retrieved.
eu: Ezin izan da azala eskuratu.
is: Tókst ekki að ná í myndina.
sl: Ovitek ni bil pridobljen.

source: The cover-data produced an invalid image.
eu: Azal-datuek irudi baliogabe bat sortzen dute.
is: Gögnin í umslagsmyndinni eru ógild.
sl: Podatki o ovitku vsebujejo neveljavno sliko.

source: You have seen all the covers Amazon returned using the query below. Perhaps you can refine it:
eu: Amazon-ek ikusi dituzun azal guztiak beheko kontsulta erabiliz itzuli ditu. Beharbada doitu egin dezakezu:
is: Þú hefur séð öll umslögin sem Amazon fann með leitinni að neðan. Þú getur prófað að fínstilla hana:
sl: Pregledali ste že vse ovitke ki jih je vrnil Amazon s spodnjim povpraševalnim izrazom. Mogoče ga lahko izboljšate:

source: Amazon Query Editor
eu: Amazon-eko kontsultaren editorea
is: Amazon fyrirspurnaritill
sl: Urejevalnik zahtevkov za Amazon

source: &Search
eu: &Bilatu
is: &Leita
sl: I&skanje

source: Ask Amazon for covers using this query:
eu: Galdetu Amazon-en azalei buruz kontsulta hau erabiliz:
is: Leita í umslaga gagnagrunni Amazon með þessari fyrirspurn:
sl: Vprašaj Amazon po ovitkih z uporabo te zahteve:

source: Aborted.
eu: Abortatuta.
is: Hætt við.
sl: Prekinjeno.

source: New &Search...
eu: &Bilaketa berria...
is: Ný &leit...
sl: Novo &iskanje ...

source: Next &Cover
eu: Hurrengo &azala
is: Næsta &umslag
sl: Naslednji ovite&k

source: Cover Found
eu: Azala aurkitu da
is: Umslag fannst
sl: Najden ovitek

source: The audio player for KDE
eu: KDE-ren audio-erreproduzigailua
is: Tónlistarspilarinn fyrir KDE
sl: Zvočni predvajalnik za KDE

source: (C) 2002-2003, Mark Kretschmann (C) 2003-2006, The amaroK Development Squad
eu: (C) 2002-2003, Mark Kretschmann (C) 2003-2006, amaroK-en garatzaileen eskuadroia
is: (C) 2002-2003, Mark Kretschmann (C) 2003-2006, amaroK forritara grúbban

source: IRC: server: irc.freenode.net / channels: #amarok #amarok.de Feedback: amarok-devel@lists.sourceforge.net
eu: IRC: server: irc.freenode.net / channels: #amarok #amarok.de Iradokizunak: amarok-devel@lists.sourceforge.net
is: IRC: þjónn: irc.freenode.net / rásir: #amarok #amarok.de Endurgjöf: amarok-devel@lists.sourceforge.net
sl: IRC: strežnik: irc.freenode.net / kanal: #amarok Pripombe: amarok-devel@lists.sourceforge.net

source: Babe-Magnet
eu: Mutil-Magnetikoa

source: Stud (muesli)
eu: Takoa (muesli)

source: 733t code, OSD improvement, patches (Larson)
eu: 733t kodea, OSD hobekuntzak, adabakiak (Larson)
is: 733t kóði, endurbætur á skjábirtingu, plástrar (Larson)
sl: Koda v 733t, izboljšave prikaza na zaslonu, popravki (Larson)

source: It's good, but it's not irssi
eu: Ona da baina ez da irssi
sl: Dobro je, vendar ni irssi

source: Project founder (markey)
eu: Proiektuaren fundatzailea (markey)
is: Upphafsmaður (markey)
sl: Ustanovitelj projekta (markey)

source: Turtle-Power'
eu: Dordoka-boterea

source: Cowboy mxcl
eu: mxcl cow-boy-a

source: Purple is not girly!
eu: Purpura ez da neskentzat bakarrik!

source: DCOP, improvements, Preci-i-o-u-u-s handbook maintainer (madpenguin8)
eu: DCOP, hobekuntzak, eskuliburuaren mantentzailea (madpenguin8)
is: DCOP, endurbætur, umsjónarmaður handbókar (madpenguin8)
sl: DCOP, izboljšave, neprecenljiv vzdrževalec priročnika (madpenguin8)

source: Spaghetti Coder
eu: Spaghetti kodetzailea

source: Playlist-browser, cover-manager (teax)
eu: Erreprodukzio-zerrendaren arakatzailea, azal-kudeatzailea (teax)
is: Lagalistaflakkari, umslagsstjóri (teax)
sl: Brskalnik predvajalnega seznama, upravitelj ovitkov (teax)

source: And God said, let there be Mac
eu: Eta jaunak esan zuen, egon bedi Mac-a
sl: In Bog je rekel, naj bo Mac

source: amaroK logo, splash screen, icons
eu: amaroK-en logoa, splash pantaila, ikonoak
is: amaroK lógó, upphafsskjár, táknmyndir
sl: Logo amaroKa, uvodna slika, ikone

source: Surfin' down under
eu: Beste puntan surfeatzen
sl: Deskanje tam spodaj

source: Playlist-browser, Dynamic-mode, Queue-manager (sebr)
eu: Erreprodukzio-zerendaren arakatzailea, modu dinamikoa, ilara-kudeatzailea (sebr)
is: Lagalistaflakkari, breytilegur hamur, biðraðarstjóri (sebr)
sl: Brskalnik predvajalnega seznama, dinamični način, upravitelj čakalne vrste (sebr)

source: All you need is DCOP
eu: Behar duzu guztia DCOP da
sl: Vse, kar potrebujete, je DCOP

source: DCOP, improvements, cleanups, i18n (berkus)
eu: DCOP, hobekuntzak garbiketak, i18n (berkus)
is: DCOP, endurbætur, hreinsun, i18n (berkus)
sl: DCOP, izboljšave, čiščenje, i18n (berkus)

source: Analyzers, patches
eu: Analizatzaileak, adabakiak
is: Tónmælar, plástrar
sl: Analizatorji, popravki

source: Patches
eu: Adabakiak
is: Plástrar
sl: Popravki

source: Improvements, Bugfixes
eu: Hobekuntzak, programa-arazoen konponketak
is: Endurbætur, villuleiðréttingar

source: MySQL support
eu: MySQL euskarria
is: MySQL stuðningur
sl: Podpora MySQL

source: Postgresql support
eu: Postgresql euskarria
is: Postgresql stuðningur
sl: Podpora postgresql

source: First-run wizard, usability
eu: Lehen abioko morroia, erabilerraztasuna
is: Fyrsta skiptis álfur, notkun
sl: Čarovnik prvega zagona, uporabnost

source: Analyzers, Context Browser and systray eye-candy
eu: Analizatzaileak, testuinguru-arakatzailea eta sistemako bandejaren efektuak
is: Tónmælar, samhengisflakkari og kerfisbakka augnayndi
sl: Analizatorji, kontekstni brskalnik in lišpanje v sistemski vrstici

source: amaroK application icon 'Blue Wolf'
eu: amaroK aplikazioaren "Otso urdina" ikonoa
is: Forritatáknmynd amaroK, 'blár úlfur'
sl: Programska ikona amaroKa »Blue Wolf«

source: icons and image work
eu: ikonoak eta irudiak
is: Táknmyndir og myndvinnsla
sl: Delo na ikonah in slikah

source: Fabulous help with our pre 1.2 bug-avalanche
eu: Laguntza aparta gure aurre-1.2-ren arazo-luiziarekin
is: Frábær hjálp með villuskriðu 1.2 forútgáfana

source: handbook enhancements, translations, bug fixes, screenshots (apachelogger)
eu: Eskuliburuaren hobekuntza, itzulpenak, programa-arazoen konponketa, pantaila-argazkiak (apachelogger)
is: endurbætur á handbók, þýðingar, villuleiðréttingar, skjámyndir (apachelogger)

source: Patches, Ruby script template (eean)
eu: Adabakiak, Ruby script-en txantiloia (eean)
is: Plástrar, Ruby skriftusnið (eean)

source: Tester, IRC channel operator, whipping
eu: Probatzailea, IRC kanalaren operadorea, sufritzailea
is: Prófun, umsjónarmaður IRC rásar, pískari
sl: Preizkuševalec, operator kanala IRC, čiščenje

source: Icons
eu: Ikonoak
is: Táknmyndir
sl: Ikone

source: amaroK webmaster
eu: amaroK-en web arduraduna
is: amaroK vefstjóri
sl: Skrbnik spletnega strežnika amaroKa

source: Konqueror Sidebar, some DCOP methods
eu: Konqueror-en alboko barra, DCOP metodo batzuk
is: Konqueror hliðarslá
sl: Stranska vrstica v Konquerorju, nekatere metode DCOP

source: FHT routine, bugfixes
eu: FHT funtzionak, programa-arazoen konponketak
is: FHT rútína, villuleiðréttingar
sl: FHT rutina, popravki

source: K3B export code
eu: K3B esportazio kodea
is: K3B útflutningskóði
sl: Koda za izvoz v K3b

source: Splash screen
eu: Splash pantaila
is: Upphafsskjár
sl: Uvodni zaslon

source: Website hosting
eu: Web-gunearen etxea
is: Vefsíðu hýsing
sl: Gostovanje spletne strani

source: HelixPlayer engine
eu: HelixPlayer motorea
is: HelixPlayer vél
sl: Pogon HelixPlayer

source: Wikipedia support, patches
eu: Wikipedia euskarria, adabakiak
is: Wikipedia stuðningur, plástrar
sl: Podpora za Wikipedijo, popravki

source: MAS engine
eu: MAS motorea
is: MAS vél
sl: Pogon MAS

source: Audioscrobbler support
eu: Audioscrobbler euskarria
is: Audioscrobbler stuðningur
sl: Podpora Audioscrobblerju

source: TagLib & ktrm code
eu: TagLib eta ktrm kodea
is: TagLib & ktrm kóði
sl: TagLib in koda za ktrm

source: Loadsa stuff
eu: Loadsa-ren inguruko hainbat
is: Fullt af dóti
sl: Veliko stvari

source: Patches, Bugfixes
eu: Adabakiak, programa-arazoen konponketak
is: Plástrar, villuleiðréttingar
sl: Popravki, odprava napak

source: Tester, patches
eu: Probatzailea, adabakiak
is: Prófanir, plástrar
sl: Preizkuševalec, popravki

source: amaroK has crashed! We're terribly sorry about this :( But, all is not lost! You could potentially help us fix the crash. amaroK has attached a backtrace that describes the crash, so just click send, or if you have time, write a brief description of how the crash happened first. Many thanks.
eu: amaroK kraskatu da! Oso triste gaude hau dela eta:( Baina ez da dena galdu! Hau konpontzen lagun gaitzakezu. amaroK-ek kraskatzea adierazten duen atzera-arrasto bat du, bidali ezazu edo denbora baduzu, idatzi nola gertatu den azaltzen duen deskribapen txiki bat. Eskerrik asko.
is: amaroK hrundi! Okkur þykir þetta mjög leitt. En nú getur þú kannski aðstoðað okkur við að laga þetta. amaroK hefur útbúið skýrslu þar sem hruninu er lýst, svo smelltu bara á senda, eða ef þú hefur tíma, getur þú einnig skrifað stutta lýsingu á ensku hvernig hrunið átti sér fyrst stað. Kærar þakkir fyrir aðstoðina.

source: The information below is to help the developers identify the problem, please do not modify it.
eu: Beheko informazioa garatzaileak arazoa aurki dezan da, mesedez ez aldatu.
is: Upplýsingarnar að neðan eru til að aðstoða höfundana við að finna vandamálið, vinsamlega ekki breyta þeim.

source: Send Email
eu: Bidali e-posta
is: Senda póst
sl: Pošlji e-pošto
