Repository: tmarques/waheela
Catalog: amarok_classic-0.0.1/po/*/amarok.po
Languages: eu, is, sl

source: Samplerate:
eu: Lagin-tasa:
is: Safntíðni:

source: &Artist:
eu: &Artista:
is: &Flytjandi:
sl: &Izvajalec:

source: &Genre:
eu: &Generoa:
is: &Tegund:
sl: &Žanr:

source: Length:
eu: Luzera:
is: Lengd:

source: &Year:
eu: &Urtea:
is: Á&r:
sl: &Leto:

source: &Score:
eu: &Puntuazioa:
is: &Stig:

source: Bitrate:
eu: Bit-tasa
is: Bitahraði:

source: Trac&k:
eu: Pis&ta:
is: &Lag:
sl: Sklad&ba:

source: &Title:
eu: &Izenburua:
is: &Titill:

source: Playcount:
eu: Erreprodukzio kopurua:
is: Afspilunartalning:

source: Fill-In Tags &Using MusicBrainz
eu: Bete etiketak MusicBrainz &erabiliz
is: Fylla inn tögin með M&usicBrainz

source: Detect metadata from fingerprint.
eu: Detektatu meta-datuak hatz-marketatik.
is: Finna metagögn frá fingraförum.

source: &Comment:
eu: &Iruzkina:
is: &Athugasemd:

source: Location:
eu: Kokalekua:
is: Staðsetning:
sl: Lokacija:

source: General Options
eu: Aukera orokorrak
is: Almennar stillingar
sl: Splošne možnosti

source: Show splash-screen on start&up
eu: Erakutsi splash pantaila a&bioan
is: Sýna upphafsskjá í &byrjun

source: Check to enable the splashscreen during amaroK startup.
eu: Hautatu amaroK-en abioko splash pantaila gaitzeko.
is: Hakaðu við til að virkja upphafsskjáinn þegar amaroK er ræst.
sl: Izberite to, da omogočite uvodni zaslon med zagonom amaroKa.

source: Show tra&y icon
eu: Erakutsi bande&jako ikonoa
is: Sýna táknm&ynd í kerfisbakka

source: Check to enable the amaroK system tray icon.
eu: Hautatu amaroK-en bandejako ikonoa gaitzeko.
is: Hakaðu við til að virkja amaroK táknmyndina í kerfisbakkanum.
sl: Izberite to, da omogočite ikono amaroKa v sistemski vrstici.

source: &Flash tray icon when playing
eu: Erreproduzitzean bandejako ikono &keinularia
is: Blikka táknmynd í kerfisbakka við a&fspilun
sl: Ikona v sistemski vrstici naj med predvajanjem &utripa

source: Check to animate the amaroK system tray icon.
eu: Hautatu amaroK-en sistemaren bandejako ikonoa animatzeko.
is: Hakaðu við til að amarok táknmyndin hreyfi sig.
sl: Izberite to za animiranje ikone amaroKa v sistemski vrstici.

source: Show player window (like &XMMS)
eu: Erakutsi erreproduzigailuaren lehioa (&XMMS bezala)
is: Nota afspilunarglugga (eins og &XMMS)
sl: Prikaži okno predvajalnika (kot pri &XMMS)

source: Check to enable an extra player window.
eu: Hautatu erreproduzigailu-lehio gehigarri bat gaitzeko.
is: Hakaðu við til að nota auka afspilunarglugga.
sl: Izberite to, da omogočite dodatno okno predvajalnika.

source: Default size for &cover previews:
eu: &Azalen aurrebisten tamaina lehenetsia:
is: Sjálfgefin stærð á forsýn &umslaga:

source: Size of the cover image in the context viewer in pixels.
eu: Testuinguruko ikustaileko azal-irudiaren tamaina pixeletan.
is: Stærð í punktum á umslagsmyndinni sem er sýnd í samhengisflakkaranum.
sl: Velikost slike ovitka v kontekstnem pregledovalniku, navedena v točkah.

source: Size of the cover images in the context viewer in pixels.
eu: Testuinguruko ikustaileko azal-irudien tamaina pixeletan.
is: Stærð í punktum á umslagsmyndunum sem eru sýndar í samhengisflakkaranum.
sl: Velikost slike ovitka v kontekstnem pregledovalniku, navedena v točkah.

source: Playlist-Window Options
eu: Erreprodukzio-zerrendaren lehioaren aukerak
is: Valkostir lagalista
sl: Možnosti okna predvajalnega seznama.

source: &Remember current playlist on exit
eu: &Gogoratu uneko erreprodukzio-zerrenda irtetzean
is: &Muna núverandi lagalista þegar hætt er
sl: &Zapomni si trenutni predvajalni seznam ob izhodu

source: If checked, amaroK saves the current playlist on quit and restores it when restarted.<br>
eu: Hautatzen bada, amaroK-ek uneko erreprodukzio-zerrenda gordeko du irtetzean eta leheneratu egingo du berrabiatzean.<br>
is: Ef valið, vistar amaroK núverandi lagalista þegar hætt er í forritinu og hleður honum aftur inn við næstu ræsingu.<br>
sl: Izberite to, če želite da amaroK shrani trenutni predvajalni seznam in ga naloži ob vnovičnem zagonu.<br>

source: If checked, amaroK saves the current playlist\non quit and restores it when restarted.
eu: Hautatzen bada, amaroK-ek uneko erreprodukzio-zerrenda gordeko du irtetzean eta leheneratu egingo du berrabiatzean.
is: Ef valið, vistar amaroK núverandi lagalista þegar \nhætt er í forritinu og hleður honum aftur inn við næstu ræsingu.
sl: Izberite to, če želite da amaroK shrani trenutni predvajalni seznam in ga naloži ob vnovičnem zagonu.<br>

source: &Manually saved playlists use relative path
eu: Erabili bide-izen erlatiboak &eskuz gordetako erreprodukzio-zerrendetan
is: Lagalistar se&m eru vistaðir handvirkt nota tengda slóð

source: If checked, amaroK uses a relative path for the tracks of manually saved playlists
eu: Hautatzen bada, bide-izen erlatiboak erabiliko dira eskuz gordetako erreprodukzio-zerrendetan
is: Ef valið, notar amaroK tengda slóð fyrir lög í lagalistum sem eru vistaðir handvirkt
sl: Izberite to, če želite, da amaroK uporablja relativne poti za ročno shranjene predvajalne sezname

source: &Keep the active song visible on track change
eu: &Mantendu abesti aktiboa ikusgai pista aldaketetan
is: Hafa vir&ka lagið sýnilegt við breytingar
sl: O&hrani aktivno skladbo vidno med spremembami skladb.

source: If checked, the playlist scrolls on song change to make the currently playing item visible in the playlist. Measures are taken not to scroll if inappropriate.<br>
eu: Hautatzen bada, erreprodukzio-zerrendak desplazatu egingo da unean erreproduzitzen ari den elementua ikusgai egiteko. Neurriak hartuko dira hau egoki egiteko.<br>
is: Ef valið, skrunar gilda lagið til að gera lagalistan læsilegri.<br>
sl: Izberite to, če želite, da predvajalni seznam sledi trenutno predvajani skladbi in jo ohrani vidno v predvajalnem seznamu. Drsenje po seznamu je onemogočeno, če to ni primerno.<br>

source: If checked, the playlist scrolls on song change to make the currently playing item visible in the playlist. Measures are taken not to scroll if inappropriate.
eu: Hautatzen bada, erreprodukzio-zerrendak desplazatu egingo da unean erreproduzitzen ari den elementua ikusgai egiteko. Neurriak hartuko dira hau egoki egiteko.
is: Ef valið, skrunar gilda lagið til að gera lagalistan læsilegri.
sl: Izberite to, če želite, da se predvajalni seznam pomakne na trenutno predvajano skladbo in jo ohrani vidno v predvajalnem seznamu. Drsenje po seznamu je onemogočeno, če to ni primerno.<br>

source: Switch to Context Browser on track ch&ange
eu: Aldatu testuinguru-arakatailera pista &aldaketetan
is: Skipt&a yfir í samhengisflakkarann þegar lag er spilað

source: Switch to the context browser, when playing a track.<br>
eu: Aldatu testuinguru-arakatailera pista bat erreproduzitzean.<br>
is: Skipta yfir í samhengisflakkarann þegar lag er spilað.<br>
sl: Preklopi na kontekstni brskalnik, ko se predvaja skladba.<br>

source: Switch to the context browser, when playing a track.
eu: Aldatu testuinguru-arakatzailea, pista bat erreproduzitzean.
is: Skipta yfir í samhengisflakkarann þegar lag er spilað.
sl: Preklobi na kontekstni brskalnik med predvajanjem skladbe.

source: Show s&tatusbar
eu: Erakutsi e&goera-barra
is: Sýna ás&tandsstiku

source: Check to enable the statusbar on the playlist window.<br>
eu: Hautatu erreprodukzio-zerrendaren lehioko egoera-barra gaitzeko.<br>
is: Hakaðu við til að sýna ástandsstiku í afspilunarglugganum.<br>
sl: Izberite to, da omogočite vrstico stanja v oknu predvajalnega seznama.<br>

source: Check to enable the statusbar on the playlist window.
eu: Hautatu erreprodukzio-zerrendaren lehioko egoera-barra gaitzeko.
is: Hakaðu við til að sýna ástandsstiku í afspilunarglugganum.
sl: Izberite to, da omogočite vrstico stanja v oknu predvajalnega seznama.

source: Show statistics by a&lbums
eu: Erakutsi estatistikak &disken arabera
is: Sýna tölfræði eftir p&lötum

source: Show statistics by albums in the context browser.<br>
eu: Erakutsi estatistikak disken arabera testinguru-arakatzailean.<br>
is: Sýna tölfræði eftir plötum í samhengisflakkaranum.<br>

source: Show statistics by albums in the context browser.
eu: Erakutsi estatistikak disken arabera testinguru-arakatzailean.
is: Sýna tölfræði eftir plötum í samhengisflakkaranum.

source: Encodings
eu: Kodeketak
is: Kóðanir

source: Do not decode the following as latin1:
eu: Ez deskodetu ondorengoa latin 1 bezala:
is: Ekki afkóða eftirfarandi sem latin1:

source: ID&3v1 tags
eu: ID&3v1 etiketak
is: ID&3v1 tög

source: Decode ID3v1 tags (used by some MP3 files) using the character set specified below.
eu: Deskodetu ID3v1 etiketak (zenbait MP3 fitxategik darabiltenak) behean zehaztutako karaktere-sorta erabiliz.
is: Afkóða ID3v1tög (notuð í sumum mp3 skrám) með stafatöflunni að neðan.

source: &Shoutcast metadata
eu: &Shoutcast-en meta-datuak
is: &Shoutcast Metagögn

source: Decode the title and artist information of Shoutcast music streams using the character set specified below.
eu: Deskodetu Shoutcast musika-jarioen izenburua eta artistaren informazioa behean zehaztutako karaktere-sorta erabiliz.
is: Afkóða titil og flytjanda upplýsingar Shoutcast tónlistarstraumsins með stafatöflunni að neðan.

source: Instead &decode using this character set:
eu: Horren ordez &deskodetu karaktere-sorta erabiliz:
is: Afkóðu held&ur með þessari stafatöflu:

source: If ID3v1 or Shoutcast metadata is checked, it will decode them using this character encoding.
eu: ID3v1 edo Shoutcast meta-datuak hautatzen badira, karaktere-sorta hau erabiliz deskodetuko dira.
is: Ef ID3v1 eða Shoutcast metagögn eru skoðuð, verða þau afkóðuð með þessari stafatöflu.

source: &Use custom fonts
eu: &Erabili letra-tipo pertsonalizatuak
is: Nota sérsniðið l&etur
sl: &Uporabi prilagojene pisave

source: Check to enable custom fonts.
eu: Hautatu letra-tipo pertsonalizatua gaitzeko.
is: Hakaðu við til að nota sérsniðið letur
sl: Izberite to, da omogočite prilagojene pisave.

source: Player-window font:
eu: Erreproduzigailu-lehioaren letra-tipoa:
is: Leturgerð í afspilunarglugga:
sl: Pisava okna predvajalnika:

source: The font to use in the player window.
eu: Erreproduzigailu-lehioan erabiltzeko letra-tipoa.
is: Leturgerðin sem á að nota í afspilunarglugganum.
sl: Pisava, ki se uporabi v oknu predvajalnika.

source: Playlist-window font:
eu: Erreprodukzio-zerrendaren lehioko letra-tipoa:
is: Leturgerð í lagalista:
sl: Pisava okna predvajalnega seznama:

source: The font to use in the playlist window.
eu: Erreprodukzio-zerrendaren lehioan erabiltzeko letra-tipoa.
is: Leturgerðin sem á að nota í lagalistanum.
sl: Pisava, ki se uporabi v oknu predvajalnega seznama.

source: Context-browser font:
eu: Testuinguru-arakatzailearen letra-tipoa:
is: Leturgerð í samhengisflakkara:
sl: Pisava Kontekstnega brskalnika:

source: The font to use in the context browser.
eu: Testuinguru-arakatzailean erabiltzeko letra-tipoa.
is: Leturgerðin sem á að nota í samhengisflakkaranum.
sl: Pisava, ki se uporabi v kontekstnem brskalniku.

source: Color Scheme
eu: Kolore-eskema
is: Litastef
sl: Barvna shema

source: &Custom color scheme
eu: Kolore-eskema &pertsonalizatua
is: &Sérsniðin litaþema
sl: &Lastna barvna shema

source: If selected, amaroK uses the user-defined colors in the playlist.
eu: Hautatzen bada, amaroK-ek erabiltzaileak definitutako koloreak erabiliko ditu erreprodukzio-zerrendan.
is: Ef valið, notar amaroK notendaskilgreindu litina í lagalistanum.
sl: Izberite to, če želite, da amaroK uporabi uporabniško določene barve v predvajalnem seznamu.

source: Fo&reground:
eu: A&urreko-planoa:
is: Fo&rgrunnur:
sl: Os&predje:

source: Selects the color to use as foreground color in the playlist.
eu: Aurreko planoko kolore bezala erreprodukzio-zerrendan erabiliko den kolorea hautatzen du.
is: Veldu litinn sem á að nota í forgrunn í lagalistanum.
sl: Izberite barvo ospredja v predvajalnem seznamu.

source: Click to select the foreground text color in the playlist window.
eu: Klikatu aurreko planoko kolore bezala erreprodukzio-zerrendan erabiliko den kolorea.
is: Smelltu til að velja litinn sem á að nota á textan í lagalistanum.
sl: Kliknite za izbiro barve besedila ospredja predvajalnega seznama.

source: Selects the color to use as foreground (text) color in the playlist.
eu: Aurreko planoko (testuaren) kolore bezala erreprodukzio-zerrendan erabiliko den kolorea hautatzen du.
is: Veldu litinn sem þú vilt nota á textan í lagalistanum.
sl: Izberite barvo (besedila) ospredja v predvajalnem seznamu.

source: &Background:
eu: &Atzeko-planoa:
is: &Bakgrunnur:
sl: &Ozadje:

source: Selects the color to use as background color in the playlist.
eu: Atzeko planoko kolore bezala erreprodukzio-zerrendan erabiliko den kolorea hautatzen du.
is: Veldu litinn sem þú vilt nota sem bakgrunnslit í lagalistanum.
sl: Izberite barvo ozadja v predvajalnem seznamu.

source: Click to select the background color in the playlist window.
eu: Klikatu atzeko planoko kolore bezala erreprodukzio-zerrendan erabiliko den kolorea.
is: Smelltu til að velja litinn sem þú vilt nota sem bakgrunnslit í lagalistanum.
sl: Kliknite za izbiro barve ozadja predvajalnega seznama.

source: The current &KDE color-scheme
eu: Uneko &KDE-ren kolore-eskema
is: Núverandi &KDE litastef
sl: Trenutna barvna shema &KDE

source: If selected, amaroK uses the KDE standard colors in the playlist.
eu: Hautatzen bada, amaroK-ek KDE-ren kolore estandarrak erabiliko ditu erreprodukzio-zerrendan.
is: Ef valið, notar amaroK núverandi KDE litastefið.
sl: Izberite to, če želite da amaroK uporabi KDE-jeve običajne barve.

source: The classic &amaroK, "funky-monkey", theme
eu: &amaroK-en "funky-monkey" gai klasikoa
is: Klassíska &amaroK "funky-monkey" þemað
sl: Klasična barvna tema &amaroKa »funky-monkey«

source: If selected, amaroK uses the amaroK standard colors in the playlist.
eu: Hautatzen bada, amaroK-ek amaroK-en kolore estandarrak erabiliko ditu erreprodukzio-zerrendan.
is: Ef valið, notar amaroK stöðluðu litina í lagalistan.
sl: Izberite to, če želite, da amaroK uporabi običajne barve v predvajalnem seznamu.

source: Context Browser Style
eu: Testuinguru-arakatzailearen estiloa
is: Útlit samhengisflakkara
sl: Slog Kontekstnega brskalnika.

source: Select a style:
eu: Hautatu estilo bat:
is: Veldu útlit:
sl: Izberite slog:

source: Select the style of the Context Browser.
eu: Hautatu testuinguru-arakatzailearen estiloa.
is: Veldu útlit samhengisflakkarans.
sl: Izberite slog kontekstnega brskalnika.

source: Install New Style...
eu: Instalatu estilo berria...
is: Setja inn nýtt útlit...
sl: Namesti nov slog ...

source: Click to install a new Context Browser style.<br>Tip: More styles can be found on <a href='http://kde-look.org'>http://kde-look.org</a>
eu: Klikatu testuinguru-arakatzailearen estilo berri bat instalatzeko.<br>Argibidea: Estilo gehiago aurkitzeko: <a href='http://kde-look.org'>http://kde-look.org</a>
is: Smelltu hér til að setja inn nýtt útlit fyrir samhengisflakkarann.<br>Þú getur fundið fleiri útlit á <a href='http://kde-look.org'>http://kde-look.org</a>
sl: Kliknite za namestitev novega sloga kontekstnega brskalnika.<br>Namig: Več slogov lahko najdete na <a href='http://kde-look.org'>http://kde-look.org</a>

source: Select and install a new Context Browser style.
eu: Hautatu eta instalatu testuinguru-arakatzailearen estilo berri bat.
is: Veldu og settu inn nýtt útlit.
sl: Izberite in namestite nov slog za kontekstni brskalnik.

source: Download Styles...
eu: Deskargatu estiloak...
is: Ná í útlit...
sl: Prenesi sloge ...

source: Click to download new Context Browser styles.
eu: Klikatu testuinguru-arakatzailearen estilo berriak deskargatzeko.
is: Smelltu hér til að ná í ný útlit fyrir samhengisflakkarann.
sl: Kliknite za pridobitev novih slogov kontestnega brskalnika.

source: Select and download new Context Browser styles.
eu: Hautatu eta deskargatu testuinguru-arakatzailearen estilo berriak.
is: Veldu og settu inn ný útlit fyrir samhengisflakkarann.
sl: Izberite in naložite nove sloge kontekstnega brskalnika.

source: Transition &Behavior
eu: Iragapenaren &portamoldea
is: Hegðun &yfirgangs
sl: Obnašanje pre&hodov

source: <b>Transition Behavior</b> <p>During playback, when amaroK transitions between tracks, it can either proceed to the next track instantly (with configurable gap), or crossfade (with configurable fade period).</p>
eu: <b>Iragapenaren portamoldea</b> <p>Erreprodukzioan, amaroK-ek pistaz aldatzen duenean hurrengo pista hasi dezake berehala (hutsune konfiguragarri batekin), edo iraungitze gurutzatu bat egin dezake (iraungitze-tarte konfiguragarri batekin).</p>
is: <b>Hegðun yfirgangs</b> <p>Við afspilun, þegar amaroK skiptir á milli laga, er annars vegar hægt að fara strax í næsta lag (stillanlegt bil), eða mótdofna (stillanleg mótdofnunarlengd).</p>
sl: <b>Obnašanje prehodov</b> <p>Kadar amaroK pri predvajanju prehaja med skladbami, lahko neposredno preide na naslednjo skladbo (z nastavljivo vmesno tišino), ali pa uporabi učinek »prehajanja« (z nastavljivo dolžino le-tega).</p>

source: &No crossfading
eu: Iraungitze gurutzaturik &ez
is: Engi&n mótdofnun
sl: &Brez učinka prehajanja

source: Enable normal track transition. You may insert a gap of silence between tracks.
eu: Gaitu pista-iragapen normala. Isiltasun tarte bat sar dezakezu pisten artean.
is: Virkja venjulegan yfirgang. Þú getur sett inn þögult bil á milli laga.
sl: Omogoči navaden prehod med skladbami. Lahko tudi vrinete tišino med prehajanjem.

source: Insert &gap:
eu: Sartu &isiltasuna:
is: Setja &inn bil:
sl: Vrini &tišino:

source: Silence between tracks, in milliseconds.
eu: Pisten arteko tartea, milisegundutan.
is: Þögn í millisekúndum á milli laga.
sl: Tišina med skladbami v milisekundah.

source: &Crossfading
eu: &Iraungitze gurutzatua
is: &Mótdofnun
sl: Učinek pre&hajanja

source: Enable crossfading between tracks. This setting also enables fading to or from silence e.g when pressing stop.
eu: Gaitu pisten arteko iraungitze gurutzatua. Ezarpen honek ere isiltasunerako edo isiltasunetik datorren iraungitzea gaitzen du, adibidez, gelditzeko botoia sakatzean.
is: Virkja mótdofnun á milli laga. Þessi stilling virkjar einnig dofnun til eða frá þögn. Til dæmis þegar ýtt er á stopp.

source: Crossover &period:
eu: Iraungitze gurutzatuaren &tartea:
is: Mótdofnunar &tími:

source: The length of the crossfade between tracks, in milliseconds.
eu: Pisten arteko iraungitze gurutzatuaren luzera, milisegundutan.
is: Lengd í millisekúndum á mótdofnun milli laga.
sl: Dolžina učinka prehajanja med skladbami v milisekundah.

source: &Resume playback on start
eu: &Jarraitu erreprodukzioa abiatzean
is: &Halda afspilun áfram við ræsingu
sl: Nadaljuj &s predvajanjem ob zagonu.

source: If checked, amaroK will<br>resume playback from where you left it the previous session -- just like a tape-player.
eu: Hautatzen bada, amaroK-ek <br>erreprodukzioa jarraituko du aurreko sesioan utzi zuen momentutik - zinta erreproduzigailu batean bezala.
is: Ef valið, mun amaroK <br> halda áfram frá þeirri staðsetningu sem þú varst á við seinustu keyrslu -- ekki ólíkt og tape stöð.
sl: Izberite to, če želite da amaroK<br>nadaljuje s predvajanjem tam, kjer ste ostali ob izhodu. amaroK s to funkcijo deluje kot kasetnik.

source: &Use On-Screen-Display
eu: &Erabili pantailako bistaratzea (OSD)
is: &Nota skjábirtingu
sl: &Uporabi prikaz na zaslonu (OSD)

source: Check to enable the On-Screen-Display. <br>The OSD briefly displays track data when a new track is played.
eu: Hautatu pantailako bistaratzea (OSD) aktibatzeko. <br>OSD-k pistaren datuak bistaratzen ditu momentu batean pista berri bat erreproduzitzen denean.
is: Hakaðu við til að virkja skjábirtingu. <br>Sýnir hún í stutta stund upplýsingar á skjánum þegar nýtt lag er spilað.
sl: Izberite to, če želite uporabiti prikaz na zaslonu.<br>Prikaz na zaslonu ob prehodu na novo skladbo za trenutek pokaže podatke o predvajani skladbi.

source: Check to enable the On-Screen-Display. The OSD briefly displays track data when a new track is played.
eu: Hautatu pantailako bistaratzea (OSD) aktibatzeko. OSD-k pistaren datuak bistaratzen ditu momentu batean pista berri bat erreproduzitzen denean.
is: Hakaðu við til að virkja skjábirtingu. Sýnir hún í stutta stund upplýsingar á skjánum þegar nýtt lag er spilað.
sl: Izberite to, če želite uporabiti prikaz na zaslonu. Prikaz na zaslonu ob prehodu na novo skladbo za trenutek pokaže podatke o predvajani skladbi.

source: &Font
eu: &Letra-tipoa
is: &Letur
sl: &Pisava

source: The font to use for the On-Screen Display.
eu: Pantailako bistaratzean erabiliko den letra-tipoa.
is: Letrið sem á að nota í skjábirtingu.
sl: Pisava za prikaz na zaslonu.

source: Draw &shadow
eu: Marraztu &itzala
is: Teikna &skugga
sl: Riši &sence

source: C&olors
eu: K&oloreak
is: &Litir
sl: &Barve

source: Use &custom colors
eu: Erabili kolore &pertsonalizatuak
is: Nota &sérvalda liti
sl: Uporabi &lastne barve

source: Check to enable custom colors for the On-Screen-Display.
eu: Hautatu pantailako bistaratzean kolore pertsonalizatuak gaitzeko.
is: Hakaðu við til að virkja sérsniðna liti í skjábirtingu.
sl: Izberite to, če želite imeti prilagojene barve za prikaz na zaslonu.

source: Background color:
eu: Atzeko planoaren kolorea:
is: Bakgrunnslitur:
sl: Barva ozadja:

source: The color of the OSD background.
eu: OSD-ren atzeko planoaren kolorea.
is: Liturinn á bakgrunni skjábirtingar.
sl: Barva ozadja prikaza na zaslonu.

source: Click to select the color of the OSD text.
eu: Klikatu OSD-ren testuaren kolorea hautatzeko.
is: Smelltu hér til að velja textalitinn á skjábirtinguna.
sl: Kliknite za izbiro barve besedila prikaza na zaslonu.

source: The color of the OSD text.
eu: OSD-ren testuaren kolorea.
is: Skjábirtingar textalitur.
sl: Barva besedila prikaza na zaslonu.

source: Click to select the background color of the OSD.
eu: Klikatu OSD-ren atzeko planoko kolorea hautatzeko.
is: Smelltu hér til að velja bakgrunnslitinn á skjábirtinguna.
sl: Kliknite za izbiro barve ozadja prikaza na zaslonu.

source: Text color:
eu: Testuaren kolorea:
is: Textalitur:
sl: Barva besedila:

source: Make the &background translucent
eu: Aktibatu &atzeko planoaren zeharrargitasuna
is: Gera &bakgrunn gegnsæjan
sl: Naredi &ozadje prosojno

source: Display &Text
eu: Bistaratu &testua
is: Sýna &texta
sl: Prikaži &besedilo

source: Display the same information as the columns in the playlist
eu: Bistaratu erreprodukzio-zerrendako zutabeen informazio berdina
is: Sýna sömu upplýsingar og dálkarnir í lagalistanum
sl: Prikaži enake informacije, kot v predvajalnem seznamu.

source: &Duration:
eu: &Iraupena:
is: Tímaleng&d:
sl: Tra&janje:

source: Forever
eu: Betirako
is: Að eilífu
sl: Za vedno

source: The time in milliseconds to show the OSD. The value must be between 500 ms and 10000 ms.
eu: OSD-a erakutsiko den milisegundu kopurua. Balioak 500 ms eta 10000 ms artean egon behar dute.
is: Tími í millisekúndum sem á að sýna skjábirtinguna. Gildið verður að vera á milli 500 ms og 10000 ms.
sl: Čas prikaza na zaslonu (v milisekundah). Vrednost mora biti med 500 in 10000 ms.

source: The screen that should display the OSD.
eu: OSD-a bistaratu behar duen pantaila.
is: Skjárinn sem á að sýna í.
sl: Zaslon, na katerem bo prikaz na zaslonu.

source: Sc&reen:
eu: &Pantaila:
is: Skjá&r:
sl: &Zaslon:

source: Collection Folders
eu: Bildumaren karpetak
is: Safnmöppur
sl: Mape zbirke

source: Collection Database
eu: Bildumaren datu-basea
is: Safn gagnagrunnur
sl: Podatkovna zbirka vaše zbirke
