Repository: tmarques/waheela
Catalog: amarok_classic-0.0.1/po/*/amarok.po
Languages: eu, is, sl

source: Crash Handler
eu: Kraskatze-maneiatzailea
is: Hrun meðhöndlari
sl: Upravitelj zrušenj

source: Loading...
eu: Kargatzen...
is: Hleð inn...
sl: Nalaganje ...

source: Add Radio Stream
eu: Gehitu irrati-jarioa
is: Bæta við útvarpsstraum
sl: Dodaj radijski tok

source: &Name:
eu: Ize&na:
is: &Nafn:
sl: &Ime:

source: &Url:
eu: &Url-a:
is: &Slóð:

source: Edit Radio Stream
eu: Editatu irrati-jarioa
is: Sýsla með útvarpsstraum
sl: Uredi radijski tok

source: Retrieving Podcast...
eu: Podcast-a eskuratzen...
is: Sæki Podcast...
sl: Pridobivanje podcast-a...

source: Moving Podcasts
eu: Podcast-ak mugitzen
is: Flyt Podcasta

source: Fetching Podcast
eu: Podcast-ak eskuratzen
is: Næ í Podcast

source: Unable to connect to Podcast server.
eu: Ezin da Podcast zerbitzarira konektatu.
is: Gat ekki tengst Podcast þjóni.

source: Podcast returned invalid data.
eu: Podcast-ak datu baliogabeak itzuli ditu.
is: Podcast skilaði ógildum gögnum.

source: Sorry, only RSS 2.0 feeds for podcasts!
eu: Barkatu, RSS 2.0 jarioak bakarrik podcast-entzat!
is: Því miður. Einungis RSS 2.0 straumar fyrir podcast.

source: Url
eu: Url-a
is: Slóð

source: Website
eu: Web-gunea
is: Vefsíða
sl: Spletna stran

source: Copyright
eu: Copyright-a
is: Höfundarréttur
sl: Avtorske pravice

source: Description
eu: Deskribapena
is: Lýsing
sl: Opis

source: Podcast Information
eu: Podcast informazioa
is: Podcast upplýsingar

source: New podcasts have been retrieved!
eu: Podcast berriak eskuratu dira!
is: Náð hefur verið í nýja Podcasta.

source: Downloading Media...
eu: Euskarria deskargatzen...
is: Næ í miðil...
sl: Prenašam medij...

source: Downloading Podcast Media
eu: Podcast euskarria deskargatzen
is: Næ í Podcast miðil
sl: Prenašam podcast medij

source: Media download aborted, unable to connect to server.
eu: Euskarri deskarga abortatu da, ezin da zerbitzarira konektatu.
is: Hætt við niðurhal, get ekki tengst þjóni.
sl: Prenos medija preklican, ni mogoče vzpostaviti povezave s strežnikom.

source: Author
eu: Egilea
is: Höfundur
sl: Avtor

source: Date
eu: Data
is: Dagsetning
sl: Datum

source: Enter space-separated terms to filter the directory-listing
eu: Sartu direktorio-zerrenda iragazteko komaz bereizitako terminoak
is: Sláðu inn skilyrði með bilum til að sía möppulistan
sl: Vnesite izraze, ločene s presledki, za filtriranje imeniških seznamov

source: &Select All Files
eu: &Hautatu fitxategi guztiak
is: &Velja allar skrár
sl: &Izberi vse datoteke

source: <div align=center>Enter a search term above; you can use wildcards like * and ?</div>
eu: <div align=center>sartu bilaketarako terminoa goian; komodinak erabil ditzakezu, adibidez, * eta ?</div>
is: <div align=center>Sláðu inn leitarskilyrði að ofan, þú getur notað algildisstafi sem * og ?</div>
sl: <div align=center>Zgoraj vnesite iskani izraz. Lahko uporabite nadomestitelje, kot sta * in ?</div>

source: Search here...
eu: Bilatu hemen...
is: Leita hér...
sl: Išči tukaj ...

source: &Show Search Panel
eu: &Erakutsi bilaketa-panela
is: &Sýna leitarspjald
sl: Prikaži vrstico za i&skanje

source: Searching...
eu: Bilatzen...
is: Leita...
sl: Iskanje ...

source: No results found
eu: Ez da emaitzarik aurkitu
is: Engar niðurstöður fundust
sl: Ni najdenih rezultatov

source: &Skip
eu: &Ekidin
is: &Sleppa
sl: &Preskoči

source: Effects
eu: Efektuak
is: Brellur
sl: Učinki

source: Available Effects
eu: Efektu eskuragarriak
is: Tiltækar brellur
sl: Razpoložljivi učinki

source: Active Effects
eu: Efektu aktiboak
is: Virkar brellur
sl: Aktivni učinki

source: Zero
is: Núll
sl: Nič

source: OSD
is: Skjábirting
sl: Prikaz na zaslonu

source: %1 by %2
is: %1 með %2
sl: »%1« od %2

source: DirectoryListBase
is: MöppuListaGrunnur

source: Conninfo:
is: Upplýsingar um tenginu:

source: &Mono:
is: &Mónó:

source: &Stereo:
is: &Stereó:

source: OSS vs ALSA
is: OSS á móti ALSA
sl: OSS proti ALSA

source: px
is: pt
sl: tč

source: %1 fps
is: %1 r/s
sl: %1 sl./s

source: Wikipedia
sl: Wikipedija
