Repository: tmarques/waheela
Catalog: amarok_classic-0.0.1/po/*/amarok.po
Languages: eu, is, sl

source: Dynamic Mode Introduction
eu: Modu dinamikoaren sarrera
is: Kynning á breytilegum ham
sl: Uvod v dinamičen način

source: Cover Manager
eu: Azal kudeatzailea
is: Umslagsstjóri
sl: Upravitelj ovitkov

source: Albums By
eu: Diskak honen arabera
is: Plötur með
sl: Albumi od

source: All Albums
eu: Diska guztiak
is: Allar plötur
sl: Vsi albumi

source: Various Artists
eu: Hainbat artista
is: Ýmsir flytjendur
sl: Različni izvajalci

source: Filter here...
eu: Iragazi hemen...
is: Sía hér...
sl: Filtriraj tukaj ...

source: Clear filter
eu: Garbitu iragazkia
is: Hreinsa síu
sl: Počisti filter

source: Enter space-separated terms to filter albums
eu: Sartu espazioz bereizitako terminoak diskak filtratzeko
is: Sláðu inn skilyrði með bilum til að sía út plötur
sl: Vnesite izraze za filtriranje albumov, ločene s presledki

source: Albums With Cover
eu: Azaldun albumak
is: Plötur með umslagi
sl: Albumi z ovitkom

source: Albums Without Cover
eu: Azalik gabeko albumak
is: Plötur án umslags
sl: Albumi brez ovitka

source: International
eu: Nazioartekoa
is: Alþjóðleg
sl: Mednarodno

source: Canada
eu: Kanada
is: Kanada
sl: Kanada

source: France
eu: Frantzia
is: Frakkland
sl: Francija

source: Germany
eu: Alemania
is: Þýskaland
sl: Nemčija

source: Japan
eu: Japonia
sl: Japonska

source: United Kingdom
eu: Erresuma Batua
is: Bretland
sl: Združeno kraljestvo

source: Amazon Locale
eu: Bertako Amazon
is: Amazon staðsetning
sl: Krajevne nastavitve za Amazon

source: Fetch Missing Covers
eu: Eskuratu falta diren azalak
is: Sækja umslög sem vantar
sl: Povleči manjkajoče ovitke

source: Abort
eu: Abortatu
is: Hætta við
sl: Prekini

source: Loading Thumbnails...
eu: Koadro-txikiak kargatzen...
is: Hleð inn smámyndum...
sl: Nalaganje sličic ...

source: Cover Image
eu: Azaleko irudia
is: Umslag
sl: Slika ovitka

source: &Fetch Selected Covers
eu: &Eskuratu hautatutako azalak
is: &Sækja valin umslög
sl: &Povleči izbrane ovitke

source: Set &Custom Cover for Selected Albums
eu: Ezarri azal &pertsonalizatua hautatutako diskentzat
is: Setja &sérsniðið umslag á valdar plötur
sl: Nastavi pol&jubnen ovitek za izbrane albume

source: &Unset Selected Covers
eu: &Desaktibatu hautatutako azalak
is: &Afvelja umslögin
sl: Od&strani izbrane ovitke

source: &Show Fullsize
eu: &Erakutsi tamaina osora
is: &Sýna fulla stærð
sl: Pri&kaži polno velikost

source: &Fetch From amazon.%1
eu: &Eskuratu amazon-etik. %1
is: &Ná í frá amazon.%1
sl: P&ovleči iz amazon.%1

source: Set &Custom Image
eu: Ezarri irudi &pertsonalizatua
is: Setja sérsniðna &mynd
sl: Nastavi &poljubno sliko

source: Set &Cover Image
eu: Ezarri &azaleko irudia
is: Setja &umslag
sl: Nastavi sliko o&vitka

source: &Unset Cover Image
eu: &Desaktibatu azaleko irudia
is: &Fjarlægja umslag
sl: Od&strani sliko ovitka

source: Select Cover Image File
eu: Hautatu azaleko irudiaren fitxategia
is: Veldu umslagsmynd
sl: Izberite slikovno datoteko ovitka

source: _n: Are you sure you want to remove this cover from the Collection? Are you sure you want to delete these %n covers from the Collection?
eu: Ziur zaude azal hau bildumatik kendu nahi duzula? Ziur zaude %n azal hauek bildumatik kendu nahi dituzula?
is: Ertu viss um að þú viljir fjarlægja þetta umslag úr safninu? Eru viss um að þú viljir fjarlægja þessi %n umslög úr safninu?
sl: Ali ste prepričani, da želite odstraniti teh %n ovitkov iz vaše zbirke? Ali ste prepričani, da želite odstraniti tale %n ovitek iz vaše zbirke? Ali ste prepričani, da želite odstraniti te %n ovitka iz vaše zbirke? Ali ste prepričani, da želite odstraniti te %n ovitke iz vaše zbirke?

source: Finished.
eu: Amaituta.
is: Lokið.
sl: Končano.

source: _n: Cover not found <b>%n</b> covers not found
eu: Ez da azala aurkitu Ez dira <b>%n</b> azal aurkitu
is: Umslag fannst ekki <b>%n</b> umslög fundust ekki
sl: %n ovitkov ni najdenih %n ovitek ni najden %n ovitka nista najdena %n ovitki niso najdeni

source: Fetching cover for
eu: Honen azala eskuratzen:
is: Næ í umslag fyrir
sl: Pobiranje ovitka za

source: _n: Fetching 1 cover: Fetching <b>%n</b> covers... :
eu: Azal 1 eskuratzen: <b>%n</b> azal skuratzen... :
is: Næ í eitt umslag: Næ í <b>%n</b> umslög... :
sl: Pobiranje %n ovitkov ...: Pobiranje %n ovitka ...: Pobiranje %n ovitkov ...: Pobiranje %n ovitkov ...:

source: _n: 1 fetched %n fetched
eu: 1 eskuratuta %n eskuratuta
is: Náð í eitt Náð í %n
sl: %n pobranih %n pobran %n pobrana %n pobrani

source: _n: 1 not found %n not found
eu: Ez da 1 aurkitu Ez dira %n aurkitu
is: Eitt fanst ekki %n fundust ekki
sl: %n ni najdenih %n ni najden %n nista najdena %n niso najdeni

source: Connecting...
eu: Konektatzen...
is: Tengist...
sl: Povezovanje ...

source: _n: 1 result for "%1" %n results for "%1"
eu: Emaitza 1 "%1"-(r)entzat %n emaitza "%1"-(r)entzat
is: Ein niðurstaða fyrir "%1" %n niðurstöður fyrir "%1"
sl: %n rezultatov za »%1« %n rezultat za »%1« %n rezultata za »%1« %n rezultati za »%1«

source: _n: 1 album %n albums
eu: Diska 1 %n diska
is: Ein plata %n plötur
sl: %n albumov %n album %n albuma %n albumi

source: by
eu: egilea:
is: með
sl: od

source: - ( <b>%1</b> without cover )
eu: - ( <b>%1</b> azalik gabe )
is: - ( <b>%1</b> án umslags )
sl: - (<b>%1</b> brez ovitka)

source: Are you sure you want to overwrite this cover?
eu: Ziur zaude azal hau gainidatzi nahi duzula?
is: Ertu viss um að þú viljir skrifa yfir þetta umslag?
sl: Ali zares želite zamenjati ovitek?

source: Overwrite Confirmation
eu: Gainidazketaren berrespena
is: Staðfesta yfirskrifun
sl: Potrdi zamenjavo

source: &Overwrite
eu: &Gainidatzi
is: &Skrifa yfir
sl: &Prepiši

source: Please report this message to amarok-devel@lists.sf.net, thanks!
eu: Bidali mezu hau amarok-devel@lists.sf.net helbidera, eskerrik asko!
is: Vinsamlega senda tilkynningu um þessi skilaboð til amarok-devel@lists.sf.net.
sl: Prosim, poročajte o tem sporočilu na amarok-devel@lists.sf.net. Hvala.

source: Welcome to amaroK
eu: Ongi etorri amaroK-era
is: Velkomin(n) í amaroK
sl: Dobrodošli v amaroK

source: Analyzer
eu: Analizatzailea
is: Tónmælir
sl: Analizator

source: Click for more analyzers, press 'd' to detach.
eu: Klikatu analizatzaile gehiagorako, sakatu "d" askatzeko.
is: Smelltu til að fá fleiri tónmæla, ýttu á 'd' til að aftengja þá.
sl: Kliknite za več analizatorjev, pritisnite »d« za odcepitev.

source: Equalizer is not available with this engine.
eu: Ekualizadorea ez dago eskuragarri motore honentzat.
is: Hljóðblandari er ekki fáanlegur með þessari vél.
sl: Izenačevalnik ni na voljo s tem pogonom.

source: Visualizations
eu: Ikustarazpenak
is: Sjónbrellur
sl: Vizualizacije

source: Right-click on item for context menu
eu: Eskuin-klikatu elementuan testuinguruko mezurako
is: Hægrismelltu á hlutinn fyrir valmynd
sl: Za prikaz kontekstnega menija, kliknite z desnim miškinim gumbom na predmet

source: Fullscreen
eu: Pantaila osoa
is: Fylla skjá
sl: Celozaslonski način

source: <div align=center><h3>No Visualizations Found</h3>Possible reasons:<ul><li>libvisual is not installed</li><li>No libvisual plugins are installed</li></ul>Please check these possibilities and restart amaroK.</div>
eu: <div align=center><h3>Ez da ikustarazpenik aurkitu</h3> Arrazoi posibleak:<ul><li>libvisual ez dago instalatuta</li><li>Ez da libvisual pluginik instalatuta</li></ul>Egiaztatu aukera hauek eta berrabiatu amaroK.</div>
is: <div align=center><h3>Engar sjónbrellur fundust</h3>Mögulegar ástæður:<ul><li>libvisual er ekki uppsett</li><li>Engin libvisual íforrit uppsett</li></ul>Vinsamlega athugaðu þetta og endurræstu svo amaroK.</div>
sl: <div align=center><h3>Ni najdenih vizualizacij</h3>Možni razlogi:<ul><li>libvisual ni nameščen</li><li>Nimate nameščenih vstavkov libvisual</li></ul>Prosim preverite naslednje možnosti in znova zaženite amaroK.</div>

source: Enter space-separated terms to filter collection
eu: Sartu espazioz-bereizitako terminoak bilduma iragazteko
is: Sláðu inn skilyrði með bilum til að sía safnið
sl: Vnesite s presledki ločene izraze za filtriranje zbirke.

source: Update
eu: Eguneratu
is: Uppfæra
sl: Posodobi

source: Configure Folders
eu: Konfiguratu karpetak
is: Stilla möppur
sl: Nastavi mape

source: Tree View
eu: Zuhaitz-ikuspegia
is: Sýna tré
sl: Drevesni prikaz

source: Flat View
eu: Ikuspegi laua
is: Flöt sýn
sl: Ploski prikaz

source: Group By
eu: Taldekatu honen arabera
is: Flokka eftir
sl: Razvrsti po

source: Artist
eu: Artista
is: Flytjandi
sl: Izvajalec

source: Artist / Album
eu: Artista / Diska
is: Flytjandi / Plata
sl: Izvajalec / Album

source: Year
eu: Urtea
is: Ár
sl: Leto

source: Album
eu: Diska
is: Plata

source: Genre / Artist
eu: Generoa / Artista
is: Tegund / Flytjandi
sl: Žanr / Album

source: Genre / Artist / Album
eu: Generoa / Artista / Diska
is: Tegund / Flytjandi / Plata
sl: Žanr / Izvajalec / Album

source: &First Level
eu: &Lehen maila
is: &Fyrsta stig
sl: &Prva raven

source: &Second Level
eu: &Bigarren maila
is: &Annað stig
sl: &Druga raven

source: &Third Level
eu: &Hirugarren maila
is: Þ&riðja stig
sl: &Tretja raven

source: &Album
eu: &Diska
is: &Plata

source: (Y&ear) - Album
eu: (Urt&ea) - Diska
is: (Á&r) - Plata
sl: (L&eto) - Album

source: A&rtist
eu: A&rtista
is: &Flytjandi
sl: &Izvajalec

source: &Genre
eu: &Generoa
is: Te&gund
sl: &Žanr

source: &Year
eu: &Urtea
is: Á&r
sl: &Leto

source: &None
eu: &Bat ere ez
is: E&kkert
sl: &Brez

source: A&lbum
eu: D&iska
is: P&lata

source: _n: 1 Artist %n Artists
eu: Artista 1 %n artista
is: Einn flytjandi %n flytjendur
sl: %n izvajalcev %n izvajalec %n izvajalca %n izvajalci

source: _n: 1 Album %n Albums
eu: Diska 1 %n diska
is: Ein plata %n plötur
sl: %n albumov %n album %n albuma %n albumi

source: _n: 1 Genre %n Genres
eu: Genero 1 %n genero
is: Ein tegund %n tegundir
sl: %n žanrov %n žanr %n žanra %n žanri

source: _n: 1 Track %n Tracks
eu: Pista 1 %n pista
is: 1 lag %n lög
sl: %n skladb %n skladba %n skladbi %n skladbe

source: Configure Collection
eu: Konfiguratu bilduma
is: Stilla safn
sl: Nastavi zbirko

source: &Queue Tracks
eu: &Ilaratu pistak
is: &Setja í biðröð
sl: Dodaj skladbo v čakalno &vrsto

source: &Save as Playlist...
eu: &Gorde erreprodukzio-zerrenda bezala...
is: &Vista sem lagalista...
sl: &Shrani kot predvajalni seznam...

source: Burn All Tracks by This Artist
eu: Grabatu artista honen pista guztiak
is: Brenna öll lög með þessum flytjanda
sl: Zapiši vse skladbe tega izvajalca

source: Burn This Album
eu: Grabatu diska hau
is: Brenna þessa plötu
sl: Zapiši ta album

source: Burn to CD
eu: Grabatu CD-ra
is: Brenna á geisladisk
sl: Zapiši na CD

source: &Fetch Cover Image
eu: &Eskuratu azaleko irudia
is: &Ná í umslagsmynd
sl: &Povleči sliko ovitka

source: _n: Edit Track &Information... Edit &Information for %n Tracks...
eu: Editatu pistaren &informazioa... Editatu %n pisten &informazioa...
is: Breyta &upplýsingum um lag... Breyta &upplýsingum um %n lög...
sl: Uredi &informacije za %n skladb ... Uredi &informacije za %n skladbo ... Uredi &informacije za %n skladbi ... Uredi &informacije za %n skladbe ...

source: &Mark as Compilation
eu: &Markatu bilduma bezala
is: &Merkja sem safn
sl: &Označi kot kompilacijo

source: &Unmark as Compilation
eu: &Kendu bilduma marka
is: &Afmerkja sem safn
sl: O&dznači kot kompilacijo

source: Title
eu: Izenburua
is: Titill
sl: Naslov

source: Genre
eu: Generoa
is: Tegund
sl: Žanr

source: <div align=center><h3>Flat-View Mode</h3>To enable the Flat-View mode, please enter search terms in the filter line above.</div>
eu: <div align=center><h3>Ikuspegi-lau modua</h3>Ikuspegi laua gaitzeko, sartu bilaketaren terminoak goiko iragazki-kerroan.</div>
is: <div align=center><h3>Flöt sýn</h3>Til að virkja flata sýn, sláðu inn leitarorð í síugluggan að ofan.</div>
sl: <div align=center><h3>Način ploskega prikaza</h3>Če želite omogočiti ploski prikaz, prosim vnesite iskane izraze v zgornjo filtrno vrstico.</div>

source: amaroK Menu
eu: amaroK menua
is: amaroK valmynd
sl: Meni amaroKa

source: Menu
eu: Menua
is: Valmynd
sl: Meni

source: C&over Manager
eu: A&zal kudeatzailea
is: &Umslagsstjóri
sl: &Upravitelj ovitkov

source: &Visualizations
eu: &Ikustarazpenak
is: &Sjónbrellur
sl: &Vizualizacije

source: E&qualizer
eu: E&kualizadorea
is: &Hljóðblandari
sl: Izena&čevalnik

source: First-Run &Wizard
eu: Lehen aldiko &morroia
is: Fyrsta &skiptis álfur
sl: &Čarovnik prvega zagona

source: &Rescan Collection
eu: Be&rreskaneatu bilduma
is: Endu&rlesa safn
sl: &Znova preglej zbirko

source: Play/Pause
eu: Erreproduzitu/Pausatu
is: Spila/bíða
sl: Predvajaj/Premor

source: Pause
eu: Pausatu
is: Bíða
sl: Premor

source: Play
eu: Erreproduzitu
is: Spila
sl: Predvajaj

source: Click for more analyzers
eu: Klikatu analizatzaile gehiagorako
is: Smelltu til að sjá fleiri tónmæla
sl: Kliknite za dodatne analizatorje

source: Volume
eu: Bolumena
is: Hljóðstyrkur
sl: Glasnost

source: Volume control
eu: Bolumenaren kontrola
is: Hljóðstyrkur
sl: Nadzor glasnosti

source: Random &Mode
eu: Ausazko &modua
is: Sle&mbihamur
sl: &Naključen način

source: Repeat &Track
eu: Errepikatu &pista
is: Endurtaka &lag
sl: Ponavljaj &skladbo

source: R&epeat Playlist
eu: &Errepikatu erreprodukzio-zerrenda
is: &Endurtaka lagalista
sl: P&onavljaj predvajalni seznam

source: &Dynamic Mode
eu: Modu &dinamikoa
is: &Breytilegur hamur
sl: &Dinamičen način

source: Burn
eu: Grabatu
is: Brenna
sl: Zapiši

source: Current Playlist
eu: Uneko erreprodukzio-zerrenda
is: Núverandi lagalisti
sl: Trenuten predvajalni seznam

source: Selected Tracks
eu: Hautatutako pistak
is: Valin lög
sl: Izbrane skladbe

source: Now
eu: Orain
is: Núna
sl: Sedaj

source: After Current Track
eu: Uneko pistaren ondoren
is: Eftir núverandi lag
sl: Po trenutni skladbi

source: After Queue
eu: Ilararen ondoren
is: Eftir biðröð
sl: Na koncu čakalne vrste

source: <p>KLibLoader could not load the plugin:<br/><i>%1</i></p><p>Error message:<br/><i>%2</i></p>
eu: <p>KLibLoader-ek ezin izan du plugina kargatu:<br/><i>%1</i></p><p>Errore-mezua:<br/><i>%2</i></p>
is: <p>KLibLoader gat ekki hlaðið inn íforritinu: <br/><i>%1</i></p><p>Villuboðin voru:<br/><i>%2</i></p>
sl: <p>KLibLoader ni mogel naložiti vstavka:<br/><i>%1</i></p><p>Sporočilo napake:<br/><i>%2</i></p>

source: Name
eu: Izena
is: Nafn
sl: Ime

source: Library
eu: Liburutegia
is: Safn
sl: Knjižnica

source: Authors
eu: Egileak
is: Höfundar
sl: Avtorji

source: Email
eu: E-posta
is: Netfang
sl: E-pošta

source: Version
eu: Bertsioa
is: Útgáfa
sl: Različica

source: Framework Version
eu: Lan-markoaren bertsioa
is: Uppbyggingar útgáfa
sl: Različica ogrodja

source: Plugin Information
eu: Pluginaren informazioa
is: Upplýsingar um íforrit
sl: Informacija o vstavku

source: An amaroK Equalizer using a line graph
eu: Lerro-grafikoak darabiltzan amaroK-en ekualizadore bat
is: amaroK hljóðblandari sem notar línurit
sl: Izenačevalnik amaroKa, ki uporablja črtni diagram

source: Graph Equalizer
eu: Ekualizadore grafikoa
is: Línu hljóðblandari
sl: Grafični izenačevalnik

source: Equalizer
eu: Ekualizadorea
is: Hljóðblandari
sl: Izenačevalnik

source: Presets:
eu: Aurrezarpenak:
is: Forstillingar:
sl: Prednastavke:

source: Add new preset
eu: Gehitu aurrezarpen berria
is: Bæta við forstillingu
sl: Dodaj novo prednastavko

source: Manage presets
eu: Kudeatu aurrezarpenak
is: Sýsla með forstillingar
sl: Uredi prednastavke

source: Enable Equalizer
eu: Gaitu ekualizadorea
is: Virkja hljóðblandara
sl: Omogoči izenačevalnik

source: Pre-amp
eu: Aurre-anplifikadorea
is: Formögnun
sl: Predojačanje

source: Manual
eu: Eskuz
is: Handvirk
sl: Priročnik

source: Add Equalizer Preset
eu: Gehitu ekualizadorearen aurrezarpena
is: Bæta við forstillingu
sl: Dodaj prednastavko

source: Enter preset name:
eu: Sartu aurrezarpenaren izena:
is: Nafn á forstillingunni:
sl: Vnesite ime prednastavke:

source: A preset with the name %1 already exists. Overwrite?
eu: %1 izeneko aurrezarpena dagoeneko existitzen da. Gainidatzi?
is: Forstilling með nafninu %1 er þegar til. Skrifa yfir?
sl: Prednastavka z imenom %1 že obstaja. Zamenjam?

source: _: NAME OF TRANSLATORS Your names
eu: Ion Gazta√±aga
is: Arnar Leósson
sl: Gregor Rakar,Kristjan Ugrin

source: _: EMAIL OF TRANSLATORS Your emails
eu: igaztanaga@gmail.com
is: leosson@frisurf.no
sl: gregor.rakar@kiss.si,atomic.devterium@gmail.com

source: <div align=center><h3>MediaDevice Browser</h3>Click the Connect button to access your mounted iPod. Drag and drop files to enqueue them for transfer.</div>
eu: <div align=center><h3>Euskarri-gailuen arakatzailea</h3>Klikatu Konektatu botoian zure muntatutako iPod-era sartzeko. Arrastatu eta jaregin fitxategiak transferentziarako ilaran jartzeko.</div>
is: <div align=center><h3>Tækjaflakkari</h3>Smelltu á tengingarhnappinn til að fá aðgang að iPodinum. Dragðu svo og slepptu skrám í biðröð hér.</div>

source: Delete File
eu: Ezabatu fitxategia
is: Eyða skrá

source: URL
eu: URL-a
is: Slóð

source: _n: 1 track in queue %n tracks in queue
eu: Pista 1 ilaran %n pista ilaran
is: 1 lag í biðröð %n lög í biðröð
sl: %n skladb v čakalni vrsti %n skladba v čakalni vrsti %n skladbi v čakalni vrsti %n skladbe v čakalni vrsti

source: Connect
eu: Konektatu
is: Tengjast
sl: Poveži

source: Transfer
eu: Transferitu
is: Flutningur
sl: Prenesi

source: Connect media device
eu: Konektatu euskarri-gailua
is: Tengja við tæki
sl: Poveži večpredstavnostno napravo

source: Transfer tracks to media device
eu: Transferitu pistak euskarri-gailura
is: Flytja lög yfir í tæki
sl: Prenesi skladbe na večpredstavnostno napravo

source: Configure mount commands
eu: Konfiguratu muntatze-aginduak
is: Stilla tengiskipanir

source: &Remove From Queue
eu: &Kendu ilaratik
is: Fja&rlægja úr biðröð
sl: Odst&rani iz čakalne vrste

source: &Clear Queue
eu: &Garbitu ilara
is: &Hreinsa biðröð
sl: Zb&riši čakalno vrsto

source: 0 tracks in queue
eu: 0 pista ilaran
is: 0 lög í biðröð

source: Configure Media Device
eu: Konfiguratu euskarri-gailua
is: Stilla tæki
sl: Nastavi večpredstavnostno napravo

source: &Mount command:
eu: &Muntatze-agindua:
is: &Tengiskipun:
sl: &Ukaz za priključitev naprave:

source: Set the command to mount your device here, empty commands are not executed.
eu: Ezarri zure dispositiboa bertan muntatzeko agindua hemen, hutsik dauden aginduak ez dira exekutatuko.
is: Settu inn skipunina hér til að tengja tækið þitt við skráarkerfið.
sl: Tukaj nastavite ukaz za priklop vaše večpredstavnostne naprave, prazni ukazi niso izvršeni.

source: &Unmount command:
eu: &Desmuntatze-agindua:
is: &Aftengiskipun:
sl: &Ukaz za odklop naprave:

source: Set the command to unmount your device here, empty commands are not executed.
eu: Ezarri zure dispositiboa desmuntatzeko agindua hemen, hutsik dauden aginduak ez dira exekutatuko.
is: Settu inn skipunina hér til að aftengja tækið þitt frá skráarkerfinu.
sl: Tukaj nastavite ukaz za odklop večpredstavnostne naprave, prazni ukazi niso izvršeni.

source: could not execute %1
eu: ezin izan da %1 exekutatu
is: gat ekki keyrt %1
sl: ni mogoče izvršiti %1

source: _n: <p>You have selected 1 file to be <b>irreversibly</b> deleted. <p>You have selected %n files to be <b>irreversibly</b> deleted.
eu: <p>Fitxategi 1 hautatu duzu <b>behin-betirako</b> ezabatzeko. <p>%n fitxategi hautatu dituzu <b>behin-betirako</b> ezabatzeko.
is: <p>Þú hefur valið að eyða <b>óafturkallanlega</b> einni skrá. <p>Þú hefur valið að eyða <b>óafturkallanlega</b> %n skrám.

source: Could not find device, please mount it and try again.
eu: Ezin izan da dispositiboa aurkitu, muntatu ezazu eta saiatu berriro.
is: Fann ekkert tæki, prófaðu að endurtengja það í skráarkerfið.

source: Media Device Browser
eu: Euskarri-gailuen arakatzailea
is: Tæki
sl: Brskalnik večpredstavnostne naprave

source: There are tracks queued for transfer. Would you like to transfer them before disconnecting?
eu: Pistak daude ilaran transferentziaren zain. Deskonektatu aurretik transferitu nahi dituzu?
is: Það eru lög í biðröðinni. Viltu flytja þau áður en þú aftengir?
sl: Skladbe so še v čakalni vrsti. Ali jih želite prenesti pred odklopitvijo?

source: &Transfer
eu: &Transferitu
is: &Flytja
sl: Prene&si

source: Your device is now in sync, please unmount it and disconnect now.
eu: Zure dispositiboa sinkronizatuta dago, desmunta eta deskonekta ezazu orain.
is: Tækið þitt er nú samræmt, þú getur aftengt það núna.

source: Your device is now in sync, you can disconnect now.
eu: Zure dispositiboa sinkronizatuta dago, deskonekta dezakezu.
is: Tækið þitt er nú samræmt, þú getur aftengt það núna.

source: Configure Podcast Stream
eu: Konfiguratu Podcast-jarioa
is: Stilla Podcast straum
sl: Nastavi podcast pretok

source: Apply to all Podcasts
eu: Aplikatu Podcast guztiei
is: Virkja á alla Podcast
sl: Uveljavi na vseh podcast-ih

source: <p>This will set podcast settings globally. Are you sure?
eu: <p>Honek podcast ezarpen orokorrak ezarriko ditu. Ziur zaude?
is: <p>Þetta mun gera podcast stillinguna víðværa. Ertu viss?
sl: <p>To bo spremenilo globalne podcast nastavitve. Ste prepričani?

source: Presets
eu: Aurrezarpenak
is: Forstillingar
sl: Prednastavke

source: Rename Equalizer Preset
eu: Berrizendatu ekualizadorearen aurrezarpenak
is: Endurnefna hljóðblandara forstillingu
sl: Preimenuj prednastavko izenačevalnika

source: Enter new preset name:
eu: Sartu berrezarpen berriaren izena:
is: Nýtt nafn á forstillingunni:
sl: Vnesite novo ime prednastavke:

source: All presets will be deleted and defaults will be restored. Are you sure?
eu: Berrezarpen guztiak ezabatu egingo dira eta lehenespenak leheneratuko dira. Ziur zaude?
is: Öllum forstillingum verður eytt og stillt verður í sjálfgefið. Ertu viss?
sl: Vse prednastavitve bodo izbrisane in privzete bodo obnovljene. Ste prepričani?

source: <div align=center><h3>The Queue Manager</h3>To create a queue, <b>drag</b> tracks from the playlist, and <b>drop</b> them here.<br><br>Drag and drop tracks within the manager to resort queue orders.</div>
eu: <div align=center><h3>Ilara kudeatzailea</h3>Ilara bat sortzeko, <b>arrastatu</b> pistak erreprodukzio-zerrendatik, eta <b>jaregin</b> hemen. <br><br>Arrastatu eta jaregin pistak kudeatzailean ilaren ordena aldatzeko.</div>
is: <div align=center><h3>Biðraðarstjórinn</h3> Til að búa til biðröð, <b>dragðu</b> lög frá lagalistanum og <b>slepptu</b> þeim hér í biðröð. <br><br>Dragðu lögin til í biðröðinni til að endurákvarða röðun þeirra.</div>
sl: <div align=center><h3>Upravitelj čakalne vrste</h3>Za ustvarjanje čakalne vrste <b>povlecite</b> skladbe iz predvajalnega seznama in jih <b>spustite</b> tukaj.<br><br>Vlecite skladbe znotraj Upravitelja za vnovično razvrstitev čakalne vrste.</div>

source: Queue Manager
eu: Ilara kudeatzailea
is: Biðraðarstjóri
sl: Upravitelj čakalne vrste

source: Move up
eu: Mugitu gorantz
is: Færa upp
sl: Premakni gor

source: Move down
eu: Mugitu beherantz
is: Færa niður
sl: Premakni dol

source: Enqueue track
eu: Ilaratu pista
is: Setja í biðröð
sl: Dodaj skladbo v čakalno vrsto

source: Clear queue
eu: Garbitu ilara
is: Hreinsa biðröð
sl: Zbriši čakalno vrsto

source: _n: 1 Track Information for %n Tracks
eu: Pista baten informazioa %n pisten informazioa
is: 1 lag Upplýsingar fyrir %n lög
sl: Informacije za %n skladb Informacije za %n skladbo Informacije za %n skladbi Informacije za %n skladbe

source: Generating audio fingerprint...
eu: Audio hatz-markak sortzen...
is: Bý til hljóðfingrafar...
sl: Ustvarjanje zvočnega prstnega odtisa ...

source: The track was not found in the MusicBrainz database.
eu: Pista ez da aurkitu MusicBrainz datu-basean.
is: Lagið fannst ekki í MusicBrainz gagnagrunninum.
sl: Skladba ni bila najdena v podatkovni zbirki MusicBrainz.

source: Please install MusicBrainz to enable this functionality
eu: Instalatu MusicBrainz funtzionaltasun hau gaitzeko
is: Vinsamlega settu inn MusicBrainz til að virkja þennan möguleika
sl: Prosim namestite MusicBrainz, da omogočite to funkcionalnost
