Repository: tmarques/waheela
Catalog: amarok_classic-0.0.1/po/*/amarok.po
Languages: eu, is, sl

source: Select which type of song you would like to add to the playlist
eu: Hautatu zein motako abestia gehitu nahi duzun erreprodukzio-zerrendara
is: Veldu tegundina af lögum sem þú vilt bæta við lagalistan

source: &Remove played tracks
eu: &Kendu erreproduzitutako pistak
is: Fja&rlægja spiluð lög
sl: Odst&rani predvajane skladbe

source: Automatically remove played tracks to the playlist
eu: Automatikoki kendu erreproduzitutako pistak erreprodukzio-zerrendatik
is: Fjarlægja sjálfkrafa spiluð lög af lagalistanum
sl: Samodejno odstrani predvajane skladbe

source: Mar&k history
eu: Mar&katu historia
is: Mer&kja sögu
sl: Ozna&či zgodovino

source: Once played, tracks will be greyed out
eu: Behin erreproduzituta, pistak grisean jarriko dira
is: Eftir spilun verða lög skyggð
sl: Predvajane skladbe bodo označene s sivo barvo

source: Played tracks to show:
eu: Erakutsiko diren erreproduzitutako pistak:
is: Spiluð lög sem á að sýna:
sl: Število prikazanih predvajanih skladb:

source: How many played items to show before removal
eu: Zenbat erreproduzitutako elementu erakutsiko diren kendu aurretik
is: Hve mörg spiluð lög á að sýna áður en þau eru fjarlægð
sl: Število prikazanih predvajanih predmetov pred odstranitvijo

source: Upcoming tracks:
eu: Erreproduzitzeko pistak:
is: Væntanleg lög:
sl: Prihajajoče skladbe:

source: Minimum number of upcoming tracks to keep in the playlist
eu: Erreprodukzio-zerrendan manteduko diren erreproduzitzeko pista kopuru minimoa
is: Lágmarksfjöldi af væntanlegum lögum sem á að hafa í lagalista
sl: Minimalno število prihajajočih skladb v predvajalnem seznamu

source: Tracks to append:
eu: Gehituko diren pistak:
is: Lög sem á að bæta við:
sl: Skladbe za dodajanje:

source: How many tracks to add to the playlist after each song
eu: Zenbat pista gehituko diren erreprodukzio-zerrendara abesti bakoitzaren ondoren
is: Fjöldi laga sem á að bæta við lagalistan eftir hverja spilun
sl: Število skladb za dodajanje v predvajalni seznam po predvajani skladbi

source: File Name
eu: Fitxategi-izena
is: Skráarnafn
sl: Ime datoteke

source: Select Best Possible Match
eu: Hautatu bat-egite onena
is: Veldu bestu samsvörun
sl: Izberite najboljše možno ujemanje

source: Filename
eu: Fitxategi-izena
is: Skráarnafn
sl: Ime datoteke

source: Track
eu: Pista
is: Lag
sl: Skladba

source: Scripts
eu: Script-ak
is: Skriftur
sl: Skripti

source: These scripts are currently known to amaroK.
eu: amaroK-ek script hauek ezagutzen ditu.
is: amaroK þekkir þessar skriftur.
sl: Trenutno amaroK pozna te skripte.

source: &Install Script
eu: &Instalatu script-a
is: Setja &inn skriftu
sl: &Namesti skript

source: &Get More Scripts
eu: &Eskuratu script gehiago
is: &Ná í fleiri skriftur
sl: Pri&dobi več skriptov

source: &Run
eu: &Exekutatu
is: Key&ra
sl: Po&ženi

source: &Stop
eu: &Gelditu
is: &Stoppa
sl: &Ustavi

source: &Uninstall
eu: &Desinstalatu
is: &Fjarlægja
sl: &Odstrani

source: R&estart running scripts on application startup
eu: B&errabiatu martxan dauden script-ak aplikazio abiatzean
is: K&eyra skriftur sjálfkrafa við ræsingu
sl: Sa&modejno zaženi skripte ob zagonu programa

source: If enabled, amaroK will automatically restart scripts that were running when you exited the application.
eu: Gaitzen bada, amaroK-ek automatikoki berrabiatuko ditu aplikazioa ixtean martxan zeuden script-ak.
is: Ef virkjað, mun amaroK sjálfkrafa endurræsa skriftur sem voru í gangi þegar þú hættir í forritinu.
sl: Izberite to, da bo amaroK samodejno zagnal skripte, ki so bili pognani pred zaprtjem programa.

source: <p align="center">The blue drag points can be dragged to adjust the equalizer. Double-click on the line to add a new drag point.</p>
eu: <p align="center">Arrastatze-puntu urdinak arrastatu ditzakezu ekualizadorea doitzeko. Klik bikoitza egin lerroan arrastatze-puntu berri bat gehitzeko.</p>
is: <p align="center">Það er hægt að draga bláu punktana til að breyta stillingum hljóðblandarans. Tvísmelltu á línuna til að bæta nýjum punkti við.</p>
sl: <p align="center">Vlecite modre točke za nastavitev izenačevalnika. Dvakrat kliknite na črto za dodajanje nove točke.</p>

source: <p align="center">Pre-amp</p>
eu: <p align="center">Aurre-anplifikadorea</p>
is: <p align="center">Formögnun</p>
sl: <p align="center">Predojačevalnik</p>

source: Playlist Toolbar
eu: Erreprodukzio-zerrendaren tresna-barra
is: Lagalistaslá
sl: Orodjarna predvajalnega seznama

source: Podcast Configuration
eu: Podcast konfigurazioa
is: Podcast stillingar
sl: Nastavitve za Podcast

source: Enable &auto-fetching
eu: Gaitu &auto-eskuratzea
is: &Virkja sjálfvirka sókn
sl: Omogoči s&amodejno prejemanje

source: When checked, amaroK will automatically scan the podcast for updates
eu: Hautatzean, amaroK-ek automatikoki eskaneatuko ditu podcast-ak eguneraketen bila
is: Ef valið, mun amaroK sjálfkrafa skanna podcastinn eftir uppfærslum
sl: Če je izbrano, amaroK samodejno pregleda podcast za posodobitve

source: URL:
eu: URL-a:
is: Slóð:

source: Location of the podcast
eu: Podcast-aren kokalekua
is: Staðsetning podcast
sl: Lokacija podcast-a

source: Media Download
eu: Euskarrien deskarga
is: Miðil niðurhal
sl: Naloži medij

source: Stream or download on re&quest
eu: Jarioa edo eskaera bidezko &deskarga
is: Straum eða niðurhal við &beiðni
sl: Prenašaj tok ali prenesi na &zahtevo

source: Media must be downloaded, otherwise the podcast will be played from the remote server.
eu: Euskarriak deskargatuta egon behar du, bestela podcast-a urruneko zerbitzaritik exekutatuko da.
is: Skráin verður að vera sótt, annars verður hún spiluð frá fjarlæga þjóninum.
sl: Medij je potrebno prenesti, drugače bo podcast predvajan s strežnika.

source: Download when a&vailable
eu: Deskargatu e&skuragarri dagoenean
is: &Ná í þegar fáanlegt
sl: Naloži ko je na &voljo

source: Download media as soon as it becomes available
eu: Deskargatu euskarria eskuragarri dagoen bezain laster
is: Hlaða niður miðli um leið og hann er fáanlegur
sl: Nalož medij takoj ko je na voljo

source: Save location:
eu: Gorde kokalekua:
is: Vista staðsetningu:
sl: Shrani na lokacijo:

source: Limit &number of items
eu: Mugatu elementu &kopurua
is: &Takmarka fjölda af hlutum
sl: &Omeji število predmetov

source: If checked, amaroK will throw away old podcasts
eu: Hautatzen bada, amaroK-ek podcast zaharrak botako ditu
is: Ef valið, mun amaroK kasta gömlum podcast
sl: Če je izbrano, amarok zavrže stare podcast-e

source: Keep maximum of:
eu: Mantendu gehienez hainbat:
is: Hámark:
sl: Obdrži maksimalno:

source: Items
eu: Elementuak
is: hlutir
sl: Predmetov

source: The maximum number of podcast items to store
eu: Gordetzeko podcast elementu kopuru maximoa
is: Hámarksfjöldi podcast hluta sem á að geyma
sl: Maksimalno število shranjenih podcast predmetov

source: First-Run Wizard
eu: Lehen-abioko morroia
is: Fyrsta skiptis álfur
sl: Čarovnik prvega zagona

source: <h1>Welcome!</h1> <p>There are many media-players around these days, this is true. But what's missing from most players is an interface that doesn't get in your way. How many buttons do you have to press when simply adding media to the playlist? amaroK tries to be a little different, providing a simple drag-and-drop interface that makes playlist handling really easy.</p> <p align="right"><i>"amaroK is seriously super!"</i> - Uncle Rodney</p> <h2>First-run Wizard</h2> <p>This wizard will help you setup amaroK in three easy steps. Click <i>Next</i> to begin, or if you do not like wizards, click <i>Skip</i>.</p>
eu: <h1>Ongi etorri!</h1> <p>Euskarri-erreproduzigailu asko dago egunotan. baina gehienetan interfaze erraz bat falta da. Zenbat botoi sakatu behar dituzu euskarria zure erreprodukzio-zerrenda gehitzeko bakarrik? amaroK-ek hau ezberdin egin nahi du, erreprodukzio-zerrendak erraz maneiatzeko "arrastatu eta jaregin" moduko interfaze sinple baten bidez.</p> <p align="right"><i>"amaroK aparta da!"</i> - Osaba Patxi</p> <h2>Lehen-abioko morroia</h2> <p>Morroi honek amaroK 3 pauso errazetan konfiguratzen lagunduko dizu. Klikatu <i>Hurrengoa</i> hasteko, edo morroiak nahi ez badituzu, klikatu <i>Ekidin</i>.</p>
is: <h1>Velkomin(n)</h1> <p>Það eru margir spilarar fáanlegir í dag, en það sem vantar í þá flesta er viðmót sem flækist ekki fyrir þér. Hve marga takka þarftu að smella á bara til að bæta efni við lagalistan þinn? amaroK reynir að vera aðeins öðruvísi og býður upp á einfalt draga-sleppa viðmót sem gerir meðhöndlun lagalista auðvelda og þægilega.</p> <p align="right"><i>"amaroK er virkilega súper!"</i> - Rodney frændi</p> <h2>Fyrsta skiptis álfur</h2> <p>Þessi álfur mun aðstoða þig við að setja upp amaroK í þremur auðveldum skrefum. Smelltu á <i>næsta</i> til að byrja, eða ef þú ákveður að nota ekki álfinn, á <i>sleppa</i>.</p>
sl: <h1>Dobrodošli!</h1> <p>Dandanes je na voljo veliko večpredstavnostnih predvajalnikov. Ampak to kar manjka večini, je enostaven uporabniški vmesnik. Koliko gumbov morate pritisniti, če želite samo dodati skladbo v predvajalni seznam? amaroK poskuša biti nekoliko drugačen, vsebuje enostaven vmesnik »povleci in spusti«, ki poenostavi uporabo.</p> <p align="right"><i>»amaroK je res odličen!«</i> - stric Rodney</p> <h2>Čarovnik prvega zagona</h2> <p>Čarovnik vam bo pomagal nastaviti amaroK v treh korakih. Pritisnite <i>Naprej</i> za začetek postopka, če pa vam niso všeč čarovniki, pritisnite <i>Preskoči</i>.</p>

source: Interface (1 of 3)
eu: Interfazea (1/3)
is: Viðmót (1 af3)
sl: Vmesnik (1 od 3)

source: Single window with player and playlist functionality combined (like JuK)
eu: Lehio bakarra erreproduzigailuarekin eta erreprodukzio-zerreda funtzionaltasunarekin konbinatuta (JuK-en moduan)
is: Einn gluggi með spilara og lagalista sameinaða í eitt (eins og JuK)
sl: Eno okno z funkcionalnostjo predvajalnika in predvajalnega seznama (kot JuK)

source: Separate player and playlist-windows (like XMMS or Winamp)
eu: Bereizitako erreproduzigailua eta erreprodukzio-zerrenda lehioa (XMMS edo Winamp)
is: Aðskilja spilarara og lagalista (eins og XMMS og Winamp)
sl: Ločeni okni predvajalnika in predvajalnega seznama (kot XMMS ali Winamp)

source: <p>With amaroK you can use the window layout that you find most comfortable.</p> <p>You can change these settings at a later time using the configuration dialog.</p>
eu: <p>amaroKe-kin egokien deritzozun lehio-diseinua hauta dezakezu.</p> <p>Ezarpen hauek beranduago ezarri ditzakezu konfiguraziorako elkarrizketa erabiliz.</p>
is: <p> Með amaroK getur þú valið þér það viðmót sem passar þér best.</p> <p>Þú getur breytt þessum stillingum seinna í stillingarvalmyndinni.</p>
sl: <p>Z amaroKom lahko uporabljate okenski vmesnik, ki vam najbolj ustreza.</p> <p>Te nastavitve lahko spremenite pozneje v nastavitvenem oknu amaroKa .</p>

source: Collection (2 of 3)
eu: Bilduma (2/3)
is: Safn (2 af 3)
sl: Zbirka (2 od 3)

source: <p>Please select the folders on the right where your music files are stored.</p> <p>Doing so is highly recommended, and will enhance the features available to you.</p> <p>If you wish, amaroK is able to monitor these folders for new files and can automatically add them to the collection.</p>
eu: <p>Hautatu zure musika-fitxategiak dituzten karpetak eskuinean.</p> <p>Hau egitea oso gomendagarria da, eta eskuragarri dauden eginbideak hobetuko ditu.</p> <p>Hala nahi baduzu, amaroK-ek karpeta hauek fitxategi berriak dituzten begiratuko du eta automatikoki gehituko ditu bildumara.</p>
is: <p>Vinsamlega veldu möppurnar sem innihalda tónlistina þína.</p> <p>Sterklega er mælt með þessu og mun það auka notagildi amaroK umtalsvert.</p> <p>Ef þú vilt, getur amaroK fylgst með möppunum og sjálfkrafa bætt nýjum skrám við safnið þitt.</p>
sl: <p>Prosimo, izberite mape na desni, v katerih imate shranjeno glasbo.</p> <p>Na ta način omogočite večino naprednih storitev amaroKa.</p> <p>Če želite, amaroK lahko opazuje spremembe za izbrane mape in samodejno ureja zbirko.</p>

source: Database (3 of 3)
eu: Datu-basea (3/3)
is: Gagnagrunnur (3 af 3)
sl: Zbirka podatkov (3 od 3)

source: amaroK uses a database to store information about your music. If you are not sure which to use, press Next. <p><b>MySQL</b> or <b>Postgresql</b> are faster than <b>sqlite</b>, but require additional setup.</p> <ul> <li><a href="http://amarok.kde.org/amarokwiki/index.php/MySQL_HowTo">Instructions for configuring MySQL</a>.</li> <li><a href="http://amarok.kde.org/amarokwiki/index.php/Postgresql_HowTo">Instructions for configuring Postgresql</a>.</li> </ul>
eu: amaroK-ek datu-base bat erabiltzen du zure musikari buruzko informazioa gordetzeko. Ziur ez bazaude, sakatu Hurrengoa. <p><b>MySQL</b> edo <b>Postgresql</b> <b>sqlite</b> baina bizkorragoak dira, baina konfigurazio gehiago behar dute.</p> <ul> <li><a href="http://amarok.kde.org/amarokwiki/index.php/MySQL_HowTo">MySQL konfiguratzeko argibideak</a>.</li> <li><a href="http://amarok.kde.org/amarokwiki/index.php/Postgresql_HowTo">Postgresql konfiguratzeko argibideak</a>.</li> </ul>
is: amaroK notar gagnagrunn til að geyma upplýsingar um safnið þitt. Ef þú ert í vafa hvern á að nota smelltu þá á 'Næsta'. <p><b>MySQL</b> og <b>Postgresql</b> eru hraðvirkari en <b>sqlite</b> en krefjast nánari uppsetningar.</p> <ul> <li><a href="http://amarok.kde.org/amarokwiki/index.php/MySQL_HowTo">Leiðbeiningar fyrir uppsetningu á MySQL</a>.</li> <li><a href="http://amarok.kde.org/amarokwiki/index.php/Postgresql_HowTo">Leiðbeiningar fyrir uppsetningu á Postgresql</a>.</li> </ul>
sl: amaroK uporablja zbirko podatkov za hranjenje informacij o vaših skladbah. Če niste prepričani, katero, kliknite Naprej. <p><b>MySQL</b> ali <b>Postgresql</b> so hitrejše zbirke kot <b>sqlite</b>, ampak zahtevajo dodatno nastavljanje.</p> <ul> <li><a href="http://amarok.kde.org/wiki/index.php/MySQL_HowTo">Navodila za nastavljanje MySQL</a>.</li> <li><a href="http://amarok.kde.org/wiki/index.php/Postgresql_HowTo">Navodila za nastavljanje Postgresql</a>.</li> </ul>

source: <h1>Congratulations!</h1> <p>amaroK is ready for use! When you click finish amaroK will appear and begin scanning the folders in your collection.</p> <p>amaroK's playlist-window will show your <b>Collection</b> on the left and the <b>Playlist</b> on the right. Drag and drop music from the Collection to the Playlist and press <b>Play</b>.</p> <p>If you want more help or a tutorial, please check out the <a href="help:/amarok">amaroK handbook</a>. We hope you enjoy using amaroK.</p> <p align="right">The amaroK developers</p>
eu: <h1>Zorionak!</h1> <p>amaroK erabiltzeko prest dago! "Amaitu" sakatzen duzunean, amaroK agertuko da eta zure bildumako karpetak eskaneatzen hasiko da.</p> <p>amaroK-en erreprodukzio-zerrendako lehioak zure <b>Bilduma</b> erakutsiko du ezkerrean eta <b>Erreprodukzio-zerrenda</b> eskuinean. Arrastatu eta jaregin musika bildumatik erreprodukzio-zerrendara eta sakatu <b>Erreproduzitu</b>.</p> <p>Laguntza gehiago edo tutoretza bat behar baduzu, ikusi <a href="help:/amarok">amaroK-en eskuliburua</a>. amaroK gustoko izatea espero dugu.</p> <p align="right">amaroK-en garatzaileak</p>
is: <h1>Til hamingju!</h1> <p>amaroK er tilbúið til notkunar! Þegar þú smellir á ljúka, mun amaroK birtast og byrja að skanna möppurnar í safninu þínu.</p> <p>Afspilunargluggi amaroKs mun sýna <b>safnið</b> þitt til vinstri og <b>lagalistan</b> til hægri. Dragðu tónlist frá safninu yfir í lagalistan og ýttu á <b>spila</b> hnappinn.</p> <p>Þurfirðu nánari hjálp eða leiðbeiningar, skoðaðu þá <a href="help:/amarok">amaroK handbókina</a>. Við vonum að þú hafir gagn og gleði af þessu forriti.</p> <p align="right">amaroK forritararnir</p>
sl: <h1>Čestitke!</h1> <p>amaroK je pripravljen za uporabo! Ko boste kliknili Dokončaj, se bo prikazal amaroK in začel pregledovati mape v vaši zbirki.</p> <p>amaroK-ov predvajalni seznam vam bo pokazal <b>zbirko</b> na levi in <b>predvajalni seznam</b> na desni. Z načinom »povleci in spusti« dodajte skladbe iz zbirke v predvajalni seznam in pritisnite <b>Predvajaj</b>.</p> <p>Če želite dodatno pomoč ali vodiča, si oglejte <a href="help:/amarok">Priročnik za amaroK</a>. Želimo vam obilo zabave ob uporabi amaroKa.</p> <p align="right">Razvijalci amaroKa</p>

source: Database Setup
eu: Datu-basearen konfigurazioa
is: Uppsetning gagnagrunns
sl: Nastavitve zbirke podatkov

source: Database:
eu: Datu-basea:
is: Gagnagrunnur:
sl: Zbirka podatkov:

source: Postgresql Configuration
eu: Postgresql-ren konfigurazioa
is: Postgresql stillingar
sl: Nastavitve za Postgresql

source: Parameters to connect to the database.
eu: Datu-basera konektatzeko parametroak.
is: Viðföng til að tengjast gagnagrunni.
sl: Parametri za vzpostavitev povezave s podatkovno bazo.

source: MySQL Configuration
eu: MySQL-ren konfigurazioa
is: MySQL stillingar
sl: Nastavitve za MySQL

source: Hostname:
eu: Ostalari-izena:
is: Vélarheiti:
sl: Gostiteljsko ime:

source: Name:
eu: Izena:
is: Nafn:

source: Which port mysql should connect to.
eu: Mysql zein atakara konektatu behar den.
is: Hvaða gátt mysql ætti að tengjast.
sl: Na kateri port naj se mysql poveže.

source: Port:
eu: Ataka:
is: Gátt:
sl: Vrata:

source: Hostname where database lives.
eu: Datu-basea kokatuta dagoen ostalari-izena.
is: Miðlarinn sem hýsir gagnagrunninn
sl: Ime gostitelja na katerem je podatkovna baza.

source: Name of the database.
eu: Datu-basearen izena.
is: Nafnið á gagnagrunni.
sl: Ime podatkovne baze.

source: Username:
eu: Erabiltzaile-izena:
is: Notandanafn:
sl: Uporabniško ime:

source: Username with which to connect to.
eu: Konektatzeko erabiltzaile-izena.
is: Notandanafn sem á að tengjast með.
sl: Uporabniško ime s katerim se povezujete.

source: Password:
eu: Pasahitza:
is: Lykilorð:
sl: Geslo:

source: Password with which to connect to.
eu: Konektatzeko pasahitza.
is: Lykilorð sem á að tengjast með.
sl: Geslo s katerim se povezujete.

source: Sound output method to use
eu: Erabiliko den soinu-irteerako metodoa
is: Hljóðúttak sem á að nota
sl: Metoda izhoda zvoka, ki se uporabi

source: Select the sound output plugin ("sink"). Their availability depends on the system configuration.
eu: Hautatu soinu-irteeraren plugina ("sink"). Bere eskuragarritasuna sistemaren konfigurazioaren araberakoa da.
is: Veldu hljóðúttaks íforrit ("sökkul"). Aðgengi þeirra er háð kerfisuppsetningunni.
sl: Izberite vstavek za zvočni izhod (»lijak«). Razpoložljivost vstavkov je odvisna odsistemskih nastavitev.

source: Do not use the autodetected audiosink sound device
eu: Ez erabili auto-detektatutako audiosink soinu-dispositiboa
is: Ekki nota sjálfgefna hljóðsökkulinn
sl: Ne uporabljaj samozaznavanja zvočne naprave audiosink

source: When enabled, uses user-specified sound device for audiosink.
eu: Gaitzean, erabiltzaileak zehaztutako soinu-dispositiboa erabiliko du audiosink moduan.
is: Ef valið, þá nota notandaskilgreinda hljóðsökkla.
sl: Če je omogočeno, se uporablja uporabniško določeno zvočno napravo za audiosink.

source: Sound output device to use
eu: Erabiliko den soinu-irteerako dispositiboa
is: Hljóðtæki sem á að nota
sl: Zvočna izhodna naprava, ki naj se uporabi

source: Select the sound output device; this is useful for gstreamer engine sinks.
eu: Hautatu soinu-irteeraren dispositiboa, hau erabilgarria da gstreamer motorearen isurbideentzat.
is: Veldu hljóðtækið. Þetta er gagnlegt fyrir gstreamer vélarsökklana.
sl: Izberite zvočno napravo za izhod. To je uporabno za lijake pogona gstreamer.

source: Use custom parameters for output sink.
eu: Erabili parametro pertsonalizatuak irteerako isurbideentzat.
is: Nota sérsniðin viðföng fyrir úttakssökkla.
sl: Uporabi prilagojene parametre za izhodne lijake.

source: The custom sink parameters.
eu: Isurbide pertsonalizatuaren parametroak.
is: Viðföng sérsniðna sökkulsins.
sl: Prilagojeni parametri lijaka.

source: Duration of Fade-out at trackend
eu: Amaierako iraungitzearen iraunpena
is: Lengd á útdofnun í enda lags
sl: Trajanje učinka pojemanja glasnosti na koncu skladbe

source: GStreamer Engine Configuration - amaroK
eu: GStreamer motorearen konfigurazioa - amaroK
is: GStreamer vélarstillingar - amaroK
sl: Nastavitev pogona GStreamer - amaroK

source: Custom sound device. Example: /dev/dsp2
eu: Soinu-dispositibo pertsonalizatua. Adibidea: /dev/dsp2
is: Sérsniðið hljóðtæki. Til dæmis: /dev/dsp2
sl: Prilagojena zvočna naprava. Primer: /dev/dsp2

source: msec
eu: mseg
is: msek
sl: msek.

source: &Device:
eu: &Dispositiboa:
is: &Tæki:
sl: &Naprava:

source: Use custom sound device
eu: Erabili soinu-dispositibo pertsonalizatua
is: Nota sérsniðið hljóðtæki
sl: Uporabi prilagojeno zvočno napravo

source: &Fade-out:
eu: &Iraungitzea:
is: D&ofna út:
sl: Trajanje učinka pojemanja:

source: &Output plugin:
eu: &Irteerako plugina:
is: Ú&ttaks íforrit:
sl: Vstavek izhoda:

source: GStreamer sink
eu: GStreamer isurbidea
is: GStreamer sökull
sl: Lijak GStreamerja

source: Custom parameters. Example: sync=true host=95.25.2.1
eu: Parametro pertsonalizatuak. Adibidea: sync=true host=95.25.2.1
is: Sérsniðin viðföng. Til dæmis: sync=true host=95.25.2.1
sl: Prilagojeni parametri. Primer: sync=true host=95.25.2.1

source: &Parameters:
eu: &Parametroak:
is: &Viðföng:
sl: &Parametri:

source: Use custom sink parameters
eu: Erabili isurbide-parametro pertsonalizatuak
is: Nota sérsniðin sökkulviðföng
sl: Uporabi prilagojene parametre lijaka

source: Select the sound output plugin.
eu: Hautatu soinu-irteerako plugina.
is: Veldu hljóðúttaks íforritið.
sl: Izberite vstavek za zvočni izhod.

source: Enable a custom device
eu: Gaitu dispositibo pertsonalizatua
is: Leyfa sérsniðið hljóðtæki
sl: Uporabi prilagojeno zvočno napravo

source: If selected, enables the setting of a custom audio device. Otherwise the default is used.
eu: Hautatzen bada, audio-dispositibo pertsonalizatu baten ezarpena gaitzen du.
is: Ef valið, er hægt að nota sérsniðið hljóðtæki. Annars er sjálfgefið notað.
sl: Če je zbrano, lahko prikrojite nastavitve zvočne naprave. Drugače pa so uporabljene privzete nastavitve.

source: Xine Configure
eu: Xine-ren konfigurazioa
is: Xine stillingar
sl: Nastavi Xine

source: Sound device may be modified after the output plugin has been changed to ALSA or OSS.
eu: Soinu-dispositiboa aldatu egin daiteke irteerako plugina ALSA edo OSS-ra aldatu ondoren.
is: Það er hægt að sýsla með hljóðtækið eftir að búið er að breyta úttaks íforritinu í ALSA eða OSS.
sl: Zvočno napravo se lahko spremeni le, če je bil vstavek nastavljen na ALSA ali OSS.

source: ALSA Device Configuration
eu: ALSA dispositiboaren konfigurazioa
is: ALSA tækis stillingar
sl: Nastavitve naprave ALSA

source: &4 Channels:
eu: &4 kanal:
is: &4 rásir:
sl: &4 kanali:

source: &6 Channels:
eu: &6 kanal:
is: &6 rásir:
sl: &6 kanalov:

source: OSS Device Configuration
eu: OSS dispositiboaren konfigurazioa
is: Stillingar OSS tækis
sl: Nastavitve naprave OSS

source: Speaker &arrangement:
eu: Bozgorailuen &kokapena:
is: Röðun hátal&ara:
sl: Post&avitev zvočnikov:

source: HTTP Proxy for Streaming
eu: HTTP proxy-a datu-jarioentzat
is: HTTP milliþjónn fyrir strauma
sl: Posrednik HTTP za pretok podatkov

source: &Host:
eu: &Ostalaria:
is: &Vél:
sl: Go&stitelj:

source: &User:
eu: &Erabiltzailea:
is: &Notandi:
sl: &Uporabnik:

source: &Password:
eu: &Pasahitza:
is: &Lykilorð:
sl: &Geslo:

source: Output plugin
eu: Irteerako plugina
is: Úttaks íforrit
sl: Vstavek izhoda

source: Device
eu: Dispositiboa
is: Tæki
sl: Naprava

source: ALSA Device
eu: ALSA dispositiboa
is: ALSA tæki
sl: Naprava ALSA

source: DeviceEnabled
eu: Dispositiboa gaituta
is: Tæki virkt

source: Is the device selected
eu: Dispositiboa hautatutakoa da
is: Er valda tækið
sl: Je naprava izbrana

source: Track Information
eu: Pistaren informazioa
is: Upplýsingar um lag
sl: Meta informacije skladbe

source: &Next
eu: &Hurrengoa
is: &Næsta
sl: &Naslednja

source: Sa&ve && Close
eu: Go&rde eta itxi
is: &Vista && loka
sl: &Shrani in zapri

source: Al&bum:
eu: Al&buma:
is: &Plata:
