Repository: tmarques/waheela
Catalog: amarok_classic-0.0.1/po/*/amarok.po
Languages: eu, is, sl

source: amaroK can send the name of every song you play to last.fm. The system automatically matches you to people with similar musical tastes, and creates personalized recommendations. To learn more about last.fm, <A href='http://www.last.fm'>visit the homepage</A>.
eu: amaroK-ek erreproduzitzen duzun abesti bakoitza last.fm-ri bidal diezaioke. Sistemak automatikoki bat-egiten du zure gustu antzekoak dituen jendearekin eta aholku pertsonalizatuak sortzen ditu. last.fm-ri buruz gehiago jakiteko, <A href='http://www.last.fm'>bisitatu orri nagusia</A>.
is: amaroK getur sent nafnið á öllum lögunum sem þú spilar til last.fm. Kerfið setur þig sjálfkrafa í hóp með öðru fólki með svipaðan tónlistarsmak, og kemur með uppástungur um tónlist sem þér gæti líkað. Skoðaðu <A href='http://www.last.fm'> last.fm heimasíðuna</A> til að kynna þér þetta nánar.
sl: amaroK lahko pošlje ime vsake skladbe, ki jo poslušate, storitvi last.fm. Sistem vas samodejno poveže z ostalimi ljudmi s podobnimi glasbenimi okusi in tako ustvarja osebna priporočila. Če želite izvedeti več o storitvi last.fm, potem <A href='http://www.last.fm'>obiščite njihovo spletno stran</A>.

source: last.fm Profile
eu: last.fm profila
is: last.fm upplýsingar
sl: Profil »last.fm«

source: <P>To use last.fm with amaroK, you need a <A href='http://www.last.fm:80/signup.php'>last.fm profile</A>.
eu: <P>last.fm amaroK-ekin erabiltzeko, <A href='http://www.last.fm:80/signup.php'>last.fm profil bat</A> behar duzu.
is: <P> Til að geta notað last.fm með amaroK, þarftu að hafa <A href='http://www.last.fm:80/signup.php'>last.fm aðgang</A>.
sl: <P>Za uporabo »last.fm« z amaroKom potrebujete <A href='http://last.fm:80/signup.php'> profil last.fm</A>.

source: &Username:
eu: &Erabiltzaile-izena:
is: &Notandanafn:
sl: &Uporabniško ime:

source: last.fm Services
eu: last.fm zerbitzuak
is: last.fm þjónustur
sl: Servisi last.fm

source: Once registered, amaroK can tell the last.fm service about your listening habits; your profile can then provide statistics and recommendations. A profile is not required to retrieve similar-artists for display in the Context Browser.
eu: Erregistratu ondoren, amaroK-ek last.fm zerbitzuari zure musika-ohituren berri eman diezaioke eta zure profilak estatistikak eta aholkuak eskura ditzake. Profil bat ez da beharrezkoa testuinguru-arakatzailean antzeko artistak eskuratzeko.
is: Þegar þú hefur skráð þig getur amaroK látið last.fm vita hvaða tónlist þú hlustar á. Getur þú þá fengið tölfræðiupplýsingar og uppástungur um tónlist sem þér gæti líkað. Þú þarft ekki að hafa last.fm aðgang til að geta fengið upplýsingar um svipaða flytjendur í samhengisflakkaranum.
sl: Ko ste registrirani, amaroK last.fm servisu lahko posreduje podatke o vaših poslušalskih navadah; vaš profil lahko potem posreduje statistiko in priporočila. Profil ni nujen za pridobitev podobnih glasbenikov in prikaz v kontekstnem brskalniku.

source: Improve m&y profile by submitting the tracks I play
eu: Hobetu n&ire profila erreproduzitzen ditudan pistak bidaliz
is: Senda upplýs&ingar um hvaða lög ég spila
sl: &Izboljšaj moj profil s pošiljanjem podatkov o predvajanih skladbah

source: &Retrieve similar artists
eu: &Eskuratu antzeko pistak
is: Ná í svipaða flytjendu&r
sl: P&ridobi podobne izvajalce

source: Why not join the <A href='http://www.last.fm:80/group/amaroK+users'>amaroK last.fm group</A> and share your musical tastes with other amaroK users?
eu: Zergatik ez zara <A href='http://www.last.fm:80/group/amaroK+users'>amaroK-en last.fm taldean</A> sartzen eta honela zure musika gustuak beste amaroK-en erabiltzaileekin partekatu?
is: Afhverju ekki gerast meðlimur af <A href='http://www.last.fm:80/group/amaroK+users'>amaroK last.fm hópnum</A> og deila þínum tónlistarsmak með öðrum amaroK notendum?
sl: Zakaj se ne bi pridružili <A href='http://www.last.fm:80/group/amaroK+users'>amaroKovi skupini last.fm</A> in delili vaše glasbene okuse z ostalimi uporabniki amaroKa?

source: Amarok Version
eu: amaroK-en bertsioa
is: Útgáfa amaroK
sl: Različica Amaroka

source: Amarok version string, used to restart aRts in new installations.
eu: AmaroK-en bertsioaren katea, aRts instalazio berrietan berrabiatzeko erabiltzen da.
is: Útgáfastrengur amaroK, notað til að endurræsa aRts í nýjum uppsetningum.
sl: Niz z različico Amaroka, ki se uporabi za vnovični zagon aRtsa v novih namestitvah.

source: Position of player window
eu: Erreproduzigailuaren lehioaren posizioa
is: Staðsetning afspilunarglugga
sl: Položaj okna predvajalnika

source: The position of the amaroK main window when amaroK is started.
eu: amaroK-en lehio nagusiaren posizioa amaroK abiatzen denean.
is: Staðsetning aðalglugga amaroK við ræsingu.
sl: Položaj glavnega okna amaroKa ob njegovem zagonu.

source: Position of playlist window
eu: Erreprodukzio-zerrendaren lehioaren posizioa
is: Staðsetning lagalistaglugga
sl: Položaj okna s predvajalnim seznamom

source: The position of the playlist window when amaroK is started.
eu: amaroK hasten denean erreprodukzio-zerrendaren lehioaren posizioa.
is: Staðsetning lagalistagluggans við ræsingu.
sl: Položaj okna predvajalnega seznama ob zagonu amaroKa.

source: Size of playlist window
eu: Erreprodukzio-zerrendaren lehioaren tamaina
is: Stærð lagalistagluggans
sl: Velikost okna s predvajalnim seznamom

source: The size of the playlist window when amaroK is started.
eu: amaroK abiatzen denean erreprodukzio-zerrendaren lehioaren tamaina.
is: Stærð lagalistagluggans við ræsingu.
sl: Velikost okna predvajalnega seznama ob zagonu amaroKa.

source: Whether to save playlist on quit
eu: Erreprodukzio-zerrenda irteeran gordeko den edo ez
is: Hvort eigi að vista lagalista þegar hætt er
sl: Ali naj se shrani predvajalni seznam ob izhodu iz programa

source: If set, amaroK saves the current playlist on quit and restores it when restarted.
eu: Ezartzen bada, amaroK-ek uneko erreprodukzio-zerrenda gordeko du irtetzean eta berrabiatzean leheneratuko du.
is: Ef valið, vistar amaroK gilda lagalistan áður en hætt er og hleður honum aftur inn við næstu ræsingu.
sl: Če je to nastavljeno, bo amaroK shranil trenuten predvajalni seznam ob izhodu in ga obnovil ob vnovičnem zagonu.

source: Whether to follow symlinks while adding items to playlist recursively
eu: Elementuak erreprodukzio-zerrendara errekurtsiboki gehitzean esteka sinbolikoak jarraituko diren ala ez
is: Hvort eigi að fylgja tenglum þegar efni í undirmöppum er bætt við
sl: Ali naj sledi simbolnim povezavam ob rekurzivnem dodajanju predmetov na predvajalni seznam

source: If set, amarok follows symlinks when adding files or directories to the playlist.
eu: Ezartzen bada, amarok-ek esteka sinbolikoak jarraituko ditu fitxategiak edo direktorioak erreprodukzio-zerrendara gehitzean.
is: Ef valið, fylgir amaroK eftir tenglum þegar skrám eða möppum er bætt við lagalistan.
sl: Če je to nastavljeno, amaroK sledi simbolnim povezavam med dodajanjem datotek ali map v predvajalni seznam.

source: Whether to display remaining track time
eu: Pista bukatzeko gelditzen den denbora bistaratuko den ala ez
is: Hvort eigi að sýna tíman sem er eftir af lagi
sl: Ali naj se prikazuje preostali čas predvajanja skladbe

source: Set this to display remaining track time instead of past track time in the player window.
eu: Ezarri hau errereprozigailuaren lehioan pista bukatzeko gelditzen den denbora bistaratuko nahi baduzu erreproduzitutako denboraren ordez.
is: Veldu þetta til að sýna tíman sem er eftir af lagi í staðinn fyrir liðinn tíma í afspilunarglugganum.
sl: Nastavite to za prikaz preostalega časa predvajanja skladbe namesto tekočega času v predvajalnem oknu.

source: Whether to play track repeatedly
eu: Pista errepikakorki erreproduzituko den ala ez
is: Hvort eigi að endurtaka lög
sl: Ali se skladba predvaja ponavljajoče

source: If set, amaroK repeats the current track indefinitely.
eu: Ezartzen bada, uneko pista behin eta berriz erreproduzituko da.
is: Ef valið, spilar amaroK valda lagið endalaust.
sl: Če je to nastavljeno, amaroK neprestano ponavlja trenutno skladbo.

source: Whether to play whole playlist repeatedly
eu: Erreprodukzio-zerrenda behin eta berriz erreproduzituko den ala ez
is: Hvort eigi að endurtaka allan lagalistan
sl: Ali se celoten predvajalni seznam predvaja ponavljajoče

source: If set, amaroK repeats the playlist indefinitely.
eu: Ezartzen bada, erreprodukzio-zerrenda pista behin eta berriz erreproduzituko da.
is: Ef valið, spilar amaroK allan lagalistan endalaust.
sl: Če je to nastavljeno, amaroK neprestano ponavlja trenutnen predvajalni seznam.

source: Whether to play tracks in random order
eu: Pistak ausazko ordenean erreproduzituko diren ala ez
is: Hvort eigi að spila lögin í slembinni röð
sl: Ali naj se predvajajo skladbe v naključnem vrstnem redu

source: If set, amaroK plays the tracks in the playlist in random order.
eu: Ezartzen bada, pistak ausazko ordenean erreproduzituko dira.
is: Ef valið, spilar amaroK lögin í lagalistanum í slembinni röð.
sl: Če je to nastavljeno, amaroK predvaja skladbe iz predvajalnega seznama po naključnem vrstnem redu.

source: Plays a dynamic playlist
eu: Erreprodukzio-zerrenda dinamiko bat erreproduzitzen du
is: Spilar breytilegan lagalista
sl: Predvaja dinamičen predvajalni seznam

source: Dynamic playlist which removes the played track from the playlist and appends another song.
eu: Erreproduzitutako pista erreprodukzio-zerrendatik kentzen duen eta beste abesti bat gehitzen duen erreprodukzio-zerrenda dinamikoa.
is: Breytilegur lagalisti sem fjarlægir spilaða lagið úr listanum og bætir við öðru.
sl: Dinamičen predvajalni seznam, ki odstrani predvajano skladbo iz predvajalnega seznama in doda drugo skladbo.

source: Shows help
eu: Laguntza erakusten du
is: Sýnir hjálp
sl: Prikaže pomoč

source: Whether to show or hide the dynamic information dialog
eu: Informazio-elkarrizketa dinamikoa erakutsi edo ezkutatu behar den
is: Hvort eigi að sýna eða fela breytilega upplýsingagluggan
sl: Ali naj se prikaže dinamično informacijsko pogovorno okno

source: Adds this type of song
eu: Mota honetako abesti bat gehitzen du
is: Bætir við þessari lagategund
sl: Doda to vrsto skladbe

source: Dynamic mode will append this type of song to the end of the playlist.
eu: Modu dinamikoak mota honetako abestiak gehituko ditu erreprodukzio-zerrendaren amaieran.
is: Breytilegur hamur mun bæta þessari tegund laga við listan.
sl: Dinamičen način doda to vrsto skladbe na konec predvajalnega seznama.

source: List of smart playlists to be appended for dynamic mode.
eu: Modu dinamikoan gehituko diren erreprodukzio-zerrenda adimentsuaren zerrenda.
is: Listi yfir snjalla lagalista sem á að bæta við í breytilegum ham.
sl: Seznam pametnih predvajalnih seznamov za dodajanje v dinamičen način.

source: Number of upcoming songs to show
eu: Erakutsiko diren erreproduzitzeke dauden abesti kopurua
is: Fjöldi væntanlegra laga sem á að sýna
sl: Število naslednjih skladb za prikaz

source: Number of upcoming songs to show in the Playlist for dynamic mode.
eu: Modu dinamikoan erreprodukzio-zerrendan erakutsiko diren erreproduzitzeke dauden abesti kopurua.
is: Fjöldi væntanlegra laga sem á að sýna í lagalistanum í breytilegum ham.
sl: Število naslednjih skladb za prikaz v predvajalnem seznamu za dinamičen način.

source: History of songs count
eu: Abesti-kontagailuen historia
is: Saga yfir lagafjölda
sl: Zgodovina štetja skladb

source: Number of previously played songs to show in the Playlist for dynamic mode.
eu: Modu dinamikoan erreprodukzio-zerrendan erakutsiko den erreproduzitutako abesti kopurua.
is: Fjöldi af lögum sem hafa verið spiluð áður sem á að sýna í breytilegum lagalista.
sl: Število predhodno predvajanih skladb za prikaz v predvajalnem seznamu za dinamičen način.

source: Number of tracks to append
eu: Gehitzeko pista kopurua
is: Fjöldi laga sem á að bæta við
sl: Število skladb za dodajanje

source: Number of tracks to append to the Playlist for dynamic mode.
eu: Modu dinamikoan erreprodukzio-zerrendara gehitzeko pista kopurua.
is: Fjöldi laga sem á að bæta við breytilega lagalistan.
sl: Število skladb za dodajanje na predvajalni seznam v dinamičnem načinu.

source: Cycle Tracks
eu: Biratu pistak
is: Fletta lögum
sl: Kroženje skladb

source: Whether to remove first item in playlist.
eu: Erreprodukzio-zerrendako lehen elementua kendu behar den ala ez.
is: Hvort eigi að fjarlægja fyrstu færsluna í lagalistanum.
sl: Ali naj odstrani prvi predmet iz predvajalnega seznama.

source: Mark History
eu: Markatu historia
is: Merkja sögu
sl: Označi zgodovino

source: Whether to mark items in the playlist as history once played.
eu: Erreprodukzio-zerrendako elementuak erreproduzitu ondoren historia bezala markatu behar diren ala ez.
is: Hvort eigi að merkja lög í lagalistanum sem sögu eftir að þau hafa verið spiluð.
sl: Ali naj se označijo predmeti v predvajalnem seznamu kot zgodovina, če so že bili predvajani.

source: Whether to show icon in system tray
eu: Sistemako bandejan ikonoa erakutsi behar den ala ez
is: Hvort eigi að sýna táknmynd í kerfisbakkanum
sl: Ali se prikaže ikona v sistemski vrstici

source: Enable/Disable tray icon for amaroK.
eu: Gaitu/desgaitu amaroK-en sistemaren bandejako ikonoa.
is: Virkja/fela amaroK kerfisbakkatáknmynd.
sl: Omogoči/onemogoči ikono amaroKa v sistemski vrstici.

source: Whether to animate the systray icon
eu: Sistemaren bandejako ikonoa animatu behar den ala ez
is: Hvort eigi að hreyfa táknmyndina
sl: Ali naj se animira ikona v sistemski vrstici

source: Enable/Disable tray icon animation.
eu: Gaitu/desgaitu ikonoaren animazioa.
is: Virkja/slökkva á hreyfanlegri táknmynd.
sl: Omogoči/onemogoči animacijo ikone v sistemski vrstici.

source: Whether to show player window
eu: Erreproduzigailuaren lehioa erakutsi behar den ala ez
is: Hvort eigi að sýna afspilunarglugga
sl: Ali naj se prikaže okno predvajalnika

source: Makes amaroK more like XMMS and other Winamp clones with separate player and playlist windows.
eu: amaroK XMMS eta Winamp-en antzekoa egiten du erreproduzigailu eta erreprodukzio-zerrenda lehio bereizietan.
is: Gerir amaroK líkari XMMS og öðrum Winamp klónum með aðskilinn spilara og lagalista.
sl: Naredi amaroK podoben XMMS in drugim klonom Winampa, z ločenima oknoma predvajalnika in predvajalnnega seznama.

source: Whether to show the toolbar in the playlist window.
eu: Erreprodukzio-zerrendaren lehioan tresna-barra erakutsi behar den ala ez.
is: Hvort eigi að sýna tækjaslá í lagalistaglugga.
sl: Ali na se prikaže orodjarna v oknu s predvajalnim seznamom.

source: Size of the cover previews in Contextbrowser and Covermanager
eu: Testinguinguru-arakatzaileko eta Azal-kudeatzaileko aurrebistetako azalen tamaina
is: Stærð á forsýningu umslags í samhengisflakkara og umslagsstjóra
sl: Velikost ogleda ovitkov v kontesktnem brskalniku in upravitelju ovitkov.

source: Whether to show the Playlist Statusbar
eu: Erreprodukzio-zerrendaren egoera-barra erakutsi behar den ala ez
is: Hvort eigi að sýna stöðuslá lagalistans
sl: Ali naj bo prikazana vrstica stanja predvajalnega seznama.

source: View some status information on the playlist.
eu: Ikusi egoera informazioa erreprodukzio-zerrendan.
is: Skoða upplýsingar um lagalistan.
sl: Prikaži nekaj informacij o stanju predvajalnega seznama.

source: Whether to add directories to playlist recursively
eu: Direktorioak erreprodukzio-zerrendara errekurtsiboki gehitu behar diren ala ez
is: Hvort eigi að bæta undirmöppum við lagalistan
sl: Ali naj se rekurzivno dodajo mape k predvajalnemu seznamu

source: Enable/Disable recursive directory adding to the playlist.
eu: Gaitu/desgaitu erreprodukzio-zerrendara direktorioak errekurtsiboki gehitzea.
is: Virkja/aftengja að undirmöppum sé bætt við lagalistan.
sl: Omogoči/onemogoči rekurzivno dodajanje map v predvajalni seznam.

source: Delay between tracks, in milliseconds
eu: Pisten arteko tartea, milisegundutan
is: Bil á milli laga í millisekúndum
sl: Zamik med skladbami v milisekundah

source: Delay between tracks, in milliseconds.
eu: Pisten arteko tartea, milisegundutan.
is: Bil á milli laga í millisekúndum.
sl: Zamik med skladbami v milisekundah.

source: Whether the playlist window is visible
eu: Erreprodukzio-zerrendako lehioa ikusgai dagoen ala ez
is: Hvort lagalistaglugginn sé sýnilegur
sl: Ali je okno s predvajalnim seznamom vidno

source: Enable/Disable the playlist window. Equal to clicking the PL button in the player window.
eu: Gaitu/desgaitu erreprodukzio-zerrendaren lehioa. Erreprodukzio-zerrendaren lehioan PL botoia sakatzea bezala da.
is: Sýnir/felur lagalistagluggan. Sama og að ýta á PL takkan í afspilunarglugganum.
sl: Omogoči/Onemogoči okno predvajalnega seznama. To je enakovredno kliku na gumb PL v predvajalnem oknu.

source: Number of undo levels in playlist
eu: Erreprodukzio-zerrendako desegite maila kopurua
is: Afturköllunarfjöldi í lagalista
sl: Število ravni razveljavljanja v predvajalnem seznamu

source: The number of undo levels in the playlist.
eu: Erreprodukzio-zerrendako desegite maila kopurua.
is: Fjöldinn af mögulegum afturköllunum í lagalista.
sl: Število ravni razveljavljanja v predvajalnem seznamu.

source: Index of current visual analyzer
eu: Uneko analizatzaile bisualaren indizea
is: Yfirlit yfir sjónræna hljóðmælinn sem er gildur
sl: Indeks trenutnega vizualnega analizatorja

source: The ID of the visual analyzer to display.
eu: Bistaratzeko analizatzaile bisualaren ID-a.
is: Auðkenni sjónræna hljóðmælisins sem á að sýna.
sl: ID vizualnega analizatorja za prikaz.

source: Index of analyzer displayed in playlist window
eu: Erreprodukzio-zerrendaren lehioan bistaratzeko analizatzailearen indizea
is: Yfirlit yfir tónmæli sem er sýndur í lagalistanum
sl: Indeks analizatorja, prikazanega v oknu s predvajalnim seznamom

source: The ID of the visual analyzer to display in playlist window.
eu: Erreprodukzio-zerrendako lehioan bistaratzeko analizatzaile bisualaren ID-a.
is: Auðkenni sjónræna hljóðmælisins sem á að sýna í lagalistanum.
sl: ID vizualizatorja za prikaz v oknu s predvajalnim seznamom

source: Playlist window splitter positions
eu: Erreprodukzio-zerrendako zatitzailearen posizioak
is: Klofnunarstaðsetning lagalista
sl: Položaji razdelilnika okna predvajalnega seznama

source: Currently unused
eu: Une honetan ez da erabiltzen
is: Ónotað núna
sl: Trenutno neuporabljeno

source: Whether the playlist should scroll with the active playlist item
eu: Erreprodukzio-zerrenda elementu aktiboarekin desplazatu behar den ala ez
is: Hvort eigi að skruna gilda lagið í lagalistanum
sl: Ali naj predvajalni seznam sledi aktivnemu predmetu predvajalnega seznama.

source: If set, the playlist scrolls on song change to make the currently playing item visible. Measures are taken not to scroll if inappropriate.
eu: Ezartzen bada, erreprodukzio-zerrenda elementu aktiboarekin desplazatuko da elementu aktiboa ikusgai mantentzeko. Neurriak hartuko dira hau egoki egiteko.
is: Ef valið, skrunar gilda lagið í lagalistanum til að gera það sýnilegra.
sl: Če je to nastavljeno, potem predvajalni seznam sledi trenutno predvajani skladbi in jo ohranja v vidnem polju. Sledenje je onemogočeno, če ni primerno.

source: Whether a splash-screen should be displayed on startup
eu: Abioan splash pantaila bat erakutsiko den ala ez
is: Hvort eigi að sýna upphafsskjá við ræsingu
sl: Ali naj se prikaže uvodni zaslon ob zagonu

source: Enable/Disable splashscreen during amaroK startup.
eu: Gaitu/desgaitu splash pantaila amaroK-en abioan.
is: Virkja/slökkva á upphafsskjá þegar amaroK er ræst.
sl: Omogoči/onemogoči uvodni zaslon ob zagonu amaroKa.

source: Whether ContextBrowser should be activated when starting playback
eu: Erreprodukzioa hastean testuinguru-arakatzailea aktibatu behar den ala ez
is: Hvort samhengisflakkarinn eigi að vera virkur þegar afspilun hefst.
sl: Ali naj se aktivira kontekstni brskalnik ob pričetku predvajanja

source: Automatically switches to ContextBrowser when playback is started.
eu: Automatikoki testuinguru-arakatzailera aldatzen du erreprodukzioa abiatzen denean.
is: Skifta sjálfkrafa yfir í samhengisflakkarann þegar afspilun hefst.
sl: Samodejno preklopi na kontekstni brskalnik ob začetku predvajanja.

source: Whether ContextBrowser should show statistics by albums when it is possible.
eu: Testuinguru-arakatzailean estatistikak ahal bada disken arabera erakutsi behar diren ala ez.
is: Hvort samhengisflakkarinn eigi að sýna tölfræði eftir plötum þegar það er mögulegt.

source: Show statistics by albums in ContextBrowser.
eu: Erakutsi estatistikak disken arabera testuinguru-arakatzailean.
is: Sýna tölfræði eftir plötum í samhengisflakkara.

source: Set CSS stylesheet used to customize ContextBrowser's rendering
eu: Ezarri testuinguru-arakatzailearen errendatzea pertsonalizatzeko erabiltzen den CSS estilo-orria
is: Velja CSS stílsnið sem á að nota til að sérsníða útlit samhengisflakkarans.
sl: Nastavi slogovno predlogo CSS za prilagoditev upodabljanja v kontekstnem brskalniku

source: Set this to the style dir you want to use.
eu: Hautatu hau erabili nahi duzun estilo direktoriora.
is: Settu inn nafnið á stílamöppunni sem þú vilt nota.
sl: Nastavite to na mapo s slogi, ki jo želite uporabljati.

source: Whether Menubar is shown
eu: Menu-barra erakutsiko den ala ez
is: Hvort eigi að sýna valslá
sl: Ali se prikaže menijska vrstica

source: If set, amaroK displays a menubar on top of the application.
eu: Ezartzen bada, amaroK-ek menu-barra bat bistaratuko du aplikazioaren gainean.
is: Ef valið, sýnir amaroK valslá efst í forritinu.
sl: Če je to nastavljeno, amaroK prikaže menijsko vrstico na vrhu programa.

source: Whether playlists store relative path
eu: Erreprodukzio-zerrendek bide-izen erlatiboak gordeko dituen ala ez
is: Hvort lagalistar innihalda tengda slóð
sl: Ali predvajalni seznami shranijo relativno pot

source: If set, amaroK manually saved playlists will contain a relative path to the tracks, not absolute.
eu: Ezartzen bada, amaroK-ek eskuz gordetako erreprodukzio-zerrendek bide-izen erlatiboak gordeko ditu eta ez bide-izen absolutuak.
is: Ef valið, munu lagalistar sem amaroK vistar handvirkt innihalda tengda slóð í lögin, en ekki fulla slóð.
sl: Če je to nastavljeno, ročno shranjeni predvajalni seznami vsebujejo relativne poti do skladb, ne absolutnih.

source: Master volume
eu: Bolumen nagusia
is: Aðalhljóðstyrkur
sl: Glavna glasnost

source: The amaroK master volume, a value between 0 (muted) and 100.
eu: amaroK-en bolumen nagusia, 0 (isiltasuna) eta 100 artekoa.
is: Aðalhljóðstyrkur amaroK, gildi milli 0 (þaggað niður) og 100.
sl: Glavna glasnost amaroKa; vrednost med 0 (utišano) in 100.

source: Whether to crossfade between tracks
eu: Pisten arteko iraungitze gurutzatua aplikatzea ala ez
is: Hvort eigi að mótdofna á milli laga
sl: Ali se naj uporablja učinek prehajanja med skladbami

source: Enable/Disable crossfading between track changes.
eu: Gaitu/desgaitu pisten arteko iraungitze gurutzatua.
is: Virkja/slökkva á mótdofnun milli laga.
sl: Omogoči/onemogoči učinek prehajanja med skladbami.

source: Length of crossfade, in milliseconds
eu: Iraungitze gurutzatuaren luzera, milisegundotan
is: Lengdin á mótdofnun, í millisekúndum
sl: Dolžina učinka prehajanja v milisekundah

source: The length of the crossfade between tracks in milliseconds.
eu: Pisten arteko iraungitze gurutzatuaren luzera, milisegundotan.
is: Lengd í millisekúndum á mótdofnun milli laga.
sl: Dolžina učinka prehajanja med skladbami v milisekundah.

source: Sound system to use
eu: Erabiltzeko soinu-sistema
is: Hljóðkerfi sem á að nota
sl: Zvočni sistem, ki naj se uprabi
