Repository: tmarques/waheela
Catalog: amarok_classic-0.0.1/po/*/amarok.po
Languages: eu, is, sl

source: Select the sound system used to play media. amaroK currently support aRts, GStreamer, xine, and NMM; however, their availability depends on the configuration used at compile time.
eu: Hautatu euskarria erreproduzitzeko soinu-sistema. amaroK-ek une honetan aRts, GStreamer, xine eta NMM onartzen ditu. Hala ere, hauen eskuragarritasuna konpilazio-denboran erabilitako konfigurazioaren menpekoa da.
is: Veldu hljóðkerfið sem á að nota. amaroK styður í dag aRts, GStreamer, xine og NMM, hinsvegar er aðgengi þeirra háð stillingunum sem voru notaðar við vistþýðingu.
sl: Izberite zvočni sistem za predvajanje večpredstavnostne vsebine. amaroK trenutno podpira aRts, GStreamer, xine in NMM. Njihova razpoložljivost je odvisna od uporabljenih nastavitev ob prevajanju.

source: Enables the equalizer plugin
eu: Ekualizadorearen plugina gaitzen du
is: Virkja hljóðblandara íforritið
sl: Omogoči vstavek izenačevalnika

source: When enabled, an equalizer plugin filters the audio stream.
eu: Gaitzean, ekualizadore-pluginek audio-jarioa iragazten dute.
is: Þegar virkjað, síar hljóðblandaraíforrit hljóðstrauminn.
sl: Ko je to omogočeno, vstavek izenačevalnika filtrira zvočni tok.

source: Equalizer pre-amplification value, range -100..100, 0 is normal.
eu: Ekualizadorearen aurre-anplifikazioaren balioa, -100...100 tartekoa, 0 balio normala izanik.
is: Formögnun hljóðblandara, gildi -100..100, 0 er venjulegt.
sl: Predojačevalna vrednost izenačevalnika, razpon med -100 in 100; navadno je 0.

source: Band gains for equalizer, 10 values, range -100..100, 0 is normal.
eu: Ekualizadorearen 10 banden irabazia. Barrutia: -100..100, 0 balio normala da.
is: Brautarstyrkur á hljóðblandara, 10 gildi, bil -100..100, 0 er venjulegt.
sl: Pridobitve glasnosti za izenačevalnik, 10 vrednosti, razpon med -100 in 100; navadno je 0.

source: Equalizer preset name.
eu: Ekualizadorearen aurrezarpenan izena.
is: Nafn á forstillingunni.
sl: Prednastavljeno ime izenačevalnika.

source: Amazon locale for cover retrieval
eu: Azalak eskuratzeko erabiliko den Amazon lokala
is: Amazon staðfærsla fyrir umslagsheimtun
sl: Regionalnost Amazona za pridobivanje ovitkov

source: Determines which Amazon server cover images should be retrieved from.
eu: Azalen irudiak eskuratzeko Amazon zerbitzaria zehazten du.
is: Ákveður frá hvaða Amazon þjóni eigi að ná í umslagsmyndir frá.
sl: Določa, kateri Amazonov strežnik bo uporabljen za pridobivanje slik ovitkov.

source: Wikipedia locale for information retrieval
eu: Informazioa eskuratzeko Wikipedia lokala
is: Wikipedia staðfærsla fyrir upplýsingaheimtun
sl: Regionalnost Wikipedije za pridobivanje podatkov

source: Determines in which language the information is retrieved from Wikipedia.
eu: Wikipediatik informazioa zein hizkuntzatan eskuratuko den zehazten du.
is: Ákveður á hvaða tungumáli upplýsingar frá Wikipedia eru á.
sl: Določa jezik pridobivanja informacij iz Wikipedije.

source: Use On-Screen Display
eu: Erabili pantailako bistaratzea (OSD)
is: Nota skjábirtingu
sl: Uporabi prikaz na zaslonu (OSD)

source: Enable/Disable the On-Screen Display.
eu: Gaitu/desgaitu pantailako bistaratzea (OSD).
is: Virkja/slökkva á skjábirtingu.
sl: Omogoči/onemogoči prikaz na zaslonu (OSD).

source: Display the same information in the OSD as in the playlist columns.
eu: Bistaratu informazioa berdina OSD eta erreprodukzio-zerrendako zutabeetan.
is: Sýna sömu upplýsingar í skjábirtingunni og eru í lagalistadálkunum.
sl: Prikaži enake informacije v OSD, kot v predvajalnem seznamu.

source: If enabled, the OSD will display the same information and in the same order as the columns in the playlist.
eu: Gaitzen bada, OSD-k eta erreprodukzio-zerrendako zutabeek informazio berdina bistaratuko dute (eta orden berdinean).
is: Ef valið, mun skjábirtingin sýna sömu upplýsingarnar í sömu röð og dálkarnir í lagalistanum.
sl: Če je omogočeno, prikaz na zaslonu kaže enake informacije v istem zaporedju, kot v predvajalnem seznamu.

source: The OSD text to show
eu: Erakusteko OSD testua
is: Skjábirtingatexti sem á að sýna
sl: Besedilo prikaza na zaslonu

source: Customize the OSD display text.
eu: Pertsonalizatu OSD-ren bistaraze-testua.
is: Sérsníða skjábirtingatextan.
sl: Prilagodi besedilo prikaza na zaslonu.

source: Font for On-Screen Display
eu: OSD-rako letra-tipoa
is: Letur sem á að nota í skjábirtingu
sl: Pisava prikaza na zaslonu

source: Draw a shadow around the text.
eu: Marraztu itzala testuaren inguruan.
is: Teiknar skugga í kringum textan.
sl: Nariši senco okoli besedila.

source: Draws a shadow around the OSD-text.
eu: Itzal bat marrazten du OSD-testuaren inguruan.
is: Teiknar skugga í kringum skjábirtingartextan.
sl: Prikaži senco okoli besedila prikaza na zaslonu.

source: Fake-translucency Toggle
eu: Aktibatu/desaktibatu sasi-zeharrargitasuna
is: Plat-gegnsæi víxlun
sl: Preklop navidezne prosojnosti

source: Make the background of the OSD use fake-translucency.
eu: Aktibatu OSD-ren atzeko planoaren sasi-zeharrargitasuna.
is: Láta bakgrunn skjábirtingar nota plat-gegnsæi.
sl: Nastavi ozadje prikaza na zaslonu, da uporablja navidezno prosojnost.

source: Whether to use custom colors for the OSD
eu: OSD-an kolore pertsonalizatuak erabili behar diren ala ez
is: Hvort eigi að nota sérsniðna liti fyrir skjábirtingu
sl: Ali naj bodo uporabljene prilagojene barve za prikaz na zaslonu

source: You can use custom colors for the OSD if you set this true.
eu: Hau aktibatzen baduzu, kolore pertsonalizatuak erabili ditzakezu OSD-n.
is: Þú getur valið sérsniðna liti fyrir skjábirtinguna ef þú virkjar þetta.
sl: Če izberete to možnost, lahko uporabite prilagojene barve za prikaz na zaslonu.

source: Font Color for On-Screen Display
eu: Letra-tipoaren kolorea pantailako bistaratzean (OSD)
is: Leturlitur fyrir skjábirtingu
sl: Barva pisave prikaza na zaslonu

source: The color of the OSD text. The color is specified in RGB, a comma-separated list containing three integers between 0 and 255.
eu: OSD testuaren kolorea. Kolorea RGB moduan zehazten da: 0 eta 255 arteko 3 zenbaki osoz osatutako komaz-bereizitako zerrenda.
is: Liturinn á skjábirtingartextanum. Liturinn er skilgreindur í RGB, kommaskiptum lista sem inniheldur þrjár heiltölur á milli 0 og 255.
sl: Barva besedila prikaza na zaslonu. Barva je določena v obliki RGB, t.j. z vejicami ločen seznam, ki vsebuje po tri cela števila med 0 in 255.

source: Background Color for On-Screen Display
eu: Pantailako bistaratzeko atzeko planoaren kolorea
is: Bakgrunnslitur á skjábirtingu
sl: Barva ozadja prikaza na zaslonu

source: The color of the OSD background. The color is specified in RGB, a comma-separated list containing three integers between 0 and 255.
eu: OSD-ren atzeko planoaren kolorea. Kolorea RGB moduan zehazten da: 0 eta 255 arteko 3 zenbaki osoz osatutako komaz-bereizitako zerrenda.
is: Liturinn sem á að nota í skjábirtingar bakgrunn. Liturinn er skilgreindur í RGB, kommaskiptum lista sem inniheldur þrjár heiltölur á milli 0 og 255.
sl: Barva ozadja prikaza na zaslonu. Barva je določena v obliki RGB, t.j. z vejicami ločen seznam, ki vsebuje po tri cela števila med 0 in 255.

source: How many milliseconds the text should be displayed
eu: Zenbat milisegundutan bistaratu behar den testua
is: Í hve margar millisekúndur á að sýna textan
sl: Koliko milisekund bo besedilo prikazano

source: The time in milliseconds to show the OSD. A value of 0 means never hide. The default value is 5000 ms.
eu: OSD-a erakusteko denbora milisegundutan. 0 balioak inoiz ez ezkutatzea esan nahi du. Balio lehenetsia 5000 ms da.
is: Tími í millisekúndum sem á að sýna skjábirtinguna. 0 þýðir að það eigi aldrei að fela hana. Sjálfgefið er 5000 ms.
sl: Čas prikaza na zaslonu (v milisekundah). Vrednost 0 pomeni, da ni nikoli skrit. Privzeta vrednost je 5000 ms.

source: Y position offset
eu: Y posizioaren desplazamendua
is: Y staða
sl: Zamik položaja Y

source: The Y position of the OSD relative to the chosen screen and OSD alignment. If Top alignment is chosen the Y offset is the space between the upper part of the OSD and the top of the screen. If Bottom alignment is chosen the Y offset is the space between the bottom part of the OSD and the bottom of the screen.
eu: Hautatutako pantailarekiko erlatiboa de OSD-aren Y posizioa eta lerrokadura. Goiko lerrokadura hautatzen bada Y desplazamendua OSD-aren goiko aldetik pantailaren goiko aldera dagoen distantzia da. Beheko lerrokadura hautatzen bada, Y desplazamendua OSD-aren beheko aldetik pantailaren beheko aldera dagoen distantzia da.
is: Y staða skjábirtingar. Ef efri stillingin er valin er Y staðan bilið á milli efsta hluta skjábirtingarinnar og efri jaðar skjás. Ef neðri stillingin er valin er Y staðan bilið á milli neðsta hluta skjábirtingarinnar og neðri jaðar skjás.
sl: Položaj prikaza na zaslonu glede na izbran zaslon in poravnavo. Če je izbrana zgornja poravnava, potem je zamik Y prostor med zgornjim delom prikaza in zgornjim delom zaslona. Če je izbrana spodnja poravnava, potem je zamik Y prostor med zgornjim delom prikaza in zgornjim delom zaslona.

source: OSD screen
eu: OSD pantaila
is: Skjábirting
sl: Prikaz na zaslonu

source: The screen that should display the OSD. For single-headed environments this setting should be 0.
eu: OSD-a bistaratu behar duen pantaila. Pantaila bakarreko inguruguneetan 0 izan beharko litzateke.
is: Skjárinn sem á að sýna skjábirtinguna í. Á kerfi með bara einn skjá er gildið 0.
sl: Zaslon, na kateren jeprikaz na zaslonu. Za enozaslonska grafična okolja mora biti vrednost 0.

source: Whether the album cover should be shown
eu: Diskaren azala erakutsiko den ala ez
is: Hvort eigi að sýna umslagsmyndina
sl: Ali naj bo prikazan ovitek od albuma

source: If enabled, shows the album cover in the OSD.
eu: Gaitzen bada, diskaren azala erakutsiko du OSD-an.
is: Ef valið, sýna þá umslagsmyndina í skjábirtingunni.
sl: Če je omogočeno, prikaz na zaslonu kaže sliko ovitka od albuma.

source: Align OSD to
eu: Lerrokatu OSD-a honela
is: Jafna skjábirtingu að
sl: Poravnaj prikaz na zaslonu na

source: The relative position of the OSD. Possible choices are Left, Middle, Right and Center.
eu: OSD-aren posizio erlatiboa. Aukera posibleak Ezkerra, Erdia, Eskuina eta Zentrua dira.
is: Afstæð staða skjábirtingar. Mögulegir valkostir eru vinstri, miðja, hægri og miðjað.
sl: Relativen položaj prikaza na zaslonu. Možnosti izbire so levo, na sredino, desno in centrirano.

source: Whether to use user-defined fonts
eu: Erabiltzaileak definitutako letra-tipoak erabili behar diren ala ez
is: Hvort eigi að nota notandaskilgreint letur
sl: Ali se uporabijo uporabniško določene pisave

source: Enabled/Disables custom fonts.
eu: Gaitu/desgaitu letra-tipo pertsonalizatuak.
is: Virkja/slökkva á sérsniðnu letri.
sl: Omogoči/onemogoči lastne pisave.

source: Font in playlist window
eu: Erreprodukzio-zerrendako lehioko letra-tipoa
is: Letur í lagalista
sl: Pisava v oknu predvajalnega seznama

source: Font in player window
eu: Erreproduzogailuaren lehioko letra-tipoa
is: Letur í afspilunarglugga
sl: Pisava v oknu predvajalnika

source: Font in context browser
eu: Testuinguru-arakatzailearen letra-tipoa
is: Letur í samhengisflakkara
sl: Pisava v kontekstnem brskalniku

source: Recode ID3v1 tags
eu: Berkodetu ID3v1 etiketak
is: Endurkóða ID3v1 tög

source: If set, ID3v1 tags will be recoded with the chosen encoding.
eu: Ezartzen bada, ID3v1 etiketak hautatutako kodeketarekin berkodetuko dira.
is: Ef valið, verða ID3v1 tögin endurkóðuð með völdu stafatöflunni.

source: Recode Shoutcast Metadata
eu: Berkodetu Shoutcast metadatuak
is: Endurkóða Shoutcast Metagögn

source: If set, Shoutcast metadata will be recoded.
eu: Ezartzen bada, Shoutcast metadatuak berkodetuko dira.
is: Ef valið, verða Shoutcast Metagögnin endurkóðuð.

source: Recode encoding
eu: Berkodetu kodeketa
is: Endurkóða stafatöflu

source: The charset with which to decode the above string data.
eu: Goiko karaktere-katea dekodetzeko karaketere-sorta.
is: Stafataflan sem á að nota við afkóðun af strengjagögnunum að ofan.

source: Whether to use amaroK standard colors in the playlist window
eu: amaroK-ek erreprodukzio-zerrendako lehioan kolore estandarrak erabiliko dituen ala ez
is: Hvort eigi að nota stöðluðu amaroK litina á lagalistagluggan
sl: Ali naj amaroK uporabi običajne barve v oknu predvajalnega seznama

source: If set, amaroK uses the amaroK standard colors in the playlist.
eu: Ezartzen bada, amaro-ek kolore estandarrak erabiliko ditu erreprodukzio-zerrendan.
is: Ef valið, notar amaroK stöðluðu litina á lagalistan.
sl: Če je omogočeno, bo amaroK uporabljal običajne barve v predvajalnem seznamu.

source: Whether to use global KDE colors in the playlist window
eu: Erreprodukzio-zerrendako lehioan KDE-ren kolore globalak erabili behar diren ala ez
is: Hvort eigi að nota víðværu KDE litina á lagalistagluggan
sl: Ali se uporabijo splošne barve KDE v oknu predvajalnega seznama

source: If set, amaroK uses the KDE standard colors in the playlist.
eu: Ezartzen bada, amaroK-ek KDE-ren kolore estandarrak erabiliko ditu erreprodukzio-zerrendan.
is: Ef valið, notar amaroK víðværu KDE litina á lagalistan.
sl: Če je to nastavljeno, amaroK uporabi običajne barve KDE v predvajalnem seznamu.

source: Whether to use user-defined colors in the playlist window
eu: Erreprodukzio-zerrendako lehioan erabiltzaileak definitutako koloreak erabiliko diren ala ez
is: Hvort eigi að nota notandaskilgreinda liti á lagalistagluggan
sl: Ali se uporabijo uporabniško določene barve v oknu predvajalnega seznama.

source: If set, amaroK uses the user-defined colors in the playlist.
eu: Ezartzen bada, amaroK-ek erabiltzaileak definitutako koloreak erabiliko ditu erreprodukzio-zerrendan.
is: Ef valið, notar amaroK notandaskilgreindu litina á lagalistan.
sl: Če je to nastavljeno, amaroK uporabi uporabniško določene barve v predvajalnem seznamu.

source: Playlist window foreground color
eu: Erreprodukzio-zerrendako lehioaren aurreko planoaren kolorea
is: Forgrunnslitur á lagalistaglugga
sl: Barva ospredja v oknu predvajalnega seznama

source: The color to use as foreground color in the playlist. The color is specified in RGB, a comma-separated list containing three integers between 0 and 255.
eu: Erreprodukzio zerrendaren aurreko planoan erabiliko den kolorea. Kolorea RGB bezala zehazten da, hots, komaz bereizitako eta 0 eta 255 arteko hiru zenbaki osoz osatutako zerrenda baten bidez.
is: Liturinn sem á að nota í forgrunn á lagalistanum. Liturinn er skilgreindur í RGB, kommaskiptum lista sem inniheldur þrjár heiltölur á milli 0 og 255.
sl: Barva za ospredje v predvajalnem seznamu. Barva je določena v obliki RGB, t.j. z vejicami ločen seznam, ki vsebuje po tri cela števila med 0 in 255.

source: Playlist window background color
eu: Erreprodukzio-zerrendako lehioaren atzeko planoaren kolorea
is: Bakgrunnslitur lagalistans
sl: Barva ozadja v oknu predvajalnega seznama

source: The color to use as background color in the playlist. The color is specified in RGB, a comma-separated list containing three integers between 0 and 255.
eu: Erreprodukzio zerrendaren atzeko planoan erabiliko den kolorea. Kolorea RGB bezala zehazten da, hots, komaz bereizitako eta 0 eta 255 arteko hiru zenbaki osoz osatutako zerrenda baten bidez.
is: Liturinn sem á að nota í bakgrunn á lagalistanum. Liturinn er skilgreindur í RGB, kommaskiptum lista sem inniheldur þrjár heiltölur á milli 0 og 255.
sl: Barva za ozadje v predvajalnem seznamu. Barva je določena v obliki RGB, t.j. z vejicami ločen seznam, ki vsebuje po tri cela števila med 0 in 255.

source: Resume playback of last played track on startup
eu: Jarraitu azken erreproduzitutako pistaren erreprodukzioa abioan
is: Halda áfram með spilun á seinasta lagi við ræsingu
sl: Nadaljuj predvajanje zadnje predvajane skladbe ob zagonu

source: If set, amaroK resumes playback of the last played track on startup.
eu: Ezartzen bada, amaroK-ek azken erreproduzitutako pistaren erreprodukzioa jarraituko du abioan.
is: Ef valið, heldur amaroK áfram með spilun á seinast spilaða lagi við ræsingu
sl: Če je omogočeno, amaroK ob zagonu nadaljuje s predvajanjem zadnje predvajane skladbe.

source: Track URL to resume upon startup
eu: Abioan erreprodukzioa jarraitzeko pistaren URL-a
is: Fylgjast með slóð til að halda áfram við ræsingu
sl: URL skladbe, ki naj se nadaljuje ob zagonu

source: Internal: URL of the track to resume on startup.
eu: Barnekoa: abioan erreprodukzioa jarraitzeko pistaren URL-a.
is: Slóð lags sem á að halda áfram með við ræsingu.
sl: Notranje: URL skladbe, ki naj se nadaljuje ob zagonu.

source: Time to resume at, in milliseconds
eu: Jarraipena hasteko denbora, milisegundutan
is: Tími sem á að halda áfram í millisekúndum
sl: Čas za nadaljevanje predvajanja, v milisekundah

source: Internal: Playback position in the track to resume on startup.
eu: Barnekoa: Abioko erreprodukzioaren jarraipena hasteko denbora, milisegundutan
is: Staðsetning afspilunar í lagi sem á að halda áfram með við ræsingu.
sl: Notranje: položaj predvajanja skladbe za nadaljevanje ob zagonu.

source: Database Engine
eu: Datu-basearen motorea
is: Gagnagrunnsforrit
sl: Pogon zbirke podatkov

source: The database engine used to store collection
eu: Bilduma gordetzeko datu-basearen motorea
is: Gagnagrunnsforritið sem á að nota til að vista safnið
sl: Pogon zbirke podatkov, ki se uporablja za shranjevanje zbirke

source: Whether Collections folders are scanned recursively
eu: Bildumak errekurtsiboki eskaneatuko diren ala ez
is: Hvort eigi að leita í undirmöppum safnmappa
sl: Ali naj bodo mape zbirke pregledane rekurzivno

source: Whether Collection folders are rescanned on change
eu: Bildumak aldaketak daudenean eskaneatuko diren ala ez
is: Hvort eigi að endurleita í safnmöppum við breytingar
sl: Ali naj bodo mape zbirke znova pregledane ob spremembi

source: Whether playlists should be added while scanning
eu: Eskaneatzean erreprodukzio zerrendak gehitu behar diren ala ez
is: Hvort eigi að bæta lagalistum við á meðan skönnun stendur yfir
sl: Ali naj bodo predvajalni seznami dodani med pregledovanjem

source: List of folders in the Collection
eu: Bildumako karpeta-zerrenda
is: Listi yfir möppur í safninu
sl: Seznam map v zbirki

source: Host
eu: Ostalaria
is: Vél
sl: Gostitelj

source: The host MySql server is running on
eu: MySql zerbitzaria dagoen ostalaria
is: Vélin sem MySql miðlarinn keyrir á
sl: Gostitelj, kjer teče strežnik MySql

source: Port
eu: Ataka
is: Gátt
sl: Vrata

source: The port MySql server is listening
eu: MySql zerbitzaria entzuten ari den ataka
is: Gáttin sem MySql miðlarinn hlustar á
sl: Vrata, ki jih strežnik MySql posluša

source: Database name
eu: Datu-basearen izena
is: Nafn á gagnagrunni
sl: Ime zbirke podatkov

source: The database's name
eu: Datu-basearen izena
is: Nafnið á gagnagrunninum
sl: Ime zbirke podatkov

source: User
eu: Erabiltzailea
is: Notandi
sl: Uporabnik

source: The user's name to use for connecting MySql
eu: MySql-ra konektatzeko erabiltzailearen izena
is: Notandanafnið sem á að nota í MySql tengingunni
sl: Ime uporabnika, ki se uporabi za povezovanje do MySql

source: Password
eu: Pasahitza
is: Lykilorð
sl: Geslo

source: The user's password
eu: Erabiltzailearen pasahitza
is: Notandalykilorðið
sl: Uporabnikovo geslo

source: Conninfo
eu: Konexioaren informazioa
is: Upplýsingar um tenginu

source: The connection info for the Postgresql server
eu: Postgresql zerbitzarira konektatzeko konexioaren informazioa
is: Tenginga upplýsingar fyrir Postgresql þjóninn
sl: Informacije o povezavi za strežnik Postgresql

source: SubmitPlayedSongs
eu: Erreproduzitutako pisten bidalketa
is: SendaSpiluðLög
sl: Pošlji predvajane skladbe

source: Whether played songs are submitted to Audioscrobbler
eu: Erreproduzitutako pistak Audioscrobbler-era bidali behar diren ala ez
is: Hvort eigi að senda upplýsingar um spiluð lög til Audioscrobbler
sl: Ali so predvajane pesmi poslane do Audioscrobblerja

source: Username
eu: Erabiltzaile-izena
is: Notandanafn
sl: Uporabniško ime

source: The username to use for connecting to Audioscrobbler
eu: Audioscrobbler-era konektatzeko erabili beharreko erabiltzaile-izena
is: Notandanafnið sem á að nota í Audioscrobbler tengingunni
sl: Uporabniško ime, ki se uporabi za povezovanje do Audioscrobblerja

source: The password to use for connecting to Audioscrobbler
eu: Audioscrobbler-era konektatzeko erabili beharreko pasahitza
is: Lykilorðið sem á að nota í Audioscrobbler tengingunni
sl: Geslo, ki se uporabi za povezovanje do Audioscrobblerja

source: RetrieveSimilarArtists
eu: Eskuratu antzeko artistak
is: Ná í svipaða flytjendur
sl: Pridobi podobne izvajalce

source: Whether similar songs are retrieved from Audioscrobbler
eu: Audioscrobbler-etik antzeko abestiak eskuratzen diren ala ez
is: Hvort eigi að ná í svipuð lög frá Audioscrobbler
sl: Ali so podobne skladbe dobljene od Audioscrobllerja

source: MountCommand
eu: Muntatze-agindua
is: Tengiskipun
sl: Priklopni ukaz

source: The mount command used for the media device connection.
eu: Euskarri-dispositiboaren konexioan erabili beharreko muntatze agindua.
is: Skipunin sem er notuð til að tengja tækið í skráarkerfið.
sl: Ukaz za priklop, uporabljen za vzpostavitev povezave z napravo.

source: UmountCommand
eu: Desmuntatze agindua
is: Aftengiskipun
sl: Odklopni ukaz

source: The umount command used for the media device connection.
eu: Euskarri-dispositiboaren konexioan erabili beharreko desmuntatze agindua.
is: Skipunin sem er notuð til að aftengja tækið.
sl: Ukaz za odklop, uporabljen za odklopit napravo.

source: Unable to connect to this stream server.
eu: Ezin da zerbitzaren jario honetara konektatu.
is: Gat ekki tengst þessum straumþjóni.
sl: Informacije o povezavi za strežnik Postgresql

source: Create Smart Playlist
eu: Sortu erreprodukzio-zerrenda adimentsua
is: Búa til snjallan lagalista
sl: Ustvari pameten predvajalni seznam

source: Edit Smart Playlist
eu: Editatu erreprodukzio-zerrenda adimentsua
is: Sýsla með snjallan lagalista
sl: Uredi pameten predvajalni seznam

source: Length
eu: Luzera
is: Lengd
sl: Dolžina

source: Track #
eu: Pista zbkia
is: Lag #
sl: Skladba #

source: Comment
eu: Iruzkina
is: Athugasemd
sl: Komentar

source: Play Counter
eu: Erreprodukzio kontagailua
is: Afspilunarteljari
sl: Števec predvajanj

source: Score
eu: Puntuazioa
is: Stig
sl: Točke

source: First Play
eu: Lehen erreprodukzioa
is: Fyrsta spilun
sl: Prvo predvajanje

source: Last Play
eu: Azken erreprodukzioa
is: Seinasta spilun
sl: Zadnje predvajanje

source: Modified Date
eu: Aldaketaren data
is: Breytingar dags.
sl: Datum spremembe

source: File Path
eu: Fitxategiaren bide-izena
is: Skráarslóð
sl: Pot datoteke

source: Playlist name:
eu: Erreprodukzio-zerrendaren izena:
is: Heiti lagalista:
sl: Ime predvajalnega seznama:

source: Match the following condition
eu: Bat-egin ondorengo baldintza
is: Uppfylla eftirfarandi skilyrði
sl: Ujemanje naslednjih pogojev

source: All
eu: Guztiekin
is: Allt
sl: Vsi

source: Any
eu: Edozeinekin
is: Hvað sem er
sl: Katerikoli

source: of the following conditions
eu: bat egin
is: af eftirfarandi skilyrðum
sl: od naslednjih pogojev

source: Order by
eu: Ordena
is: Röðun
sl: Razvrsti po

source: Random
eu: Ausazkoa
is: Slembið
sl: Naključno

source: Limit to
eu: Mugatu hona
is: Setja grensu við
sl: Omeji do

source: tracks
eu: pista
is: lög
sl: skladb

source: Expand by
eu: Zabaldu honela
is: Opna eftir
sl: Razširi preko

source: Completely Random
eu: Guztiz ausaz
is: Alveg slembið
sl: Popolnoma naključno

source: Score Weighted
eu: Puntuazioaren arabera
is: Stigagjöf
sl: Obtežene točke

source: Ascending
eu: Gorakorra
is: Hækkandi
sl: Naraščajoče

source: Descending
eu: Beherakorra
is: Lækkandi
sl: Padajoče

source: Match
eu: Bat-egin
is: Passar við
sl: Ujemanje
