Repository: tmarques/waheela
Catalog: amarok_classic-0.0.1/po/*/amarok.po
Languages: eu, is, sl

source: Sorry, the tag for %1 could not be changed.
eu: Ezin izan da %1-(r)en etiketa aldatu.
is: Ekki tókst að breyta taginu fyrir %1.
sl: Žal značka %1 ni mogla biti spremenjena.

source: TagLib claims %1 file is not writable.
eu: %1 fitxategia ezin dela idatzi dio TagLib-ek.
is: TagLib segir að skráin %1 sé ekki skrifanleg.
sl: TagLib trdi, da datoteka %1 ni zapisljiva.

source: &Add Media...
eu: &Gehitu euskarria...
is: &Bæta við...
sl: &Dodaj medij ...

source: &Save Playlist As...
eu: &Gorde erreprodukzio-zerrenda honela...
is: &Vista lagalista sem...
sl: &Shrani predvajalni seznam kot ...

source: Play Media...
eu: Erreproduzitu euskarria...
is: Spila miðil...
sl: Predvajaj medij ...

source: Play Audio CD
eu: Erreproduzitu audio CD-a
is: Spila tónlistardisk
sl: Predvajaj avdio CD

source: Configure &Global Shortcuts...
eu: Konfiguratu lasterbide &globalak...
is: Stilla &víðværa flýtilykla...
sl: Nastavi &splošne bližnjice ...

source: Previous Track
eu: Aurreko pista
is: Fyrra lag
sl: Prejšnja skladba

source: Next Track
eu: Hurrengo pista
is: Næsta lag
sl: Naslednja skladba

source: S&earch:
eu: B&ilatu:
is: L&eit:
sl: &Iskanje:

source: Enter space-separated terms to filter the playlist. Advanced, Google-esque syntax is also available; see the handbook (The Playlist section of chapter 4) for details.
eu: Sartu espazioz-bereizitako terminoak erreprodukzio-zerrenda iragazteko. Google-en antzeko sintaxi aurreratua ere eskuragarri dago. Ikusi eskuliburua (4. kapituloko Erreprodukzio-zerrenda atala) xehetasunetarako.
is: Sláðu inn skilyrði með bilum til að sía lagalistan. Nánar. Það má einnig nota Google-líkt mál; Skoðaðu handbókina fyrir nánari lýsingu.
sl: Vnesite iskalne izraze, ločene s presledki za filtriranje predvajalnega seznama. (Na voljo so tudi napredne googlovske skladnje; poglejte v priročnik za več informacij (v četrto poglavje, razdelek »Predvajalni seznam«).)

source: &Cover Manager
eu: &Azal kudeatzailea
is: &Umslagsstjóri
sl: Upravitelj o&vitkov

source: &Equalizer
eu: &Ekualizadorea
is: &Hljóðblandari
sl: &Izenačevalnik

source: &First-Run Wizard
eu: &Lehenengo abioko morroia
is: &Fyrsta skiptis álfur
sl: &Čarovnik prvega zagona

source: Hide Toolbar
eu: Ezkutatu tresna-barra
is: Fela tækjaslá
sl: Skrij orodjarno

source: Show Toolbar
eu: Erakutsi tresna-barra
is: Sýna tækjaslá
sl: Prikaži orodjarno

source: Hide Player &Window
eu: Ezkutatu erreproduzigailuaren &lehioa
is: Fela &spilara
sl: Skrij &okno predvajalnika

source: Show Player &Window
eu: Erakutsi erreproduzigailuaren &lehioa
is: &Sýna spilara
sl: Prikaži &okno predvajalnika

source: &Actions
eu: &Ekintzak
is: &Aðgerðir
sl: &Dejanja

source: &Playlist
eu: &Erreprodukzio-zerrenda
is: &Lagalisti
sl: &Predvajalni seznam

source: Context
eu: Testuingurua
is: Samhengi
sl: Kontekst

source: Media Device
eu: Euskarri-gailua
is: Tæki
sl: Večpredstavnostna naprava

source: Play Media
eu: Erreproduzitu euskarria
is: Spila miðil
sl: Predvajaj medij

source: Add Media
eu: Gehitu euskarria
is: Bæta við miðli
sl: Dodaj medij

source: Building Collection
eu: Bilduma eraikitzen
is: Byggi safn
sl: Grajenje zbirke

source: Updating Collection
eu: Bilduma eguneratzen
is: Uppfæri safn
sl: Osveževanje zbirke

source: Updating Collection...
eu: Bilduma eguneratzen...
is: Uppfæri safn...
sl: Osveževanje zbirke ...

source: Report this file if amaroK crashes when building the Collection.
eu: Bidali fitxategi hau amaroK-ek bilduma eraikitzen ari den bitartean kraskatzen bdu.
is: Sendu inn tilkynningu um þessa skrá ef forritið hrynur þegar safnið er byggt.

source: Reading directory structure
eu: Direktorioaren egitura irakurtzen
is: Skoða uppbyggingu mappa

source: Reading metadata
eu: Meta-datuak irakurtzen
is: Les Metagögn

source: <h3>GStreamer could not be initialized.</h3> <p>Please make sure that you have installed all necessary GStreamer plugins (e.g. OGG and MP3), and run <i>'gst-register'</i> afterwards.</p><p>For further assistance consult the GStreamer manual, and join #gstreamer on irc.freenode.net.</p>
eu: <h3>Ezin da GStreamer hasieratu.</h3> <p>Ziurtatu beharrezko GStreamer plugin guztiak instalatuta dituzula (adibidez. OGG eta MP3), eta exekutatu <i>'gst-register'</i> ondoren.</p><p> Laguntza gehiago behar baduzu kontsultatu GStreamer-en eskuliburua eta bat-egin irc.freenode.net-eko #gstreamer-en.</p>
is: <h3>Ekki tókst að frumstilla GStreamer.</h3> <p>Athugaðu hvort þú hafir sett inn öll nauðsynleg GStreamer íforrit (þ.e. OGG og MP3), og keyrðu <i>'gst-register'</i> eftir það.</p><p>Fyrir nánari hjálp skoðaðu GStreamer handbókina, og farðu á #gstreamer á irc.freenode.net.</p>
sl: <h3>GStreamerja ni možno inicializirati.</h3> <p>Prosim preverite, če imate nameščene vstavke za GStreamer (npr. OGG in MP3), nato pa poženite <i>gst-register</i>.</p><p>Za dodatno pomoč poglejte v priročnik za GStreamer ali pa se pridružite kanalu #gstreamer na strežniku irc.freenode.net.</p>

source: <h3>GStreamer is missing a registry.</h3> <p>Please make sure that you have installed all necessary GStreamer plugins (e.g. OGG and MP3), and run <i>'gst-register'</i> afterwards.</p><p>For further assistance consult the GStreamer manual, and join #gstreamer on irc.freenode.net.</p>
eu: <h3>GStreamer-i erregistro bat falta zaio.</h3> <p>Ziurtatu beharrezko GStreamer plugin guztiak instalatuta dituzula (adibidez. OGG eta MP3), eta exekutatu <i>'gst-register'</i> ondoren.</p><p> Laguntza gehiago behar baduzu kontsultatu GStreamer-en eskuliburua eta bat-egin irc.freenode.net-eko #gstreamer-en.</p>
is: <h3>Ekki tókst að frumstilla GStreamer.</h3> <p>Athugaðu hvort þú hafir sett inn öll nauðsynleg GStreamer íforrit (þ.e. OGG og MP3), og keyrðu <i>'gst-register'</i> eftir það.</p><p>Fyrir nánari hjálp skoðaðu GStreamer handbókina, og farðu á #gstreamer á irc.freenode.net.</p>
sl: <h3>GStreamerju manjka register.</h3> <p>Prosim preverite, če imate nameščene vstavke za GStreamer (npr. OGG in MP3), nato pa poženite <i>gst-register</i>.</p><p>Za dodatno pomoč poglejte v priročnik za GStreamer ali pa se pridružite kanalu #gstreamer na strežniku irc.freenode.net.</p>

source: <p>Please select a GStreamer <u>output plugin</u> in the engine settings dialog.</p>
eu: <p>Hautatu GStreamer-en <u>kanpoko plugin</u> bat motorearen ezarpenen elkarrizketan.</p>
is: <p>Vinsamlega veldu GStreamer <u>úttaks íforrit</u> í véla stillingarglugganum.</p>
sl: <p>Prosim izberite <u>izhodni vstavek</u> Gstreamerja v pogovornem oknu Pogon.</p>

source: <h3>GStreamer could not create the element: <i>%1</i></h3> <p>Please make sure that you have installed all necessary GStreamer plugins (e.g. OGG and MP3), and run <i>'gst-register'</i> afterwards.</p><p>For further assistance consult the GStreamer manual, and join #gstreamer on irc.freenode.net.</p>
eu: <h3>GStreamer-ek ezin izan du <i>%1</i> elementua sortu.</h3> <p>Ziurtatu beharrezko GStreamer plugin guztiak instalatuta dituzula (adibidez. OGG eta MP3), eta exekutatu <i>'gst-register'</i> ondoren.</p><p> Laguntza gehiago behar baduzu kontsultatu GStreamer-en eskuliburua eta bat-egin irc.freenode.net-eko #gstreamer-en.</p>
is: <h3>GStreamer gat ekki búið til stakið: <i>%1</i></h3> <p>Athugaðu hvort þú hafir sett inn öll nauðsynleg GStreamer íforrit (þ.e. OGG og MP3), og keyrðu <i>'gst-register'</i> eftir það.</p><p>Fyrir nánari hjálp skoðaðu GStreamer handbókina, og farðu á #gstreamer á irc.freenode.net.</p>
sl: <h3>GStreamer ne more ustvariti elementa: <i>%1</i></h3> <p>Prosim preverite, če imate nameščene vstavke za GStreamer (npr. OGG in MP3), nato pa poženite <i>gst-register</i>.</p><p>Za dodatno pomoč poglejte v priročnik za GStreamer ali pa se pridružite kanalu #gstreamer na strežniku irc.freenode.net.</p>

source: Buffering.. %1%
eu: Bufferreratzen... % %1
is: Bý til biðminni.. %1%
sl: Medpomnjenje ... %1 %

source: <h3>amaroK could not initialise MAS.</h3><p>Check for a running mas daemon.</p>
eu: <h3>amaroK-ek ezin du MAS hasieratu.</h3><p>Egiaztatu mas deabruren bat martxan dagoen.</p>
is: <h3>amaroK gat ekki frumstilt MAS.</h3><p>Athugaðu hvort mas þjónn keyri.</p>
sl: <h3>amaroK ne more inicializirati MAS.</h3><p>Preverite, če je pognan demon mas.</p>

source: <p>artsd is not running with <b>realtime priority</b> which may cause audio playback to "skip" and stutter.<p><p>To use realtime priority, open the KDE Control Center and enable "Run with highest possible priority", under <i>Sound System</i> in the <i>Sound & Multimedia</i> branch. Some people may also have to check that "$KDEDIR/bin/artswrapper" is <b>set suid</b> (chmod +s).</p><p>You may find, however, that playback is fine without increasing the priority of artsd.</p>
eu: <p>artsd-ek ez du <b>denbora-errealeko lehentasunik</b> eta honek audio erreprodukzioan jauziak sor ditzake..<p><p> Denbora errealeko lehentasuna erabiltzeko, ireki KDE-ren Kontrol-gunea eta gaitu "Exekutatu ahalik eta lehentasun handienarekin" aukera, <b>Soinua eta Multimedia</b> adarreko <b>Soinu Sistema</b>. Zenbaitek "$KDEDIR/bin/artswrapper"-ek <b>set suid</b>(chmod +s) duten egiaztatu beharko dute.</p><p> Hala ere, artsd-ren lehentasuna igo gabe ere erreprodukzioa ongi ibiltzea gerta daiteke.</p>
is: <p>artsd keyrir ekki með með <b>rauntímaforgangi</b> og getur það valdið að hljóðið "hakki". <p><p>Til að keyra í rauntíma, opnaðu KDE Stjórnborðið og hakaðu við "Keyra hljóðþjón með hæsta mögulega forgangi", í <i>Hljóðkerfi</i> undir <i>Hljóð og margmiðlun</i>. Athugaðu einnig að "$KDEDIR/bin/artswrapper" sé sett<b>set suid</b> (chmod +s).</p><p>Hinsvegar gæti líka verið að afspilunin virki fínt, án þess að artsd sé gefinn forgangur.</p>
sl: <p>artsd ne teče s <b>realno-časovno prednostjo</b>, kar lahko privede do preskakovanja zvoka.<p><p>Za uporabo realno-časovne prednosti odprite Nadzorno središče KDE in pod postavko <i>Zvočni sistem</i>, zavihek <i>Zvok in večpredstavnost</i> omogočite možnost »Zaženi s prednostjo realnega časa« . Mogoče boste morali preveriti, če ima »$KDEDIR/bin/artswrapper« <b>postavljen suid</b> (chmod +s).</p><p>Mogoče pa bo predvajanje v redu tudi brez večanja prednosti artsd.</p>

source: aRts Problem
eu: aRts arazoa
is: aRts vandamál
sl: Težava aRtsa

source: Cannot start aRts. You must use another engine.
eu: Ezin da aRts abiatu. Beste motore bat erabili behar duzu.
is: Get ekki ræst aRts. Þú verður að nota aðra vél.
sl: Ni moč zagnati aRtsa. Uporabiti morate drug pogon.

source: Fatal Error
eu: Errore larria
is: Banvæn villa
sl: Usodna napaka

source: <p>There was an error loading libamarokarts. First try:<pre>killall -9 artsd && amarok</pre>If that does not work then amaroK was probably installed with the wrong prefix; please re-configure amaroK using:<pre>./configure --prefix=`kde-config --prefix` && su -c "make install"</pre>
eu: <p>Errore bat gertatu da libamarokarts kargatzean. Lehenengo saiatu:<pre>killall -9 artsd && amarok</pre> Honek funtzionatzen ez badu, seguruenik amaroK aurrizki okerrarekin instalatu da; birkonfiguratu amaroK honela:<pre>./configure --prefix=`kde-config --prefix` && su -c "make install"</pre>
is: <p>Það kom upp villa við hleðslu libamarokarts. Prófaðu:<pre>killall -9 artsd && amarok</pre> og ef það virkar ekki þá hefur amaroK líklega verið sett inn með röngum forskeytum. Endurstilltu amaroK með því að keyra:<pre>./configure --prefix=`kde-config --prefix` && su -c "make install"</pre>
sl: <p>Napaka pri nalaganju libamarokarts. Najprej poskusite z:<pre>killall -9 artsd && amarok</pre> Če to ne pomaga, potem je bil amaroK najverjetneje nameščen z napačnimi parametri. Prosim znova nastavite amaroK na naslednji način:<pre>./configure --prefix=`kde-config --prefix` && su -c "make install"</pre>

source: amaroK Error
eu: amaroK-en errorea
is: amaroK villa
sl: Napaka amaroKa

source: Error: No engine loaded, cannot start playback.
eu: Errorea: Ez da motorerik kargatu, ezin da erreprodukzioa hasi.
is: Villa: Engin vél ræst, get ekki hafið afspilun.
sl: Napaka: Ni naloženega pogona, zato predvajanje ni možno.

source: Autodetect
eu: Autodetektatu
is: Finna sjálfkrafa
sl: Samozaznava

source: amaroK could not initialize xine.
eu: amaroK-en ezin izan du xine hasieratu.
is: amaroK gat ekki frumstillt xine.
sl: amaroK ne more inicializirati xine-a.

source: xine was unable to initialize any audio-drivers.
eu: xine-ek ezin izan du audio-dispositiborik hasieratu.
is: xine gat ekki frumstillt nokkurn hljóðrekil.
sl: xine ni mogel inicializirati nobenega zvočnega gonilnika.

source: amaroK could not create a new xine-stream.
eu: amaroK-ek ezin du xine-jario berri bat sortu
is: amaroK gat ekki útbúið nýjan xine straum.
sl: amaroK ne more ustvariti novega toka xine.

source: Radio Stream
eu: Irrati-jarioa
is: Útvarpsstraumur
sl: Radijski tok

source: No input plugin available; check your installation.
eu: Ez dago pluginik eskuragarri; egiaztatu zure instalazioa.
is: Ekkert inntaks íforrit fannst. Vinsamlega athugaðu uppsetninguna þína.
sl: Ni vhodnih vstavkov; preverite vašo namestitev.

source: No demux plugin available; check your installation.
eu: Ez dago demultiplexazio pluginik eskuragarri; egiaztatu zure instalazioa.
is: Ekkert demux íforrit fannst. Vinsamlega athugaðu uppsetninguna þína.
sl: Ni vstavkov za demux; preverite vašo namestitev.

source: Demuxing failed; check your installation.
eu: Errorea demultiplexatzean; egiaztatu zure instalazioa.
is: Demuxing mistókst. Athugaðu uppsetninguna þína.
sl: Demux je spodletel; preverite vašo namestitev.

source: Internal error; check your installation.
eu: Barne-errorea; egiaztatu zure instalazioa.
is: Villa, athugaðu uppsetninguna þína.
sl: Notranja napaka. Preverite vašo namestitev.

source: Redirecting to:
eu: Birbideratu hona:
is: Beini til:
sl: Preusmerjanje na:

source: The host is unknown for the URL: <i>%1</i>
eu: Ostalari-izen ezezaguna URL honentzat: <i>%1</i>
is: Óþekktur þjónn á slóðinni: <i>%1</i>
sl: Gostitelj je neznan za URL: <i>%1</i>

source: The device name you specified seems invalid.
eu: Zuk zehaztutako dispositiboaren izena baliogabea da.
is: Uppgefna tækið virðist ekki vera gilt.
sl: Ime naprave, ki ste ga navedli, je očitno neveljavno.

source: The network appears unreachable.
eu: Badirudi sarea ez dagoela eskuragarri.
is: Það virðist ekki vera tenging við netið.
sl: Omrežje izgleda nedosegljivo.

source: Audio output unavailable; the device is busy.
eu: Audio irteera ez dago eskuragarri; dispositiboa lanpetuta dago.
is: Hljóðúttak ófáanlegt; tækið er upptekið.
sl: Izhod zvoka ni na voljo; naprava je zaposlena.

source: The connection was refused for the URL: <i>%1</i>
eu: Konexioa ukatu da URL honentzat: <i>%1</i>
is: Tengingu við slóðina <i>%1</i> var hafnað.
sl: Povezava je bila zavrnjena za URL: <i>%1</i>

source: xine could not find the URL: <i>%1</i>
eu: xine-ek ezin izan du URL-a aurkitu: <i>%1</i>
is: xine fann ekki slóðina: <i>%1</i>
sl: xine ni mogel najti URL-ja: <i>%1</i>

source: Access was denied for the URL: <i>%1</i>
eu: Sarrera ukatu egin da URL honentzat: <i>%1</i>
is: Aðgangi var hafnað fyrir slóðina: <i>%1</i>
sl: Dostop je bil zavrnjen do URL-ja: <i>%1</i>

source: The source cannot be read for the URL: <i>%1</i>
eu: Ezin da iturburua irakurri URL honentzat: <i>%1</i>
is: Ekki tókst að lesa upprunan fyrir slóðina: <i>%1</i>
sl: Vir ne more biti prebran iz URL-ja: <i>%1</i>

source: A problem occurred while loading a library or decoder.
eu: Errore bat gertatu da liburutegi bat edo deskodetzailea bat kargatzean.
is: Villa kom upp þegar reynt var að hlaða inn safni eða afkóðara.
sl: Prišlo je do napake pri nalaganju knjižnice ali dekodirnika.

source: General Warning
eu: Abisu orokorra
is: Almenn aðvörun
sl: Splošno opozorilo

source: Security Warning
eu: Segurtasun abisua
is: Öryggisaðvörun
sl: Varnostno opozorilo

source: Unknown Error
eu: Errore ezezaguna
is: Óþekkt villa
sl: Neznana napaka

source: Sorry, no additional information is available.
eu: Ez dago informazio gehigarririk eskuragarri.
is: Því miður, engin nánari lýsing er fáanleg.
sl: Žal ni na voljo dodatnih informacij.

source: Contacting:
eu: Kontaktatzen:
is: Hef samband við:
sl: Vzpostavljanje povezave:

source: Buffering %1%
eu: Bufferreratzen % %1
is: Bý til biðminni %1%
sl: Medpomnjenje %1 %

source: The helix library you have configured does not support ALSA, the helix-engine has fallen back to OSS
eu: Konfiguratu duzun helix liburutegiak ez du ALSA onartzen, helix-motorea OSS-ra itzuli da
is: Helix safnið sem þú hefur skilgreint styður ekki ALSA, helix vélin hefur því tekið í notkun OSS í staðin
sl: Nastavljeni Helix pogon ne podpira ALSA, pogon je samodejno izbral OSS

source: amaroK could not initialize the helix-engine. Please check the paths in "amaroK Settings" -> "Engine"
eu: amaroK-ek ezin izan du helix-motorea hasieratu. Egiaztatu "amaroK-en ezarpenak" -> "Motorea" ataleko bide-izenak
is: amaroK gat ekki frumstillt helix- vélina. Vinsamlega athugaðu slóðirnar í "Stilla amaroK" -> "Vél"
sl: amaroK ne more inicializirati pogona helix. Prosimo, preverite poti v »Nastavi amaroK...« -> »Pogon«.

source: No plugin found for the %1 format
eu: Ez da pluginik aurkitu %1 formatuarentzat
is: Ekkert íforrit fannst fyrir %1 sniðið
sl: Ni vstavkov za %1 vrsto

source: Output plugin:
eu: Irteerako plugina:
is: Úttaks íforrit:
sl: Vstavek izhoda:

source: Device:
eu: Dispositiboa:
is: Tæki:
sl: Naprava:

source: Main
eu: Nagusia
is: Aðal
sl: Glavno

source: Helix/Realplay core directory
eu: Hexix/Realplay-en nukleoaren direktorioa
is: Helix/Realplay grunnmappa
sl: Osnovni imenik Helix/Realplay

source: This is the directory where clntcore.so is located
eu: Hau clntcore.so kokatzen den direktorioa da
is: Þetta er mappan sem hýsir clntcore.so
sl: To je imenik, kjer se nahaja clntcore.so

source: Helix/Realplay plugins directory
eu: Helix/Realplay pluginen direktorioa
is: Helix/Realplay íforritamappa
sl: Imenik z vstavki Helix/Realplay

source: This is the directory where, for example, vorbisrend.so is located
eu: Hau da, adibidez, vorbisredn.so kokatzen den direktorioa
is: Þetta er mappan sem hýsir m.a. vorbisrend.so
sl: To je imenik, kjer se nahaja, npr. vorbisrend.so

source: Helix/Realplay codecs directory
eu: Helix/Realplay-ren kodeken direktorioa
is: Helix/Realplay kóðunarmappa
sl: Imenik s kodeki Helix/Realplay

source: This is the directory where, for example, cvt1.so is located
eu: Hau da, adibidez, cvt1.so kokatzen den direktorioa
is: Þetta er mappan sem hýsir m.a. cvt1.so
sl: Imenik, kjer se nahaja npr. cvt1.so

source: Plugins
eu: Pluginak
is: Íforrit
sl: Vstavki

source: Unable to start K3b.
eu: Ezin da K3b abiatu.
is: Gat ekki ræst K3b.
sl: Ni moč zagnati K3b.

source: There was a DCOP communication error with K3b.
eu: DCOP komunikazio-errore bat gertatu da K3b-rekin.
is: Það kom upp DCOP samskiptavilla við K3b.
sl: Prišlo je do komunikacijske napake DCOP s K3b.

source: Create an audio mode CD suitable for CD players, or a data mode CD suitable for computers and other digital music players?
eu: CD erreproduzigailuentzat egokia audio moduko CD bat, edo ordenagailuentzat eta beste musika erreproduzigailu digitalentzat egokia den datu moduko CD bat sortu nahi?
is: Á að búa til hljóðdisk fyrir geislaspilara eða gagnadisk fyrir tölvur og aðra stafræna tónlistarspilara?
sl: Ali naj ustvarim avdio CD, primernega za večino predvajalnikov CD-jev ali podatkovni CD za računalnike in druge digitalne glasbene predvajalnike?

source: Create K3b Project
eu: Sortu K3b proiektua
is: Búa til K3b verkefni
sl: Ustvari projekt K3b

source: Audio Mode
eu: Audio modua
is: Hljóðdisk
sl: Avdio način

source: Data Mode
eu: Datu modua
is: Gagnadisk
sl: Podatkovni način

source: Sound System
eu: Soinu-sistema
is: Hljóðkerfi
sl: Zvočni sistem

source: Click to select the sound system to use for playback.
eu: Klikatu ereprodukziorako erabili nahi duzun soinu-sistema.
is: Smelltu á hljóðkerfið sem á að nota til afspilunar.
sl: Kliknite za izbiro zvočnega sistema za predvajanje.

source: Click to get the plugin information.
eu: Klikatu pluginaren informazioa eskuratzeko.
is: Smelltu til að fá nánari lýsingu á íforritinu.
sl: Kliknite za prikaz podatkov o vstavku.

source: Locale Encoding
eu: Kodeketa lokala
is: Staðbundin stafatafla

source: General
eu: Orokorra
is: Almennt
sl: Splošno

source: Configure General Options
eu: Konfiguratu aukera orokorrak
is: Stilla almenna uppsetningu
sl: Nastavi splošne možnosti

source: Configure amaroK's Appearance
eu: Konfiguratu amaroK-en itxura
is: Stilla útlit amaroK
sl: Nastavi videz amaroKa

source: Playback
eu: Erreprodukzioa
is: Afspilun
sl: Predvajanje

source: Configure Playback
eu: Konfiguratu ereprodukzioa
is: Stilla afspilun
sl: Nastavi predvajanje

source: Configure On-Screen-Display
eu: Konfiguratu OSD pantailako bistaratzea
is: Stilla skjábirtingu
sl: Nastavi prikaz na zaslonu

source: Engine
eu: Motorea
is: Vél
sl: Pogon

source: Configure Engine
eu: Konfiguratu motorea
is: Stilla vél
sl: Nastavi pogon

source: Configure last.fm Support
eu: Konfiguratu last.fm euskarria
is: Stilla last.fm stuðning
sl: Nastavi last.fm podporo

source: Configure %1
eu: Konfiguratu %1
is: Stilla %1
sl: Nastavi %1

source: _: Bitrate %1 kbps
eu: %1 kbps
is: %1 kbps
sl: %1 kb/s

source: Stream
eu: Jarioa
is: Straumur
sl: Tok

source: _: SampleRate %1 kHz
eu: %1 kHz
is: %1 kHz
sl: %1 kHz

source: _: SampleRate %1 Hz
eu: %1 Hz
is: %1 Hz
sl: %1 Hz

source: MusicBrainz Results
eu: MusicBrainz-en emaitzak
is: MusicBrainz niðurstöður
sl: Rezultati od MusicBrainz

source: Submitting to last.fm
eu: last.fm-ra bidaltzen
is: Sendi til last.fm
sl: Pošiljam na »last.fm«

source: '%1' submitted to last.fm
eu: "%1" last.fm-ra bidali da
is: '%1' sent til last.fm
sl: »%1« je poslana na »last.fm«

source: Several tracks submitted to last.fm
eu: Hainbat pista last.fm-ra bidali dira
is: Fleiri lög voru send til last.fm
sl: Več skladb je poslanih na »last.fm«

source: _n: '%1' and one other track submitted '%1' and %n other tracks submitted
eu: "%1" eta beste pista bat bidali dira "%1" eta beste %n pista bidali dira
is: '%1' og eitt annað lag sent '%1' og %n önnur lög send
sl: »%1« in še %n drugih skladb je poslanih »%1« in še %n druga skladba je poslana »%1« in še %n drugi skladbi sta poslani »%1« in še %n druge skladbe so poslane

source: Failed to submit '%1' to last.fm
eu: Errorea "%1" last.fm-ra bidaltzean
is: Mistókst að senda '%1' til last.fm
sl: Ni uspelo poslati »%1« na »last.fm«

source: Failed to submit several tracks to last.fm
eu: Errorea hainbat pista last.fm-ra bidaltzean
is: Mistókst að senda nokkur lög til last.fm
sl: Ni uspelo poslati več skladb na »last.fm«

source: _n: Failed to submit '%1' and one other track Failed to submit '%1' and %n other tracks
eu: Errorea "%1" eta beste pista bat bidaltzean Errorea "%1" eta beste %n pista bidaltzean
is: Gat ekki sent '%1' og eitt annað lag Gat ekki sent '%1' og %n önnur lög
sl: Ni uspelo poslati »%1« in še %n drugih skladb Ni uspelo poslati »%1« in še %n drugo skladbo Ni uspelo poslati »%1« in še %n drugi skladbi Ni uspelo poslati »%1« in še %n druge skladbe

source: _n: One track still in queue %n tracks still in queue
eu: Pista bat oraindik ilaran %n pista oraindik ilaran
is: 1 lag ennþá í biðröð , %n lög ennþá í biðröð
sl: %n skladb je še v čakalni vrsti %n skladba je še v čakalni vrsti %n skladbi sta še v čakalni vrsti %n skladbe so še v čakalni vrsti

source: Type of Song to Append to Playlist
eu: Erreprodukzio-zerrendara gehitzeko abesti mota
is: Tegund lags sem á að bæta við lagalistan
sl: Vrsta skladbe za pripetje v predvajalni seznam

source: Random Song
eu: Ausazko abestia
is: Slembið lag
sl: Naključna skladba

source: Suggested Song
eu: Iradokitako abestia
is: Uppástunga
sl: Predlagana skladba

source: Playlist Shuffle
eu: Erreprodukzio-zerrenda nahastua
is: Víxla lagalista
sl: Premetanje predvajalnega seznama
