Repository: tmarques/waheela
Catalog: amarok_classic-0.0.1/po/*/amarok.po
Languages: eu, is, sl

source: Match the following conditions
eu: Ondorengo baldintzekin bat-egin
is: Passar við eftirfaranda skilyrði
sl: Ujemanje naslednjih pogojev

source: is between
eu: hauen artean dago
is: er á milli
sl: je med

source: is in the last
eu: azkenekoan dago
is: er í seinasta
sl: je v zadnjih

source: is not in the last
eu: ez dago azkenekoan
is: er ekki í seinasta
sl: ni v zadnjih

source: contains
eu: hau du
is: inniheldur
sl: vsebuje

source: does not contain
eu: ez du hau
is: inniheldur ekki
sl: ne vsebuje

source: is
eu: hau da
is: er
sl: je

source: is not
eu: ez da hau
is: er ekki
sl: ni

source: starts with
eu: honekin hasten da
is: byrjar á
sl: se začne z

source: ends with
eu: honekin amaitzen da
is: endar á
sl: se konča z

source: is greater than
eu: hau baina handiagoa da
is: er stærra en
sl: je več kot

source: is after
eu: honen ondoren dago
is: er eftir
sl: je po

source: is smaller than
eu: hau baina txikiagoa da
is: er minna en
sl: je manjši kot

source: is before
eu: hau baina lehen dago
is: er áður
sl: je pred

source: and
eu: eta
is: og
sl: in

source: Days
eu: Egun
is: Dagar
sl: Dnevi

source: Months
eu: Hilabete
is: Mánuðir
sl: Meseci

source: Years
eu: Urte
is: Ár
sl: Leta

source: Style Packages (*.tar, *.tar.bz2, *.tar.gz)
eu: Estilo paketeak (*.tar, *.tar.bz2, *.tar.gz)
is: Útlitspakkar (*.tar, *.tar.bz2, *.tar.gz)
sl: Paketi s slogi (*.tar, *.tar.bz2, *.tar.gz)

source: Select Style Package
eu: Hautau estilo-paketeak
is: Veldu útlitspakka
sl: Izberite paket s slogi

source: Add Lyrics
eu: Gehitu letrak
is: Bæta við texta
sl: Dodaj besedila pesmi

source: Search For Lyrics
eu: Bilatu letrak
is: Leita að texta
sl: Išči besedila pesmi

source: Refresh
eu: Freskatu
is: Endurlesa
sl: Osveži

source: Open in external browser
eu: Ireki kanpoko arakatzailean
is: Opna í utanaðkomandi veflesara
sl: Odpri v zunanjem brskalniku

source: Forward
eu: Hurrengoa
is: Áfram
sl: Naprej

source: Artist Page
eu: Artistaren orria
is: Flytjandasíða
sl: Stran z izvajalcem

source: Album Page
eu: Diskaren orria
is: Plötusíða
sl: Stran z albumom

source: Title Page
eu: Izenburuaren orria
is: Titilsíða
sl: Naslovna stran

source: Home
eu: Orri nagusia
is: Heim

source: Current
eu: Unekoa
is: Núverandi

source: Lyrics
eu: Letrak
is: Texti
sl: Besedila pesmi

source: <p>There is no product information available for this image.<p>Right-click on image for menu.
eu: <p>Ez dago produktuaren informaziorik eskuragarri irudi honentza.<p>Eskuin-klikatu irudian menurako.
is: <p>Engar upplýsingar fundust.<p>Hægrismelltu fyrir valmynd.
sl: <p>Za to sliko ni nobenih informacij o izdelku.<p>Kliknite z desnim gumbom na sliko za meni.

source: Set &Custom Cover
eu: Ezarri &azal pertsonalizatua
is: Setja &sérsniðið umslag
sl: Nastavi polju&ben ovitek

source: &Unset Cover
eu: &Desezarri azala
is: &Afvelja mynd
sl: O&dstrani ovitek

source: Edit Album &Information...
eu: Editatu diskaren &informazioa...
is: Breyta &plötu upplýsingum...
sl: Po&glej/Uredi metapodatke albuma...

source: &Queue Album
eu: &Ilaratu diska
is: &Setja plötu í biðröð
sl: Postavi &album v čakalno vrsto

source: Compilation
eu: Bilduma
is: Safn
sl: Kompilacija

source: Are you sure you want to remove this cover from the Collection?
eu: Ziur zaude azal hau bildumatik kendu nahi duzula?
is: Ertu viss um að þú viljir fjarlægja þetta umslag úr safninu?
sl: Ali ste prepričani, da želite odstraniti ta ovitek iz zbirke?

source: _n: One week ago %n weeks ago
eu: Duela aste bat Orain duela %n aste
is: Síðustu viku %n vikur síðan
sl: Pred %n tedni Pred %n tednom Pred %n tednoma Pred %n tedni

source: Yesterday
eu: Atzo
is: Í gær
sl: Včeraj

source: _n: One day ago %n days ago
eu: Duela egun bat Orain duela %n egun
is: Í gær %n dagar síðan
sl: Pred %n dnevi Pred %n dnevom Pred %n dnevoma Pred %n dnevi

source: _n: One hour ago %n hours ago
eu: Duela ordu bat Orain duela %n ordu
is: Síðasta tíma %n tímar síðan
sl: Pred %n urami Pred %n uro Pred %n urama Pred %n urami

source: _n: One minute ago %n minutes ago
eu: Duela minutu bat Orain duela %n minutu
is: Síðustu mínútu %n mínútur síðan
sl: Pred %n minutami Pred %n minuto Pred %n minutama Pred %n minutami

source: Within the last minute
eu: Azken minutuan
is: Seinustu mínútu
sl: V zadnji minuti

source: The future
eu: Etorkizuna
is: Framtíðin
sl: Prihodnost

source: Unknown album
eu: Diska ezezaguna
is: Óþekkt plata

source: Click for information from amazon.com, right-click for menu.
eu: Klikatu amazon-com-eko informaziorako, eskuin-klika menurako.
is: Smelltu til að fá upplýsingar frá amazon.com, hægrismelltu fyrir valmynd.
sl: Kliknite za informacije od amazon.com, kliknite z desnim gumbom za meni.

source: Unknown artist
eu: Artista ezezaguna
is: Óþekktur flytjandi

source: _n: Single %n Tracks
eu: Pista bat %n pista
is: Single %n lög
sl: %n skladb %n skladba %n skladbi %n skladbe

source: Last played: %1
eu: Azken erreproduzitutakoa: %1
is: Seinasta spilun: %1
sl: Nazadnje predvajano: %1

source: Recently Played Tracks
eu: Oraintsu erreproduzitutako pistak
is: Nýlega spiluð lög
sl: Nedavno predvajane skladbe

source: A list of your recently played tracks will appear here, once you have played a few of your songs.
eu: Zuk oraintsu erreproduzitutako pistak hemen agertuko dira, abesti batzuk erreproduzitu ondoren.
is: Listi yfir nýlega spiluð lög mun birtast hér eftir að þú hefur spilað nokkur af lögunum þínum.
sl: Tukaj je seznam vaših najljubših skladb, če ste jih predvajali že nekaj.

source: Your Favorite Tracks
eu: Zure pista gogokoenak
is: Uppáhaldslögin þín

source: A list of your favorite tracks will appear here, once you have played a few of your songs.
eu: Zure pista gogokoenak hemen agertuko dira, abesti batzuk erreproduzitu ondoren.
is: Listi yfir uppáhaldslögin þín mun birtast hér þegar þú hefur spilað nokkur af lögunum þínum.

source: Your Newest Tracks
eu: Zure pista berriena
is: Nýjustu lögin þín

source: Favorite Albums
eu: Diska gogokoenak
is: Uppáhaldsplötur

source: A list of your favorite albums will appear here, once you have played a few of your songs.
eu: Zure diska gogokoenak hemen agertuko dira, abesti batzuk erreproduzitu ondoren.
is: Listi yfir uppáhalds plöturnar þínar mun birtast hér þegar þú hefur spilað nokkur af lögunum þínum.

source: Your Newest Albums
eu: Zure diskaren berriena
is: Nýjustu plöturnar þínar

source: Least Played Albums
eu: Gutxien erreproduzitutako diskak
is: Minnst spiluðu plöturnar

source: A list of albums, which you have not played for a long time, will appear here.
eu: Orain dela denbora nahikoa erreproduzitu gabeko diskak hemen agertuko dira.
is: Listi yfir plötur sem þú hefur ekki hlustað á lengi mun birtast hér.

source: Stream Details
eu: Jarioaren xehetasunak
is: Upplýsingar um straum
sl: Podrobnosti toka

source: Metadata History
eu: Meta-datuen historia
is: Lýsigagnasaga
sl: Zgodovina metapodatkov

source: Click to fetch cover from amazon.%1, right-click for menu.
eu: Klikatu azala amazon.%1-etik eskuratzeko, eskuin-klikatu menurako.
is: Smelltu til að ná í umslagsmynd frá amazon.%1, hægrismelltu fyrir valmynd.
sl: Kliknite za povleč ovitek iz amazon.%1; kliknite z desnim miškinim gumbom za meni.

source: Click for information from amazon.%1, right-click for menu.
eu: Klikatu amazon.%1-etik informazioa eskuratzeko, eskuin-klikatu menurako.
is: Smelltu til að fá upplýsingar frá amazon.%1, hægrismelltu fyrir valmynd.
sl: Kliknite za informacije od amazon.%1; kliknite z desnim miškinim gumbom za meni.

source: Look up this track at musicbrainz.org
eu: Begiratu pista hau musicbrainz.org-en
is: Leita eftir þessu lagi á musicbrainz.org
sl: Vpogled o skladbi s storitvijo musicbrainz.org

source: _n: Track played once Track played %n times
eu: Pista aldi bat erreproduzitu da Pista %n aldiz erreproduzitu da
is: Lag spilað einu sinni Lag spilað %n sinnum
sl: Skladba je predvajana %n-krat Skladba je predvajana %n-krat Skladba je predvajana %n-krat Skladba je predvajana %n-krat

source: First played: %1
eu: Lehen erreproduzitutakoa: %1
is: Fyrst spilað: %1
sl: Prvič predvajano: %1

source: Never played before
eu: Lehenago erreproduzitu gabea
is: Aldrei spilað áður
sl: Nikoli predvajano

source: This file is not in your Collection!
eu: Fitxategi hau ez dago zure bilduman!
is: Þessi skrá er ekki í safninu þínu
sl: Te datoteke ni v vaši zbirki!

source: If you would like to see contextual information about this track, you should add it to your Collection.
eu: Pista honi buruzko testuinguruko informazioa ikusi nahi baduzu, zure bildumara gehitu beharko zenuke.
is: Ef þig langar að sjá samhengisupplýsingar um þetta lag ættir þú að bæta því við safnið þitt.
sl: Če želite imeti prikaz kontekstnih informacij o skladbi, jo morate najprej dodati v vašo zbirko.

source: Change Collection Setup...
eu: Aldatu bildumaren konfigurazioa...
is: Breyta uppsetningu á safni...
sl: Spremeni nastavitve zbirke ...

source: Cue File
eu: Ohar (cue) fitxategia
is: Cue skrá
sl: Uvrsti datoteko

source: This Artist
eu: Artista hau
is: Þessum flytjanda
sl: Ta izvajalec

source: Favorite Tracks by %1
eu: %1-(r)en pista gogokoenak
is: Uppáhaldslög með %1
sl: Najljubše skladbe od izvajalca %1

source: Albums by %1
eu: %1-(r)en diskak
is: Plötur með %1
sl: Albumi od izvajalca %1

source: Compilations with %1
eu: %1-(r)en bildumak
is: Safn með %1
sl: Kompilacije z %1

source: Hello amaroK user!
eu: Kaixo amaroK-en erabiltzailea!
is: Halló amaroK notandi!
sl: Živijo, uporabnik amaroKa!

source: This is the Context Browser: it shows you contextual information about the currently playing track. In order to use this feature of amaroK, you need to build a Collection.
eu: Hau testuinguru-arakatzailea da: uneko erreproduzitutako pistari buruzko informazioa erakusten du. amaroK-en eginbide hau erabiltzeko, bilduma bat eraiki behar duzu.
is: Þetta er samhengisflakkarinn: hann sýnir þér samhengisupplýsingar yfir lögin hverju sinni. Til að geta notað þessa þjónustu þarftu fyrst að byggja þér lagasafn.
sl: To je Kontekstni brskalnik: prikazuje kontekstne informacije o predvajani skladbi. Če želite uporabljati to funkcijo, si morate ustvariti zbirko.

source: Build Collection...
eu: Eraiki bilduma...
is: Byggja safn...
sl: Zgradi zbirko ...

source: Building Collection Database...
eu: Bildumaren datu-basea eraikitzen...
is: Byggi safngrunn...
sl: Grajenje zbirke ...

source: Please be patient while amaroK scans your music collection. You can watch the progress of this activity in the statusbar.
eu: Itxaron amaroK-ek zure musika-bilduma eskaneatzen duen arte. Aktibitate honen aurrerapena egoera-barran ikus dezakezu.
is: Vinsamlega bíddu á meðan amaroK skannar tónlistarsafnið þitt. Þú getur fylgst með framvindunni í stöðuslánni.
sl: Prosim počakajte, medtem ko amaroK pregleduje vašo glasbeno zbirko. Napredek lahko spremljate v vrstici stanja.

source: live
eu: zuzenean
is: lifandi
sl: v živo

source: acoustic
eu: akustikoa
sl: akustično

source: cover
eu: bertsioa
sl: ovitek

source: mix
eu: nahasketa
sl: miks

source: edit
eu: edizioa
sl: uredi

source: medley
eu: konbinaketa
is: samansafn
sl: venček

source: unplugged
eu: ez-elektrikoa
is: órafmagnað
sl: odklopljeno

source: bonus
eu: gehigarria
is: bónus

source: Cached Lyrics
eu: Katxeko letrak
is: Textar í flýtiminni
sl: Predpomnjeno besedilo pesmi

source: Fetching Lyrics
eu: Letrak eskuratzen
is: Næ í texta
sl: Pobiranje besedil pesmi

source: Lyrics could not be retrieved because the server was not reachable.
eu: Ezin dira letrak eskuratu zerbitzaria eskuragaitz dagoelako.
is: Ekki var hægt að nálgast texta þar sem það náðist ekki í þjóninn.
sl: Besedilo ni bilo naloženo, ker je strežnik nedosegljiv.

source: Lyrics not found.
eu: Ez dira letrak aurkitu.
is: Texti fannst ekki.
sl: Besedilo pesmi ni najdeno.

source: Lyrics for track not found, here are some suggestions:
eu: Ez dira pistaren letrak aurkitu, hemen dituzu iradokizun batzuk:
is: Texti lags fannst ekki, hér eru nokkrar uppástungur:
sl: Besedila pesmi za skladbo niso najdena. Tukaj je nekaj predlogov:

source: Fetching Wikipedia Information
eu: Wikipedia-tik informazioa eskuratzen
is: Sæki Wikipedia upplýsingar
sl: Pobiranje informacij z Wikipedije

source: Artist information could not be retrieved because the server was not reachable.
eu: Ezin izan da artistaren informazioa eskuratu zerbitzaria eskuragaitz dagoelako.
is: Ekki var hægt að nálgast upplýsingar um flytjanda þar sem það náðist ekki í þjóninn.
sl: Informacije o izvajalcu niso bile naložene, ker je strežnik nedosegljiv.

source: Wikipedia Information
eu: Wikipedia-ren informazioa
is: Wikipedia upplýsingar
sl: Informacija Wikipedije

source: Wikipedia Other Languages
eu: Wikipedia beste hizkuntzetan
is: Önnur tungumál Wikipedia
sl: Drugi jeziki Wikipedije

source: MySQL reported the following error:<br>
eu: MySQL-k honako errorea itzuli du:<br>
is: MySQL skilaði eftirfarandi villu:<br>
sl: MySQL je sporočil naslednjo napako:<br>

source: <p>You can configure MySQL in the Collection section under Settings->Configure amaroK</p>
eu: <p>MySQL Ezarpenak->Konfiguratu amaroK menuko Bilduma atalean konfigura dezakezu</p>
is: <p>Þú getur stillt MySQL í safnhlutanum í Stillingar->Stilla amaroK</p>
sl: <p>MySQL lahko nastavite v meniju Nastavitve -> Nastavi amaroK, razdelek Zbirka</p>

source: Postgresql reported the following error:<br>
eu: Postgresql-k ondorengo errorea itzuli du:<br>
is: Postgresql skilaði eftirfarandi villu:<br>
sl: Postgresql je sporočil naslednjo napako:<br>

source: <p>You can configure Postgresql in the Collection section under Settings->Configure amaroK</p>
eu: <p>Postgresql Ezarpenak->Konfiguratu amaroK menuko Bilduma atalean konfigura dezakezu</p>
is: <p>Þú getur stillt Postgresql í safnhlutanum í Stillingar->Stilla amaroK</p>
sl: <p>Postgresql lahko nastavite v meniju Nastavitve -> Nastavi amaroK, razdelek Zbirka</p>

source: Framerate
eu: Marko-tasa
is: Hraði á römmum
sl: Hitrost sličic

source: Click for Analyzers
eu: Klikatu analizatzaileentzat
is: Smelltu fyrir tónmæla
sl: Kliknite za analizatorje

source: <h3>Tags Displayed in OSD</h3>You can use the following tokens:<ul><li>Title - %1<li>Album - %2<li>Artist - %3<li>Genre - %4<li>Bitrate - %5<li>Year - %6<li>Track Length - %7<li>Track Number - %8<li>Filename - %9<li>Directory - %10<li>Type - %11<li>Comment - %12<li>Score - %13<li>Playcount - %14</ul>If you surround sections of text that contain a token with curly-braces, that section will be hidden if the token is empty, for example:<pre>%11</pre>Will not show <b>Score: <i>%score</i></b> if the track has no score.
eu: <h3>OSD-n bistaratuko diren etiketak</h3>Ondorengo elementuak erabil ditzakezu:<ul> <li>Izenburua - %1 <li>Diska - %2 <li>Artista - %3 <li>Generoa - %4 <li>Bit-tasa - %5 <li>Urtea - %6 <li>Pistaren luzera - %7 <li>Pista zenbakia - %8 <li>Fitxategi-izena - %9 <li>Direktorioa - %10 <li>Mota - %11<li>Iruzkina - %12<li>Puntuazioa - %13 <li>Erreprodukzio kontagailua - %14 </ul> Elementu hauek dituzten atalak giltza artean inguratzen badituzu, atala ezkutatu egingo da elementua hutsik badago. Adibidez:<pre>%11</pre>-ek ez du <b>Puntuazioa: <i>%score</i></b> erakutsiko pistak puntuazaiorik ez badu.
is: <h3>Tög sýnd í skjábirtingu</h3>Þú getur notað eftirfarandi breytur:<ul><li>Titill - %1<li>Plata - %2<li>Flytjandi - %3<li>Tegund - %4<li>Bitahraði - %5<li>Ár - %6<li>Lengd lags - %7<li>Númer lags - %8 <li>Skráarnafn - %9 <li>Mappa - %10 <li>Skráartegund - %11 <li>Athugasemd - %12<li>Stig - %13<li>Hve oft spilað - %14</ul><br>Það er hægt að setja slaufusviga { } í kringum textan sem inniheldur einhverja af breytunum að ofan og er hún þá aðeins sýnd ef stakið er til, t.d. mun <pre>%11</pre>ekki sýna <b>Stig: <i>%score</i></b> ef lagið hefur ekkert stig.
sl: <h3>Značke v prikazu na zaslonu</h3>Lahko uporabite naslednje žetone:<ul><li>Naslov - %1<li>Album - %2<li>Izvajalec - %3<li>Žanr - %4<li>Bitna hitrost - %5<li>Leto - %6<li>Dolžina skladbe - %7<li>Številka skladbe - %8<li>Ime datoteke - %9 <li>Mapa - %10<li>Tip - %11<li>Komentar - %12<li>Točke - %13<li>Število predvjanj - %14</ul>Če obdate dele besedila, ki vsebujejo žetone, z zavitimi oklepaji bodo ti deli skriti, če so žetoni prazni. Primer:<pre>%11</pre><b>Točke: <i>%score</i></b> ne bo prikazan, če skladba nima točk.

source: Directory
eu: Direktorioa
is: Mappa
sl: Imenik

source: Bitrate
eu: Bit-tasa
is: Bitahraði
sl: Bitna hitrost

source: Type
eu: Mota
is: Skráartegund
sl: Vrsta

source: Playcount
eu: Erreprodukzio-kontagailua
is: Afspilunartalning
sl: Predvajano

source: S&huffle
eu: &Ausaz
is: Ví&xla
sl: Pre&meči

source: &Goto Current Track
eu: &Joan hurrengo pistara
is: Fara að núverandi la&gi
sl: Pojdi na &trenutno skladbo

source: &Remove Duplicate && Dead Entries
eu: &Kendu bikoiztuta eta hilda dauden sarrerak
is: Fja&rlægja endurtekningar && færslur sem vantar
sl: Odstrani po&dvojene ali manjkajoče

source: &Queue Selected Tracks
eu: &Ilaratu hautatutako pistak
is: Setja valin lög í &biðröð
sl: Izbrane skladbe v čakalno &vrsto

source: Attempted to insert nothing into playlist.
eu: Erreprodukzio-zerrendan ezer ez sartzen saiatu zara.
is: Það er ekkert valið til að setja í lagalistan.
sl: Poskus ničtega vnosa v predvajalni seznam.

source: No tracks were returned to be inserted.
eu: Ez da sartzeko pistarik itzuli.
is: Engum lögum var skilað til að bæta við.
sl: Ni skladb za vnos.

source: No valid sources set for this Dynamic Playlist.
eu: Ez da baliozko iturbururik ezarri erreprodukzio-zerrenda dinamiko honentzat.
is: Engar gildar slóðir uppgefnar fyrir þennan breytilega lagalista.
sl: Ni nastavljenih veljavnih virov za dinamičen način.

source: <div align="center"><b>Warning</b></div>The playlist titled <i>%1</i> contains no tracks.<br><br>Please modify your playlist or choose a different source.
eu: <div align="center"><b>Abisua</b></div><i>%1</i> izeneko erreprodukzio-zerrendak ez du pistarik.<br><br>Aldatu zure erreprodukzio-zerrenda edo hautatu iturburu ezberdin bat.
is: <div align="center"><b>Athugið</b></div> Lagalistinn <i>%1</i> inniheldur engin lög.<br><br>Vinsamlega breyttu honum eða veldu annan lista.
sl: <div align="center"><b>Pozor</b></div>Predvajalni seznam z naslovom <i>%1</i> ne vsebuje skladb.<br><br>Prosim, uredite predvajalni seznam ali izberite drugi izvor.

source: <div align="center"><b>Warning</b></div>The smart-playlist titled <i>%1</i> contains no tracks.<br><br>Please modify your smart-playlist or choose a different source.
eu: <div align="center"><b>Abisua</b></div><i>%1</i> izeneko erreprodukzio-zerrenda adimentsuak ez du pistarik.<br><br>Aldatu zure erreprodukzio-zerrenda adimentsua edo hautatu iturburu ezberdin bat.
is: <div align="center"><b>Athugið</b></div> Snjalli lagalistinn <i>%1</i> inniheldur engin lög.<br><br>Vinsamlega breyttu honum eða veldu annan uppruna.
sl: <div align="center"><b>Opozorilo</b></div>Pametni predvajalni seznam z naslovom <i>%1</i> ne vsebuje skladb.<br><br>Prosim, uredite pametni predvajalni seznam ali izberite drugi izvor.

source: Playlist finished
eu: Erreprodukzioa amaitu da
is: Lagalista lokið
sl: Predvajalni seznam končan

source: <div align=center><h3>The Playlist</h3>This is the playlist. To create a listing, <b>drag</b> tracks from the browser-panels on the left, <b>drop</b> them here and then <b>double-click</b> them to start playback.</div>
eu: <div align=center><h3>Erreprodukzio-zerrenda</h3> Hau erreprodukzio-zerrenda da. Zerrenda betetzeko, <b>arrastatu</b> pistak ezkerreko arakatzaile-paneletatik eta <b>jaregin</b> hona. Ondoren egin <b>klik bikoitza</b> erreprodukzioa hasteko.</div>
is: <div align=center><h3>Lagalistinn</h3>Þetta er lagalistinn. Til að búa til lista, <b>dragðu</b> lög frá safninu vinstra megin, <b>slepptu</b> þeim hér og <b>tvísmelltu</b> á þau til að hefja spilun.</div>
sl: <div align=center><h3>Predvajalni seznam</h3>Za ustvarjanje vsebine <b>povlecite</b> skladbe iz brskalnika na levi in jih <b>spustite</b> tukaj in nato <b>dvakrat kliknite</b> na skladbo za začetek predvajanja.</div>

source: <div align=center><h3>The Browsers</h3>The browsers are the source of all your music. The collection-browser holds your collection. The playlist-browser holds your pre-set playlistings. The file-browser shows a file-selector which you can use to access any music on your computer. </div>
eu: <div align=center><h3>Arakatzaileak</h3>Arakatzaileak zure musika guztiaren iturburuak dira. Bilduma-arakatzaileak zure bilduma mantentzen du. Erreprodukzio-zerrendako arakatzaileak zuk aurre-ezarritako erreprodukzio-zerrendak mantentzen ditu. Fitxategi arakatzaileak fitxategi-hautatzaile bat erakusten du eta hau zure konputagailuko musika hautatzeko erabil dezakezu.</div>
is: <div align=center><h3>Vafrarnir</h3> Vafrarnir halda utan um alla tónlistina þína. Safnskoðarinn inniheldur safnið þitt. Lagalistaskoðarinn heldur utan um vistuðu lagalistana þína. Og skráarskoðarinn sýnir skráarstjóra sem þú getur notað til að fá aðgang að öllum möppum tölvunnar. </div>
sl: <div align=center><h3>Brskalniki</h3>Brskalniki so izvor vaše glasbe. Zbirni brskalnik vsebuje vašo celotno zbirko. Brskalnik predvajalnega seznama vsebuje vaše prednastavljene sezname skladb. Datotečni brskalnik prikazuje datoteke na vašem računalniku, ki jih lahko uporabite za predvajanje. </div>

source: &Hide This Column
eu: &Ezkutatu zutabe hau
is: &Fela dálkinn
sl: &Skrij ta stolpec

source: Playlist Columns
eu: Erreprodukzio-zerrendako zutabeak
is: Dálkar lagalistans
sl: Stolpci predvajalnega seznama

source: <p>You have selected the file <i>'%1'</i> to be <b>irreversibly</b> deleted.
eu: <p><i>"%1"</i> hautatu duzu <b>betirako</b> ezabatzeko.
is: <p>Þú hefur valið að eyða <b>óafturkallanlega</b> skránni <i>'%1'</i>.
sl: <p>Izbrali ste skladbo <i>»%1«</i> za <b>nepovratno</b> brisanje.

source: _n: <p>You have selected one file to be <b>irreversibly</b> deleted. <p>You have selected %n files to be <b>irreversibly</b> deleted.
eu: <p>Fitxategi bat hautatu duzu <b>betirako</b> ezabatzeko. <p>%n hautatu dituzu <b>betirako</b> ezabatzeko.
is: <p>Þú hefur valið að eyða <b>óafturkallanlega</b> einni skrá. <p>Þú hefur valið að eyða <b>óafturkallanlega</b> %n skrám.
sl: <p>Izbrali ste %n datotek za <b>nepovratno</b> brisanje. <p>Izbrali ste %n datoteko za <b>nepovratno</b> brisanje. <p>Izbrali ste %n datoteki za <b>nepovratno</b> brisanje. <p>Izbrali ste %n datoteke za <b>nepovratno</b> brisanje.

source: Deleting files
eu: Fitxategiak ezabatzen
is: Eyði skrám
sl: Brisanje datotek

source: Copied: %1
eu: Kopiatuta: %1
is: Afritaði: %1
sl: Kopirano: %1

source: Load Dynamic Playlist
eu: Kargatu erreprodukzio-zerrenda dinamikoa
is: Hlaða inn breytilegum lagalista
sl: Naloži dinamični predvajalni seznam

source: &Restart
eu: &Berrabiatu
is: Endu&rræsa
sl: &Vnovič zaženi

source: &Dequeue Track
eu: &Desilaratu pista
is: &Taka úr biðröð
sl: Odstrani skladbo i&z čakalne vrste

source: _n: Toggle &Queue Status (1 track) Toggle &Queue Status (%n tracks)
eu: Aldatu &ilararen egoera (pista 1) Aldatu &ilararen egoera (%n pista)
is: Víxla &stöðu biðraðar (1 lag) Víxla &stöðu biðraðar (%n lög)
sl: Preklopi stanje čakalne vrste (%n skladb) Preklopi stanje čakalne vrste (%n skladba) Preklopi stanje čakalne vrste (%n skladbi) Preklopi stanje čakalne vrste (%n skladbe)

source: &Dequeue Selected Tracks
eu: &Desilaratu hautatutako pistak
is: Taka valin lög úr &biðröð
sl: Odstrani izbrane skladbe i&z čakalne vrste

source: &Stop Playing After Track
eu: &Gelditu erreprodukzioa pistaren ondoren
is: &Stöðva afspilun eftir lag
sl: U&stavi predvajanje po skladbi

source: &Edit Tag '%1'
eu: &Editatu "%1" pista
is: &Breyta taginu '%1'
sl: &Uredi značko »%1«

source: &Edit '%1' Tag for Selected Tracks
eu: &Editatu hautatutako pistaren "%1" etiketa
is: Br&eyta '%1' taginu fyrir völdu lögin
sl: &Uredi značko »%1« za izbrane skladbe
