Repository: tmarques/waheela
Catalog: amarok-1.4.1/po/*/amarok.po
Languages: sr@latn, sv

source: Amarok uses a database to store information about your music. If you are not sure which to use, press Next. <p><b>MySQL</b> or <b>Postgresql</b> are faster than <b>sqlite</b>, but require additional setup.</p> <ul> <li><a href="http://amarok.kde.org/amarokwiki/index.php/MySQL_HowTo">Instructions for configuring MySQL</a>.</li> <li><a href="http://amarok.kde.org/amarokwiki/index.php/Postgresql_HowTo">Instructions for configuring Postgresql</a>.</li> </ul>
sr@latn: Amarok koristi bazu podataka za čuvanje informacija o vašoj muzici. Ako niste sigurni koju koristiti, kliknite na „Sledeće“. <p><b>MySQL</b> ili <b>Postgresql</b> su brže od <b>sqlite</b>, ali traže dodatna podešavanja.</p> <ul> <li><a href="http://amarok.kde.org/amarokwiki/index.php/MySQL_HowTo">Uputstva za podešavanje MySQL-a</a>.</li> <li><a href="http://amarok.kde.org/amarokwiki/index.php/Postgresql_HowTo">Uputstva za podešavanje Postgresql-a</a>.</li> </ul>
sv: En databas används av Amarok för att lagra information om din musik. Om du inte är säker på vilken du ska använda, klicka på Nästa. <p><b>MySQL</b> eller <b>PostgreSQL</b> är snabbare än <b>SQLite</b>, men kräver ytterligare inställning.</p> <ul> <li><a href="http://amarok.kde.org/amarokwiki/index.php/MySQL_HowTo">Instruktioner för inställning av MySQL</a></li> <li><a href="http://amarok.kde.org/amarokwiki/index.php/Postgresql_HowTo">Instruktioner för inställning av PostgreSQL</a></li> </ul>

source: <h1>Congratulations!</h1> <p>Amarok is ready for use! When you click finish Amarok will appear and begin scanning the folders in your collection.</p> <p>Amarok's playlist-window will show your <b>Collection</b> on the left and the <b>Playlist</b> on the right. Drag and drop music from the Collection to the Playlist and press <b>Play</b>.</p> <p>If you want more help or a tutorial, please check out the <a href="help:/amarok">Amarok handbook</a>. We hope you enjoy using Amarok.</p> <p align="right">The Amarok developers</p>
sr@latn: <h1>Čestitamo!</h1> <p>Amarok je spreman za korišćenje! Čim kliknete na „Završi“, Amarok će početi da pretražuje fascikle u vašoj zbirci.</p> <p>Amarok-ov prozor liste numera će prikazati vašu <b>zbirku</b> levo i <b>listu numera</b> desno. Prevucite i ispustite muziku iz zbirke u listu numera i pritisnite <b>Pusti</b>.</p> <p>Ako želite još pomoći ili tutorijal, pogledajte <a href="help:/amarok">Priručnik za Amarok</a>. Nadamo se da ćete uživati u korišćenju Amarok-a.</p> <p align="right">Razvijači Amarok-a</p>
sv: <h1>Gratulerar!</h1> <p>Nu är Amarok klart att användas. När du klickar på Slutför visas Amarok, och börjar söka igenom katalogerna i din samling.</p> <p>Fönstret med spellistan i Amarok visar din <b>samling</b> till vänster och <b>spellistan</b> till höger. Dra och släpp musik från samlingen till spellistan och tryck på <b>Spela</b>.</p> <p>Om du vill ha mer hjälp eller en handledning, titta gärna i <a href="help:/amarok">Amaroks handbok</a>. Vi hoppas du kommer att tycka om att använda Amarok.</p> <p align="right">Utvecklarna av Amarok</p>

source: MySQL Configuration
sr@latn: Podešavanje MySQL-a
sv: Anpassa MySQL

source: Hostname:
sr@latn: Ime domaćina:
sv: Värddatornamn:

source: Database:
sr@latn: Baza podataka:
sv: Databas:

source: Which port mysql should connect to.
sr@latn: Na koji port MySQL treba da se poveže.
sv: Vilken port MySQL ska ansluta till.

source: Hostname where database lives.
sr@latn: Ime domaćina gde se nalazi baza.
sv: Värddatornamn där databasen finns.

source: Name of the database.
sr@latn: Ime baze podataka.
sv: Databasens namn.

source: Username:
sr@latn: Korisničko ime:
sv: Användarnamn:

source: Username with which to connect to.
sr@latn: Korisničko ime sa kojim se treba povezati.
sv: Användarnamn att ansluta med.

source: Password:
sr@latn: Lozinka:
sv: Lösenord:

source: Password with which to connect to.
sr@latn: Lozinka sa kojom se treba povezati.
sv: Lösenord att ansluta med.

source: PostgreSQL Configuration
sr@latn: Podešavanje PostgreSQL-a
sv: Inställning av PostgreSQL

source: Which port postgresql should connect to.
sr@latn: Na koji port PostgreSQL treba da se poveže.
sv: Vilken port PostgreSQL ska ansluta till.

source: Played tracks to show:
sr@latn: Puštenih numera za prikaz:
sv: Spelade spår att visa:

source: How many played items to show before removal
sr@latn: Koliko puštenih stavki prikazati pre uklanjanja
sv: Hur många spelade objekt som ska visas innan de tas bort

source: Minimum number of upcoming tracks to keep in the playlist
sr@latn: Najmanji broj nastupajućih numera za držanje u listi numera
sv: Minimalt antal kommande spår att behålla i spellistan

source: Upcoming tracks:
sr@latn: Nastupajuće numere:
sv: Kommande spår:

source: Dynamic playlist name:
sr@latn: Ime dinamičke liste:
sv: Dynamiska spellistans namn:

source: Remove pla&yed tracks
sr@latn: Ukloni &puštene numere
sv: Ta &bort spelade spår

source: Automatically remove played tracks from the playlist
sr@latn: Automatski ukloni puštene numere sa liste numera
sv: Ta automatiskt bort spelade spår från spellistan

source: M&ark history
sr@latn: O&beleži istorijat
sv: M&arkera historik

source: Once played, tracks will be greyed out
sr@latn: Jednom puštene, numere će biti zasivljene
sv: När de väl har spelats blir spåren gråa

source: NMM Engine Configuration - amaroK
sr@latn: Podešavanje motora NMM - Amarok
sv: Anpassning av NMM-gränssnitt - amaroK

source: Audio plugin:
sr@latn: Audio priključak:
sv: Ljudinsticksprogram:

source: PlaybackNode
sv: Uppspelningsnod

source: ALSAPlaybackNode
sv: ALSA-uppspelningsnod

source: Selects audio output plugin. PlaybackNode uses the Open Sound System (<b>OSS</b>). ALSAPlaybackNode uses the Advanced Linux Sound Architecture (<b>ALSA</b>).
sr@latn: Izaberite priključak za audio izlaz. PlaybackNode koristi Otvoreni zvučni sistem (<b>OSS</b>). ALSAPlaybackNode koristi Naprednu zvučnu arhitekturu Linuksa (<b>ALSA</b>).
sv: Väljer insticksprogram för ljudutmatning. Uppspelningsnoden använder Open Sound System (<b>OSS</b>). ALSA-uppspelningsnoden använder Advanced Linux Sound Architecture (<b>ALSA</b>).

source: Video,Audio Location
sr@latn: Video, audio lokacija
sv: Ljud- och videoplats

source: Localhost only
sr@latn: Samo lokalni domaćin
sv: Bara lokal dator

source: Plays audio and video on the machine running amaroK.
sr@latn: Pušta audio i video na mašini koja izvršava Amarok.
sv: Spelar ljud och video på datorn som kör amaroK.

source: Environment variables
sr@latn: Promenljive okruženja
sv: Miljövariabler

source: Environment variables are AUDIO_HOSTS and VIDEO_HOSTS.
sr@latn: Promenljive okruženja su AUDIO_HOSTS i VIDEO_HOSTS.
sv: Miljövariabler är AUDIO_HOSTS och VIDEO_HOSTS.

source: Reads the environment variables <b>AUDIO_HOSTS</b> and <b>VIDEO_HOSTS</b> to determine the audio and video playback locations.The playback locations will be shown in the host list below. The list is <b>read-only</b>. <h3>Example</h3> AUDIO_HOSTS=desktop:laptop:kitchen<br> VIDEO_HOSTS=laptop<br> <br> This setting will enable audio on the three hosts desktop,laptop and kitchen, and video only on host laptop.
sr@latn: Čita promenljive okruženja <b>AUDIO_HOSTS</b> i <b>VIDEO_HOSTS</b> da odredi lokacije reprodukcije audia i videa. Te lokacije će biti prikazane u listi domaćina ispod. Ova lista je <b>samo-za-čitanje</b>. <h3>Primer</h3> AUDIO_HOSTS=sto:laptop:kuhinja<br> VIDEO_HOSTS=laptop<br> <br> Ovakvo podešavanje će uključiti audio na tri domaćina, stolu, laptopu u kuhinji, a video samo na laptopu.
sv: Läser miljövariablerna <b>AUDIO_HOSTS</b> och <b>VIDEO_HOSTS</b> för att avgöra uppspelningsplatser för ljud och video. Uppspelningsplatserna visas i värddatorlistan nedan. Listan är <b>skrivskyddad</b>. <h3>Exempel</h3> AUDIO_HOSTS=skrivbord:bärbar:kök <br> VIDEO_HOSTS=bärbar<br> <br> Inställningen aktiverar ljud på de tre värddatorerna skrivbord, bärbar och kök, men bara video på värddatorn bärbar.

source: Host list
sr@latn: Lista domaćina
sv: Värddatorlista

source: If selected you can add and remove hosts in the list below and enable audio and video for each host.
sr@latn: Ako je popunjeno, možete dodavati i uklanjati domaćine iz donje liste, i uključiti audio i video za svaki od njih.
sv: Om markerad kan du lägga till och ta bort värddatorer i listan nedan och aktivera ljud och video för varje värddator.

source: Add...
sr@latn: Dodaj...
sv: Lägg till...

source: R&emove
sr@latn: Uk&loni
sv: &Ta bort

source: Audio output method to use
sr@latn: Metod za izlaz zvuka koji će se koristiti
sv: Ljudutmatningsmetod att använda

source: Select the audio output plugin.
sr@latn: Označite priključak za izlaz zvuka.
sv: Välj insticksprogram för ljudutmatning.

source: Type of source for audio and video location
sr@latn: Vrsta izvora za lokaciju audia i videa
sv: Typ av källa för ljud- och videoplats

source: Type of location of audio and video sink: environment variable, fixed host name or localhost only.
sr@latn: Tip lokacije audio i video ponora: promenljiva okruženja, fiksno ime domaćina ili samo lokalni domaćin.
sv: Typ av plats för ljud- och videomottagare: miljövariabel, fast värddatornamn eller bara lokal dator.

source: Hostnames of audio and video sinks
sr@latn: Imena domaćina audio i video ponora
sv: Värddatornamn för ljud- och videomottagare

source: Names of hosts where your audio and video sink can be located if Location equals SinkHostName.
sr@latn: Imena domaćina gde se mogu naći audio i video ponor ako je lokacija jednaka SinkHostName.
sv: Namn på värddatorer där ljud- och videomottagaren finns om ljudplats är lika med ljudmottagare med värddatornamn.

source: Toggle for audio playback
sr@latn: Uključi/isključi reprodukciju audia
sv: Ändra för ljuduppspelning

source: Indicates for every host in Host List whether audio is enabled/disabled.
sr@latn: Navodi za svaki domaćin u listi da li je audio uključen ili isključen.
sv: Anger om ljud är aktiverat eller inaktiverat för varje värddator i värddatorlistan.

source: Toggle for video playback
sr@latn: Uključi/isključi reprodukciju videa
sv: Ändra för videouppspelning

source: Indicates for every host in Host List whether video is enabled/disabled.
sr@latn: Navodi za svaki domaćin u listi da li je video uključen ili isključen.
sv: Anger om video är aktiverat eller inaktiverat för varje värddator i värddatorlistan.

source: Sound output method to use
sr@latn: Metod za izlaz zvuka koji će se koristiti
sv: Ljudutmatningsmetod att använda

source: Select the sound output plugin.
sr@latn: Označite priključak za izlaz zvuka.
sv: Välj insticksprogram för ljudutmatning.

source: Enable a custom device
sr@latn: Uključi poseban uređaj
sv: Använd egen ljudenhet

source: If selected, enables the setting of a custom audio device. Otherwise the default is used.
sr@latn: Ako je izabrano, omogućava postavljanje posebnog audio uređaja. U suprotnom se koristi podrazumevan.
sv: Om markerad, aktiverar möjlighet att välja en egen ljudenhet. Annars används förvald.

source: Xine Configure
sr@latn: Podesi Xine
sv: Anpassa Xine

source: &Output plugin:
sr@latn: &Izlazni priključak:
sv: Insticksprogram för &utmatning:

source: Sound device may be modified after the output plugin has been changed to ALSA or OSS.
sr@latn: Uređaj za zvuk se može izmeniti pošto se izlazni priključak promeni na ALSA ili OSS.
sv: Ljudenheten kan ändras efter insticksprogrammet för utmatning har ändrats till ALSA eller OSS.

source: ALSA Device Configuration
sr@latn: ALSA podešavanje uređaja
sv: Anpassa ALSA-enhet

source: &4 Channels:
sr@latn: &4 kanala:
sv: &4 kanaler:

source: &6 Channels:
sr@latn: &6 kanala:
sv: &6 kanaler:

source: OSS Device Configuration
sr@latn: OSS podešavanje uređaja
sv: Anpassa OSS-enhet

source: &Device:
sr@latn: &Uređaj:
sv: &Enhet:

source: Speaker &arrangement:
sr@latn: &Raspored zvučnika:
sv: &Högtalarplacering:

source: HTTP Proxy for Streaming
sr@latn: HTTP proksi za dovlačenje tokova
sv: HTTP-proxy för strömmar

source: &Host:
sr@latn: &Domaćin:
sv: &Värddator:

source: &User:
sr@latn: &Korisnik:
sv: A&nvändare:

source: &Password:
sr@latn: &Lozinka:
sv: &Lösenord:

source: Audio CD Configuration
sr@latn: Podešavanje audio CD-a
sv: Anpassa ljud-cd

source: Default device:
sr@latn: Podrazumevani uređaj:
sv: Förvald enhet:

source: CDDB Cache dir:
sr@latn: Direktorijum CDDB keša:
sv: CDDB-cachekatalog:

source: Output plugin
sr@latn: Izlazni priključak
sv: Insticksprogram för utmatning:

source: Device
sr@latn: Uređaj
sv: Enhet:

source: ALSA Device
sr@latn: ALSA uređaj
sv: ALSA-Enhet:

source: DeviceEnabled
sr@latn: Uređaj uključen
sv: Enhet aktiverad

source: Is the device selected
sr@latn: je izabran uređaj
sv: Är enheten vald

source: Select the sound output plugin ("sink"). Their availability depends on the system configuration.
sr@latn: Izaberite priključak za izlaz zvuka („ponor“). Njihova dostupnost zavisi od sistemskih podešavanja.
sv: Välj insticksprogram för ljudutmatning ("mottagare"). Tillgängligheten beror på systeminställningarna.

source: Do not use the autodetected audiosink sound device
sr@latn: Ne koristi automatski detektovan zvučni uređaj audio ponora
sv: Använd inte ljudenheten för den automatiskt identifierade ljudmottagaren

source: When enabled, uses user-specified sound device for audiosink.
sr@latn: Kada je uključeno, koristi korisnički naveden zvučni uređaj kao audio ponor.
sv: Om aktiverad används en användardefinierad ljudenhet som ljudmottagare.

source: Sound output device to use
sr@latn: Uređaj za izlaz zvuka koji će se koristiti
sv: Ljudutmatningsenhet att använda

source: Select the sound output device; this is useful for gstreamer engine sinks.
sr@latn: Izaberite uređaj za izlaz zvuka; ovo je korisno za ponore motora GStreamer.
sv: Välj ljudutmatningsenhet. Det här är användbart för Gstreamer-gränssnittets mottagare.

source: Use custom parameters for output sink.
sr@latn: Koristi posebne parametre za izlaz zvuka.
sv: Använd egna parametrar för utmatningsmottagare.

source: The custom sink parameters.
sr@latn: Posebni parametri ponora.
sv: De egna parametrarna för mottagaren.

source: Duration of Fade-out at trackend
sr@latn: Trajnje utapanja na kraju numere
sv: Borttoningens längd vid spårets slut

source: GStreamer Engine Configuration - amaroK
sr@latn: Podešavanje motora GStreamer — Amarok
sv: Anpassning av Gstreamer-gränssnitt - amaroK

source: Custom sound device. Example: /dev/dsp2
sr@latn: Poseban zvučni uređaj. Primer: /dev/dsp2
sv: Egen ljudenhet. Till exempel: /dev/dsp2

source: msec
sr@latn: ms
sv: ms

source: Use custom sound device
sr@latn: Koristi poseban zvučni uređaj
sv: Använd egen ljudenhet

source: &Fade-out:
sr@latn: &Utapanje:
sv: &Borttoning:

source: GStreamer sink
sr@latn: Ponor GStreamer-a
sv: Gstreamer-mottagare

source: Custom parameters. Example: sync=true host=95.25.2.1
sr@latn: Posebni parametri. Primer: sync=true host=95.25.2.1
sv: Egna parametrar. Till exempel: sync=true host=95.25.2.1

source: &Parameters:
sr@latn: &Parametri:
sv: &Parametrar:

source: Use custom sink parameters
sr@latn: Koristi posebne parametre ponora
sv: Använd egna mottagarparametrar

source: Organize Files
sr@latn: Organizuj fajlove
sv: Organisera filer

source: C&ollection Folder:
sr@latn: Fascikla &zbirke:
sv: Samlings&katalog:

source: Base directory under which to put files
sr@latn: Osnovni direktorijum pod kojim se nalaze fajlovi
sv: Baskatalog där filer ska placeras

source: &Use Cover Art for Folder Icons
sr@latn: &Koristi omot za ikonu fascikle
sv: An&vänd omslag som katalogikoner

source: I&gnore 'The' in Artist Names
sr@latn: &Ignoriši „The“ u imenima izvođača
sv: I&gnorera 'The' i artistnamn

source: If checked, postfix artists' names starting with 'The' with ', The'.
sr@latn: Ako je popunjeno, dodaje se postfiks „, The“ imenima izvođača koja počinju sa „The“.
sv: Om markerad placeras ', The' sist i artistnamn som börjar med 'The'.

source: File Naming Scheme
sr@latn: Šema imenovanja fajlova
sv: Filnamnsschema

source: Custo&m Format
sr@latn: &Poseban format
sv: &Eget format

source: If checked, use a custom format string for naming the files in the collection
sr@latn: Ako je popunjeno, koristi se poseban format za imenovanje fajlova u zbirci
sv: Om markerad används en egendefinierad formatsträng för att namnge filer i samlingen

source: Group b&y File Type
sr@latn: Grupiši po &tipu fajla
sv: Gruppera enligt &filtyp

source: If checked, create a directory hierarchy using the filename extension.
sr@latn: Ako je popunjeno, pravi hijerarhiju direktorijuma koristeći nastavak imena fajla.
sv: Om markerad skapas en katalognivå som använder filnamnsändelsen.

source: Group &by Artist's Initial
sr@latn: Grupiši po &inicijalima izvođača
sv: Gruppera enligt artistens &initial

source: If checked, introduce another directory hierarchy for the artists' initials.
sr@latn: Ako je popunjeno, uvodi se još jedan direktorijum u hijerarhiju, za inicijale izvođača.
sv: Om markerad läggs ytterligare en katalognivå till för artisters initialer.

source: F&ilename Format:
sr@latn: &Format imena fajla:
sv: Fil&namnsformat:

source: Character Replacement
sr@latn: Zamena znakova
sv: Teckenersättning

source: &Replace Spaces with Underscores
sr@latn: Zameni &razmake podvlakama
sv: E&rsätt mellanslag med understreck

source: If checked, convert spaces to underscores.
sr@latn: Ako je popunjeno, razmaci se pretvaraju u podvlake.
sv: Om markerad ändras mellanslag till understreck.

source: Restrict to &ASCII
sr@latn: Ograniči na &ASCII
sv: Begränsa till &ASCII

source: If checked, replace characters that are unavailable in the 7-bit ASCII code.
sr@latn: Ako je popunjeno, smenjuju se svi znaci koji nisu dostupni u 7-bitnom ASCII-ju.
sv: Om markerad ersätts tecken som inte är tillgängliga i 7-bitars ASCII-kod.

source: VFAT Safe &Names
sr@latn: Imena &bezbedna za VFAT
sv: &Namn säkra på VFAT

source: If checked, replace characters that are incompatible with MS-DOS/VFAT file systems.
sr@latn: Ako je popunjeno, smenjuju se znaci koji nisu saglasni sa sistemom fajlova VFAT (MS-DOS).
sv: Om markerad ersätts tecken som inte fungerar med MS-DOS och VFAT filsystem.

source: Regular expression
sr@latn: Regularni izraz
sv: Reguljärt uttryck

source: with
sr@latn: sa
sv: med

source: Character string
sr@latn: Niz znakova
sv: Teckensträng

source: Destination Preview
sr@latn: Pregled odredišta
sv: Förhandsgranskning av resultat

source: This is what the file names will look like after renaming.
sr@latn: Ovako će imena fajlova izgledati posle preimenovanja.
sv: Det här hur filnamn kommer att se ut efter namnbyte.

source: Overwrite &Destination
sr@latn: Prebriši &odredište
sv: Skriv över &resultat

source: If checked, overwrite files of the same name without asking.
sr@latn: Ako je popunjeno, istoimeni fajlovi se prebrisuju bez pitanja.
sv: Om markerad skrivs filer med samma namn över utan att fråga.

source: Track Information
sr@latn: Informacije o numeri
sv: Spårinformation

source: &Next
sr@latn: &Sledeće
sv: &Nästa

source: Per Trac&k
sr@latn: Po &numeri
sv: &Per spår

source: Sa&ve && Close
sr@latn: &Snimi i zatvori
sv: S&para och stäng

source: Location:
sr@latn: Lokacija:
sv: Plats:

source: S&ummary
sr@latn: S&ažetak
sv: Samman&fattning

source: Track by Artist on Album
sr@latn: Numera po izvođaču na albumu
sv: Spår av artisten på albumet

source: Ta&gs
sr@latn: &Oznake
sv: Ta&ggar

source: T&itle:
sr@latn: Nas&lov:
sv: T&itel:

source: Trac&k:
sr@latn: &Numera:
sv: &Spår:

source: Guess Tags From &Filename
sr@latn: Pogodi oznake iz &imena fajla
sv: Gissa taggar från &filnamn

source: Filename &Schemes
sr@latn: Šeme &imena fajlova
sv: Filnamns&scheman

source: Co&mment:
sr@latn: &Komentar:
sv: Ko&mmentar:

source: Fill-In Tags Using MusicBrain&z
sr@latn: Popuni oznake po&moću MusicBrainz-a
sv: Fyll i taggar från MusicBrain&z

source: &Year:
sr@latn: &Godina:
sv: Å&r:

source: &Composer:
sr@latn: &Kompozitor:
sv: &Tonsättare:

source: &Disc Number:
sr@latn: &Broj diska:
sv: &Skivnummer:

source: L&yrics
sr@latn: &Tekst
sv: Sångte&xter

source: St&atistics
sr@latn: S&tatistika
sv: St&atistik

source: Score:
sr@latn: Rezultat:
sv: Poäng:

source: Rating:
sr@latn: Rejting:
sv: Klassificering:

source: General Options
sr@latn: Opšte opcije
sv: Allmänna inställningar

source: Sho&w splash-screen on startup
sr@latn: Prikaži &uvodni ekran pri pokretanju
sv: &Visa startskärm vid start

source: Check to enable the splashscreen during Amarok startup.
sr@latn: Popunite da biste uključili uvodni ekran tokom pokretanja Amarok-a.
sv: Markera för att aktivera startskärm när Amarok startas.

source: Show tray &icon
sr@latn: Prikaži &kasetnu ikonu
sv: Visa &ikon i systembrickan

source: Check to enable the Amarok system tray icon.
sr@latn: Popunite da uključite Amarok-ovu ikonu u sistemskoj kaseti.
sv: Markera för att aktivera Amaroks ikon i systembrickan.

source: &Flash tray icon when playing
sr@latn: &Animiraj kasetnu ikonu u toku puštanja
sv: Blinka ikonen i systembrickan under &uppspelning

source: Check to animate the Amarok system tray icon.
sr@latn: Popunite za animiranje Amarok-ove ikone sistemske kasete.
sv: Markera för att animera Amaroks ikon i systembrickan.

source: Show player window
sr@latn: Prikaži prozor plejera
sv: Visa spelarfönster

source: Check to enable an extra player window.
sr@latn: Popunite da uključite dodatni prozor plejera.
sv: Markera för att aktivera ett extra spelarfönster.

source: Default si&ze for cover previews:
sr@latn: Podrazumevana veličina &omota pri pregledu:
sv: &Förvald storlek för förhandsgranskning av omslag:

source: Size of the cover image in the context viewer in pixels.
sr@latn: Veličina slike omota u kontekstnom prikazivaču, u piskelima.
sv: Storleken på omslagsbilden i sammanhangsvyn i bildpunkter.

source: px
sv: bildpunkter

source: Size of the cover images in the context viewer in pixels.
sr@latn: Veličina slika omota u kontekstnom prikazivaču, u piskelima.
sv: Storleken på omslagsbilderna i sammanhangsvyn i bildpunkter.

source: External web &browser:
sr@latn: Spoljašnji &veb pregledač:
sv: Extern we&bbläsare

source: Choose the external web browser to be used by Amarok.
sr@latn: Izaberite spoljašnji veb pregledač koji će Amarok koristiti.
sv: Välj extern webbläsare som ska användas av Amarok.

source: Use &another browser:
sr@latn: Koristi &drugi pregledač:
sv: &Använd annan webbläsare:

source: Enter filename of external web browser.
sr@latn: Unesite ime fajla spoljašnjeg veb pregledača.
sv: Skriv in den externa webbläsarens filnamn.

source: Components
sr@latn: Komponente
sv: Komponenter

source: Use &scores
sr@latn: Koristi &rezultate
sv: Använd &poäng

source: Scores for tracks are calculated automatically, based on your listening habits.
sr@latn: Rezultati za numere računaju se automatski, na osnovu vaših slušačkih navika.
sv: Poäng för spår beräknas automatiskt baserat på dina lyssningsvanor.

source: Use ratings
sr@latn: Koristi rejtinge
sv: Använd klassificeringar

source: You can assign ratings to tracks manually, from 1 to 5 stars.
sr@latn: Možete ručno dodeliti rejtinge numerama, od jedne do pet zvezdica.
sv: Du kan tilldela spår klassificeringar manuellt, från 1 till 5 stjärnor.

source: Playlist-Window Options
sr@latn: Opcije prozora liste numera
sv: Inställningar av spellistefönster

source: &Remember current playlist on exit
sr@latn: &Zapamti tekuću listu numera pri izlasku
sv: &Kom ihåg aktuell spellista vid avslut

source: If checked, Amarok saves the current playlist on quit and restores it when restarted.<br>
sr@latn: Ako je popunjeno, Amarok će sačuvati trenutnu listu pri izlasku i vratiti se na nju po ponovnom pokretanju.<br>
sv: Om markerad sparar Amarok aktuell spellista vid avslutning och återställer den vid omstart.<br>
