Repository: tmarques/waheela
Catalog: amarok-1.4.1/po/*/amarok.po
Languages: sr@latn, sv

source: Create K3b Project
sr@latn: Napravi K3b-ov projekat
sv: Skapa K3b-projekt

source: Audio Mode
sr@latn: Audio režim
sv: Ljudläge

source: Data Mode
sr@latn: Režim podataka
sv: Dataläge

source: Sound System
sr@latn: Zvučni sistem
sv: Ljudsystem

source: Click to select the sound system to use for playback.
sr@latn: Kliknite da izaberete zvučni sistem za reprodukciju.
sv: Klicka för att välja ljudsystem att använda för uppspelning.

source: Click to get the plugin information.
sr@latn: Kliknite da dobijete informacije o priključku.
sv: Klicka för att få information om insticksprogram.

source: Media Devices
sr@latn: Multimedijalni uređaji
sv: Mediaenheter

source: Autodetect Devices
sr@latn: Automatski otkrivaj uređaje
sv: Detektera enheter automatiskt

source: Add Device...
sr@latn: Dodaj uređaj...
sv: Lägg till enhet...

source: Configure General Options
sr@latn: Podesi opšte opcije
sv: Anpassa allmänna inställningar

source: Configure Amarok's Appearance
sr@latn: Podesi izgled Amarok-a
sv: Anpassa utseendet hos Amarok

source: Configure Playback
sr@latn: Podesi reprodukciju
sv: Anpassa uppspelning

source: OSD
sv: Skärmvisning

source: Configure On-Screen-Display
sr@latn: Podesi ekranski prikaz (OSD)
sv: Anpassa skärmvisning

source: Engine
sr@latn: Motor
sv: Gränssnitt

source: Configure Engine
sr@latn: Podesi motor
sv: Anpassa gränssnitt

source: Configure last.fm Support
sr@latn: Podesi podršku za last.fm
sv: Anpassa stöd för last.fm

source: Configure Portable Player Support
sr@latn: Podesi podršku za prenosive plejere
sv: Anpassa stöd för portabel spelare

source: _: to change settings Configure %1
sr@latn: Podesi %1
sv: Anpassa %1

source: Default KDE Browser
sr@latn: Podrazumevani pregledač KDE-a
sv: Förvald webbläsare i KDE

source: Directory
sr@latn: Direktorijum
sv: Katalog

source: Type
sr@latn: Tip
sv: Typ

source: Sample Rate
sr@latn: Učestanost uzorkovanja
sv: Samplingsfrekvens

source: Play Count
sr@latn: Brojač puštanja
sv: Uppspelningsräknare

source: %1 by %2
sr@latn: %1 od %2
sv: %1 x %2

source: _: seconds %1s
sr@latn: %1s
sv: %1 s

source: _: minutes, seconds %2m %1s
sr@latn: %2m %1s
sv: %2 m %1 s

source: _: hours, minutes, seconds %3h %2m %1s
sr@latn: %3č %2m %1s
sv: %3 t %2 m %1 s

source: _: days, hours, minutes, seconds %4d %3h %2m %1s
sr@latn: %4d %3č %2m %1s
sv: %4 d %3 t %2 m %1 s

source: %1 weeks
sr@latn: %1 sedmica
sv: %1 veckor

source: %1 days
sr@latn: %1 dana
sv: %1 dagar

source: %1 hours
sr@latn: %1 časova
sv: %1 timmar

source: Awful
sr@latn: Grozno
sv: Förfärlig

source: Barely tolerable
sr@latn: Jedva podnošljivo
sv: Nätt och jämt skaplig

source: Tolerable
sr@latn: Podnošljivo
sv: Skaplig

source: Okay
sr@latn: U redu
sv: Okej

source: Good
sr@latn: Dobro
sv: Bra

source: Very good
sr@latn: Vrlo dobro
sv: Mycket bra

source: Excellent
sr@latn: Izvrsno
sv: Utmärkt

source: Amazing
sr@latn: Zapanjujuće
sv: Enastående

source: Favorite
sr@latn: Omiljeno
sv: Favorit

source: Not rated
sr@latn: Nije ocenjeno
sv: Inte poängsatt

source: Stream
sr@latn: Tok
sv: Ström

source: _: SampleRate %1 kHz
sr@latn: %1 kHz
sv: %1 kHz

source: _: SampleRate %1 Hz
sr@latn: %1 Hz
sv: %1 Hz

source: MusicBrainz Results
sr@latn: Rezultat MusicBrainz-a
sv: Resultat från MusicBrainz

source: Select Playlists
sr@latn: Izaberite liste numera
sv: Markera spellistor

source: Create Dynamic Playlist
sr@latn: Napravi dinamičku listu
sv: Skapa dynamisk spellista

source: Dynamic Mode
sr@latn: Dinamički režim
sv: Dynamiskt läge

source: Add Dynamic Playlist
sr@latn: Dodaj dinamičku listu
sv: Lägg till dynamisk spellista

source: Edit Dynamic Playlist
sr@latn: Uredi dinamičku listu
sv: Redigera dynamisk spellista

source: Submitting to last.fm
sr@latn: Predavanje na last.fm
sv: Skickar in till last.fm

source: '%1' submitted to last.fm
sr@latn: „%1“ je predata last.fm-u
sv: '%1' inskickad till last.fm

source: Several tracks submitted to last.fm
sr@latn: Nekoliko numera je predato last.fm-u
sv: Flera spår inskickade till last.fm

source: _n: '%1' and one other track submitted '%1' and %n other tracks submitted
sr@latn: „%1“ i %n druga numera je predata „%1“ i %n druge numere su predate „%1“ i %n drugih numera je predato
sv: '%1' och ett annat spår inskickat '%1' och %n andra spår inskickade

source: Failed to submit '%1' to last.fm
sr@latn: Nisam uspeo da predam „%1“ last.fm-u
sv: Misslyckades med att skicka in '%1' till last.fm

source: Failed to submit several tracks to last.fm
sr@latn: Nisam uspeo da predam nekoliko numera last.fm-u
sv: Misslyckades med att skicka in flera spår till last.fm

source: _n: Failed to submit '%1' and one other track Failed to submit '%1' and %n other tracks
sr@latn: Nisam uspeo da predam „%1“ i %n drugu numeru Nisam uspeo da predam „%1“ i %n druge numere Nisam uspeo da predam „%1“ i %n drugih numera
sv: Misslyckades med att skicka in '%1' och ett annat spår Misslyckades med att skicka in '%1' och %n andra spår

source: _n: One track still in queue %n tracks still in queue
sr@latn: %n numera je i dalje u redu %n numere su i dalje u redu %n numera je i dalje u redu
sv: Ett spår fortfarande i kö %n spår fortfarande i kö

source: Collection Statistics
sr@latn: Statistika zbirke
sv: Samlingsstatistik

source: _n: %n track %n tracks
sr@latn: %n numera %n numere %n numera
sv: %n spår %n spår

source: Most Played Tracks
sr@latn: Najviše puštane
sv: Oftast spelade spår

source: _n: %n play %n plays
sr@latn: %n puštanje %n puštanja %n puštanja
sv: %n uppspelning %n uppspelningar

source: Favorite Artists
sr@latn: Omiljeni izvođači
sv: Favoritartister

source: _n: %n artist %n artists
sr@latn: %n izvođač %n izvođača %n izvođača
sv: %n artist %n artister

source: Favorite Albums
sr@latn: Omiljeni albumi
sv: Favoritalbum

source: _n: %n album %n albums
sr@latn: %n album %n albuma %n albuma
sv: %n album %n album

source: Favorite Genres
sr@latn: Omiljeni žanrovi
sv: Favoritgenrer

source: _n: %n genre %n genres
sr@latn: %n žanr %n žanra %n žanrova
sv: %n genre %n genrer

source: Newest Items
sr@latn: Najnovije stavke
sv: Nyaste objekt

source: Listening since %1
sr@latn: Sluša se od %1
sv: Lyssnar sedan %1

source: Added: %1
sr@latn: Dodato: %1
sv: Tillade: %1

source: Score: %1 Rating: %2
sr@latn: Rezultat: %1 rejting: %2
sv: Poäng: %1, Klassificering: %2

source: Score: %1
sr@latn: Rezultat: %1
sv: Poäng: %1

source: Rating: %1
sr@latn: Rejting: %1
sv: Klassificering: %1

source: <div align=center><h3>Statistics</h3>You need a collection to use statistics! Create a collection and then start playing tracks to accumulate data on your play habits!</div>
sr@latn: <div align=center><h3>Statistika</h3>Morate imati zbirku za pravljenje statistike! Napravite zbirku, a zatim počnite da puštate numere kako bi se sakupili podaci o vašim slušačkim navikama.</div>
sv: <div align=center><h3>Statistik</h3>Det krävs en samling för att använda statistik. Skapa en samling och börja därefter spela spår för att samla ihop data över dina lyssningsvanor.</div>

source: Icon Placeholder, not in GUI
sr@latn: Mestodržač ikone, nije u GUI-ju
sv: Ikonplatsmarkör, inte i det grafiska gränssnittet

source: Deletion method placeholder, never shown to user.
sr@latn: Mestodržač metod za brisanje, nikad se ne prikazuje korisniku.
sv: Platsmarkör för borttagningsmetod, visas aldrig för användaren.

source: List of files that are about to be deleted.
sr@latn: Lista fajlova koji će upravo biti obrisani.
sv: Lista med filer som just ska tas bort.

source: This is the list of items that are about to be deleted.
sr@latn: Ovo je lista stavki koje će upravo biti obrisane.
sv: Det här är listan av objekt som just ska tas bort.

source: Placeholder for number of files, not in GUI
sr@latn: Mestodržač za broj fajlova, nije u GUI-ju
sv: Platsmarkör för antal filer, inte i det grafiska gränssnittet

source: &Delete files instead of moving them to the trash
sr@latn: &Briši fajlove mesto da ih premeštaš u smeće
sv: &Ta bort filer istället för att flytta dem till papperskorgen

source: If checked, files will be permanently removed instead of being placed in the Trash Bin
sr@latn: Ako je popunjeno, fajlovi će biti trajno uklanjani umesto prebacivanja u korpu za smeće
sv: Om markerad, tas filer bort permanent istället för att placeras i papperskorgen

source: <qt><p>If this box is checked, files will be <b>permanently removed</b> instead of being placed in the Trash Bin.</p> <p><em>Use this option with caution</em>: Most filesystems are unable to reliably undelete deleted files.</p></qt>
sr@latn: <qt><p>Ako je ova kućica popunjena, fajlovi će biti <b>trajno uklanjani</b> umesto da se prebacuju u korpu za smeće.</p> <p><em>Koristite ovo sa oprezom</em>: Na većini sistema fajlova, obrisane fajlove nije moguće pouzdano povratiti.</p></qt>
sv: <qt><p>Om rutan är markerad, tas filer bort <b>permanent</b> istället för att flyttas till papperskorgen.</p> <p><em>Använd alternativet med försiktighet</em>; De flesta filsystem har inte möjlighet att ångra borttagning av filer på ett tillförlitligt sätt.</p></qt>

source: trackPickerDialogBase
sv: spårväljardialogbas

source: File Name
sr@latn: Ime fajla
sv: Filnamn

source: Select Best Possible Match
sr@latn: Izaberite najbolje poklapanje
sv: Välj bästa möjliga matchning

source: DirectoryListBase
sv: Kataloglistbas

source: Scripts
sr@latn: Skripte
sv: Skript

source: These scripts are currently known to Amarok.
sr@latn: Amarok trenutno poznaje ove skripte.
sv: Följande skript är för närvarande kända av Amarok.

source: &Get More Scripts
sr@latn: &Dobavi još skripti
sv: &Hämta fler skript

source: &Install Script
sr@latn: &Instaliraj skriptu
sv: &Installera skript

source: &Run
sr@latn: Pok&reni
sv: &Kör

source: &Stop
sr@latn: Zau&stavi
sv: &Stoppa

source: &Uninstall
sr@latn: &Deinstaliraj
sv: A&vinstallera

source: <p align="center">The blue drag points can be dragged to adjust the equalizer. Double-click on the line to add a new drag point.</p>
sr@latn: <p align="center">Plave tačke se mogu prevlačiti radi podešavanja ekvilajzera. Dvokliknite na liniju da dodate novu tačku za prevlačenje.</p>
sv: <p align="center">De blåa punkterna kan dras för att justera equalizern. Dubbelklicka på linjen för att lägga till en ny punkt att dra.</p>

source: <p align="center">Pre-amp</p>
sr@latn: <p align="center">Pretpojačanje</p>
sv: <p align="center">Förförstärkare</p>

source: Tag Guesser
sr@latn: Pogađač oznaka
sv: Gissa taggar

source: File Name Scheme
sr@latn: Šema imena fajla
sv: Filnamnsschema

source: Here you can see the currently configured file name schemes which the "Guess Tags From Filename" button uses to extract tag information from a file name. Each string may contain one of the following placeholders:<ul> <li>%title: Song Title</li> <li>%artist: Artist</li> <li>%album: Album</li> <li>%track: Track Number</li> <li>%comment: Comment</li> </ul> For example, the file name scheme "[%track] %artist - %title" would match "[01] Deep Purple - Smoke on the water" but not "(Deep Purple) Smoke on the water". For that second name, you would use the scheme "(%artist) %title".<p/> Note that the order in which the schemes appear in the list is relevant, since the tag guesser will go through the list from the top to the bottom, and use the first matching scheme.
sr@latn: Ovde možete videti trenutno podešene šeme imena fajlova koje koristi dugme „Pogodi oznake iz imena fajla“, za izvlačenje oznaka iz imena fajla. Svaki znakovni niz može sadržati jedan od sledećih mestodržača:<ul> <li>%title: naslov numere</li> <li>%artist: izvođač</li> <li>%album: album</li> <li>%track: broj numere</li> <li>%comment: komentar</li> </ul> Na primer, šema „[%track] %artist - %title“ bi poklopila „[01] Deep Purple - Smoke on the water“ ali ne i „(Deep Purple) Smoke on the water“. Za drugo ime, upotrebili biste šemu „(%artist) %title“.<p/> Pazite, redosled šema u listi je bitan, jer pogađač oznaka prolazi kroz listu od vrha ka dnu, i upotrebljava prvu šemu koja se poklapa.
sv: Här kan du se de filnamnsscheman som för närvarande är inställda, som knappen "Gissa taggar från filnamn" använder för att hämta tagginformation från ett filnamn. Varje sträng kan innehålla en av följande platsmarkörer:<ul> <li>%title: Sångens titel</li> <li>%artist: Artist</li> <li>%album: Album</li> <li>%track: Spårnummer</li> <li>%comment: Kommentar</li> </ul> Exempelvis skulle filnamnsschemat "[%track] %artist - %title" motsvara "[01] Deep Purple - Smoke on the water" men inte "(Deep Purple) Smoke on the water". För det andra namnet skulle du använda schemat "(%artist) %title".</p> Observera att ordningen som scheman visas med i listan är relevant, eftersom gissning av taggar går igenom listan uppifrån och ner, och använder det första motsvarande schemat.

source: Here you can see the currently configured file name schemes which the "Guess Tags From Filename" button uses to extract tag information from a file name. Each string may contain one of the following placeholders:<ul> <li>%title: Song Title</li> <li>%artist: Artist</li> <li>%album: Album</li> <li>%track: Track Number</li> <li>%comment: Comment</li> </ul> For example, the file name scheme "[%track] %artist - %title" would match "[01] Deep Purple - Smoke on the water" but not "(Deep Purple) Smoke on the water". For that second name, you would use the scheme "(%a) %t".<p/> Note that the order in which the schemes appear in the list is relevant, since the tag guesser will go through the list from the top to the bottom, and use the first matching scheme.
sr@latn: Ovde možete videti trenutno podešene šeme imena fajlova koje koristi dugme „Pogodi oznake iz imena fajla“, za izvlačenje oznaka iz imena fajla. Svaki znakovni niz može sadržati jedan od sledećih mestodržača:<ul> <li>%title: naslov numere</li> <li>%artist: izvođač</li> <li>%album: album</li> <li>%track: broj numere</li> <li>%comment: komentar</li> </ul> Na primer, šema „[%track] %artist - %title“ bi poklopila „[01] Deep Purple - Smoke on the water“ ali ne i „(Deep Purple) Smoke on the water“. Za drugo ime, upotrebili biste šemu „(%a) %t“.<p/> Pazite, redosled šema u listi je bitan, jer pogađač oznaka prolazi kroz listu od vrha ka dnu, i upotrebljava prvu šemu koja se poklapa.
sv: Här kan du se de filnamnsscheman som för närvarande är inställda, som knappen "Gissa taggar från filnamn" använder för att hämta tagginformation från ett filnamn. Varje sträng kan innehålla en av följande platsmarkörer: <ul> <li>%title: Sångens titel</li> <li>%artist: Artist</li> <li>%album: Album</li> <li>%track: Spårnummer</li> <li>%comment: Kommentar</li> </ul> Exempelvis skulle filnamnsschemat "[%track] %artist - %title" motsvara "[01] Deep Purple - Smoke on the water" men inte "(Deep Purple) Smoke on the water". För det andra namnet skulle du använda schemat "(%artist) %title".</p> Observera att ordningen som scheman visas med i listan är relevant, eftersom gissning av taggar går igenom listan uppifrån och ner, och använder det första motsvarande schemat.

source: Move scheme up
sr@latn: Pomeri šemu nagore
sv: Flytta upp schema

source: Press this button to move the currently selected scheme one step upwards.
sr@latn: Pritisnite ovo dugme da biste pomerili trenutno izabranu šemu jedan korak nagore.
sv: Tryck på knappen för att flytta schemat som för närvarande är markerat ett steg uppåt.

source: Move scheme down
sr@latn: Pomeri šemu nadole
sv: Flytta ner schema

source: Press this button to move the currently selected scheme one step downwards.
sr@latn: Pritisnite ovo dugme da biste pomerili trenutno izabranu šemu jedan korak nadole.
sv: Tryck på knappen för att flytta schemat som för närvarande är markerat ett steg neråt.

source: Mo&dify
sr@latn: &Izmeni
sv: Än&dra

source: Modify scheme
sr@latn: Izmeni šemu
sv: Ändra schema

source: Press this button to modify the currently selected scheme.
sr@latn: Pritisnite ovo dugme da biste izmenili trenutno izabranu šemu.
sv: Tryck på knappen för att ändra schemat som för närvarande är markerat.

source: Remove scheme
sr@latn: Ukloni šemu
sv: Ta bort schema

source: Press this button to remove the currently selected scheme from the list.
sr@latn: Pritisnite ovo dugme da biste sa liste uklonili trenutno izabranu šemu.
sv: Tryck på knappen för att ta bort schemat som för närvarande är markerat från listan.

source: &Add
sr@latn: &Dodaj
sv: &Lägg till

source: Add a new scheme
sr@latn: Dodaj novu šemu
sv: Lägg till ett nytt schema

source: Press this button to add a new file name scheme to the end of the list.
sr@latn: Pritisnite ovo dugme da dodate novu šemu imena fajla na kraj liste.
sv: Tryck på knappen för att lägga till ett nytt filnamnsschema sist i listan.

source: Playlist Toolbar
sr@latn: Traka liste numera
sv: Spellistans verktygsrad

source: Podcast Configuration
sr@latn: Podešavanje podemisije
sv: Inställning av podradio

source: Media Download
sr@latn: Preuzimanje medijuma
sv: Medianerladdning

source: Stream or download on re&quest
sr@latn: Protok ili preuzimanje na za&htev
sv: Strömma eller ladda ner på be&gäran

source: Media must be explicitly downloaded, otherwise the podcast will be played from the remote server.
sr@latn: Medijum mora biti eksplicitno preuzet, ili će podemisija biti puštena sa udaljenog servera.
sv: Media måste explicit laddas ner, annars spelas podradiosändningen från fjärrservern.

source: Download when a&vailable
sr@latn: Preuzmi kad je do&stupno
sv: Ladda ner när &tillgängliga

source: Download media as soon as it becomes available
sr@latn: Preuzmi medijum čim postane dostupan
sv: Ladda ner media så snart de blir tillgängliga

source: Add to media device &transfer queue
sr@latn: Dodaj u &red za prenos na multimedijalni uređaj
sv: Lägg &till i mediaenhetens överföringskö

source: When checked, Amarok will automatically add newly downloaded podcast shows to the media device transfer queue
sr@latn: Kada je popunjeno, Amarok će automatski dodavati novopreuzete podemitovane epizode u red za prenos na multimedijalni uređaj.
sv: Om markerad, lägger Amarok automatiskt till nya nerladdade podradiosändningar i mediaenhetens överföringskö.

source: Limit &number of episodes
sr@latn: Ograniči &broj epizoda
sv: &Begränsa antalet episoder

source: If checked, Amarok will throw away old podcast episodes
sr@latn: Ako je popunjeno, Amarok će bacati stare podemitovane epizode
sv: Om markerad kastar Amarok gamla podradioepisoder

source: Keep maximum of:
sr@latn: Čuvaj najviše:
sv: Behåll maximalt:

source: Items
sr@latn: stavki
sv: objekt

source: The maximum number of podcast items to store
sr@latn: Najveći broj podemisijskih stavki za skladištenje
sv: Maximalt antal podradiosändningar som ska lagras

source: Automatically scan for updates
sr@latn: Automatski traži novine
sv: Sök automatiskt efter uppdateringar

source: When checked, Amarok will automatically scan the podcast for updates
sr@latn: Kada je popunjeno, Amarok će automatski tražiti novine na podemisijama
sv: Om markerad, söker Amarok automatiskt i podradiosändningen efter uppdateringar

source: Save location:
sr@latn: Lokacija snimanja:
sv: Plats att spara:

source: First-Run Wizard
sr@latn: Čarobnjak za prvo pokretanje
sv: Startguide

source: <h1>Welcome to Amarok!</h1> <p>There are many media-players around these days, this is true. Amarok however provides an aural experience so pleasurable it always has you coming back for more. What is missing from most players is an interface that does not get in your way. Amarok tries to be a little different, and at the same time intuitive. It provides a simple drag-and-drop interface that makes playlist handling simple and fun. By using Amarok we truly hope you will:</p> <p align="center"><i><b>"Rediscover your music!"</b></i> </p>
sr@latn: <h1>Dobrodošli u Amarok!</h1> <p><b>Tačno je da ovih dana postoji mnoštvo medija-plejera. Amarok vam, međutim, pruža tako zadovoljavajuće iskustvo, da mu se morate vraćati za još. Ono što nedostaje mnogim plejerima jeste interfejs koji vam se ne nameće. Amarok pokušava da bude drugačiji, i istovremeno, intuitivniji. Pruža vam jednostavn interfejs prevlačenja-i-ispuštanja, koji čini rukovanje listama numera jednostavnim i zabavnim. Koristeći Amarok, zaista se nadamo da će se ispuniti:</b></p> <p align="center"><i><b>„Otkrijte svoju muziku!“</b></i> </p>
sv: <h1>Välkommen till Amarok!</h1> <p>Det finns många mediaspelare överallt nuförtiden, det är sant. Dock tillhandahåller Amarok en lyssnarupplevelse så njutbar att du alltid kommer tillbaka för mer. Vad som saknas i de flesta spelare är ett gränssnitt som inte är i vägen för dig. Amarok försöker vara lite annorlunda och samtidigt intuitiv. Den tillhandahåller ett enkelt gränssnitt med drag och släpp som gör det enkelt och roligt att hantera spellistor. Genom att använda Amarok hoppas vi verkligen att du kommer att:</p> <p align="center"><i><b>"Återupptäcka din musik!"</b></i> </p>

source: <h2>First-run Wizard</h2> <p>This wizard will help you setup Amarok in three easy steps. Click <i>Next</i> to begin, or if you do not like wizards, click <i>Skip</i>.</p>
sr@latn: <h2>Čarobnjak prvog pokretanja</h2> <p><b>Ovaj čarobnjak će vam pomoći da podesite Amarok u tri jednostavna koraka. Kliknite na <i>Sledeće</i> da počnete, ili, ako ne volite čarobnjake, na <i>Preskoči</i>.</b></p>
sv: <h2>Startguiden</h2> <p>Guiden hjälper dig ställa in Amarok med tre enkla steg. Klicka på <i>Nästa</i> för att börja, eller klicka på <i>Hoppa över</i> om du inte tycker om guider.</p>

source: Locate your Music
sr@latn: Pronađite svoju muziku
sv: Hitta din musik

source: <p>Please select the folders on the right where your music files are stored.</p> <p>Doing so is highly recommended, and will enhance the features available to you.</p> <p>If you wish, Amarok is able to monitor these folders for new files and can automatically add them to the collection.</p>
sr@latn: <p>Desno izaberite fascikle u kojima vam je skladištena muzika.</p> <p>Vrlo je preporučljivo da to učitinite, jer ćete imati više mogućnosti na raspolaganju.</p> <p>Ako želite, Amarok može da nadgleda ove fascikle, automatski dodajući nove fajlove u vašu zbirku.</p>
sv: <p>Välj katalogerna där dina musikfiler är lagrade till höger.</p> <p>Att göra det rekommenderas starkt, eftersom det utökar de tillgängliga funktionerna.</p> <p>Om du önskar, kan Amarok bevaka katalogerna efter nya filer och kan automatiskt lägga till dem i samlingen.</p>

source: Database Setup
sr@latn: Postavljanje baze podataka
sv: Databasinställning
