Repository: tmarques/waheela
Catalog: amarok-1.4.1/po/*/amarok.po
Languages: sr@latn, sv

source: If checked, Amarok saves the current playlist on quit and restores it when restarted.
sr@latn: Ako je popunjeno, Amarok će snimiti trenutnu listu pri izlasku i vratiti je po ponovnom pokretanju.
sv: Om markerad sparar Amarok aktuell spellista vid avslutning och återställer den vid omstart.

source: Manually sa&ved playlists use relative path
sr@latn: &Ručno snimljene liste numera koriste relativnu putanju
sv: &Manuellt sparade spellistor använder relativa sökvägar

source: If checked, Amarok uses a relative path for the tracks of manually saved playlists
sr@latn: Ako je popunjeno, Amarok koristi relativnu putanju za numere ručno snimljenih lista
sv: Om markerad använder Amarok relativa sökvägar för spåren i manuellt sparade spellistor

source: Use custom icon &theme (requires restart)
sr@latn: Koristi posebnu &temu ikona (zahteva ponovno pokretanje)
sv: Använd eget ikon&tema (kräver omstart)

source: Check to enable Amarok's custom icon theme.<br>
sr@latn: Popunite da uključite Amarok-ovu posebnu temu ikona.<br>
sv: Markera för att använda det egna ikontemat i Amarok.<br>

source: Check to enable Amarok's custom icon theme.
sr@latn: Popunite da uključite Amarok-ovu posebnu temu ikona.
sv: Markera för att aktivera det egna ikontemat i Amarok.

source: &Use custom fonts
sr@latn: &Koristi posebne fontove
sv: An&vänd egna teckensnitt

source: Check to enable custom fonts.
sr@latn: Popunite da uključite posebne fontove.
sv: Markera för att använda egna teckensnitt.

source: Playlist Window:
sr@latn: Prozor liste numera:
sv: Spellistans fönster:

source: The font to use in the playlist window.
sr@latn: Font koji se koristi u prozoru liste numera.
sv: Teckensnitt att använda i spellistans fönster.

source: Player Window:
sr@latn: Prozor plejera:
sv: Spellistans fönster:

source: The font to use in the player window.
sr@latn: Font koji se koristi u prozoru plejera.
sv: Teckensnitt att använda i spelarens fönster.

source: Context Sidebar:
sr@latn: Kontekstna bočna traka:
sv: Sammanhangssidoraden:

source: The font to use in the context browser.
sr@latn: Font koji se koristi u kontekstnom pregledaču.
sv: Teckensnitt att använda i sammanhangsbläddraren.

source: Color Scheme
sr@latn: Šema boja
sv: Färgschema

source: &Custom color scheme
sr@latn: &Posebna šema boja
sv: &Eget färgschema

source: If selected, Amarok uses the user-defined colors in the playlist.
sr@latn: Ako je popunjeno, Amarok koristi korisnički definisane boje u listi numera.
sv: Om markerad använder Amarok användardefinierade färger i spellistan.

source: Fo&reground:
sr@latn: Pr&vi plan:
sv: &Förgrund:

source: Selects the color to use as foreground color in the playlist.
sr@latn: Izaberite boju prvog plana u listi numera.
sv: Väljer färgen som ska användas som förgrundsfärg i spellistan.

source: Click to select the foreground text color in the playlist window.
sr@latn: Kliknite da izaberete boju teksta u prvom planu u prozoru liste numera.
sv: Klicka för att välja förgrundsfärg för text i spellistans fönster.

source: Selects the color to use as foreground (text) color in the playlist.
sr@latn: Izaberite boju prvog plana (teksta) u listi numera.
sv: Väljer färgen som används som förgrundsfärg (textfärg) i spellistan.

source: &Background:
sr@latn: &Pozadina:
sv: &Bakgrund:

source: Selects the color to use as background color in the playlist.
sr@latn: Izaberite boju koja će se koristiti za pozadinu liste numera.
sv: Väljer färgen som ska användas som bakgrundsfärg i spellistan.

source: Click to select the background color in the playlist window.
sr@latn: Kliknite da izaberite boju pozadine u prozoru liste numera.
sv: Klicka för att välja bakgrundsfärg i spellistans fönster.

source: The current &KDE color-scheme
sr@latn: Tekuća šem&a boja KDE-a
sv: Aktuellt &KDE-färgschema

source: If selected, Amarok uses the KDE standard colors in the playlist.
sr@latn: Ako je popunjeno, Amarok koristi standardne boje KDE-a u listi numera.
sv: Om markerad använder Amarok KDE:s standardfärger i spellistan.

source: The classic &Amarok, "funky-monkey", theme
sr@latn: Klasičn&a Amarok-ova tema, „fanki-majmun“
sv: Det klassiska &Amarok-temat

source: If selected, Amarok uses the Amarok standard colors in the playlist.
sr@latn: Ako je popunjeno, Amarok koristi svoje standardne boje u listi numera.
sv: Om markerad används Amaroks standardfärger i spellistan.

source: Context Browser Style
sr@latn: Stil kontekstnog pregledača
sv: Stil för sammanhangsbläddrare

source: Select a style:
sr@latn: Izaberite stil:
sv: Välj en stil:

source: Select the style of the Context Browser.
sr@latn: Font stil kontekstnog pregledača.
sv: Välj stil för sammanhangsbläddraren.

source: Install New Style...
sr@latn: Instaliraj novi stil...
sv: Installera ny stil...

source: Click to install a new Context Browser style.<br>Tip: More styles can be found on <a href='http://kde-look.org'>http://kde-look.org</a>
sr@latn: Kliknite da instalirate novi stil kontekstnog pregledača.<br>Savet: Više stilova možete naći na <a href='http://kde-look.org'>http://kde-look.org</a>
sv: Klicka för att installera en ny stil för sammanhangsbläddraren.<br>Tips: Fler stilar kan hittas på <a href='http://kde-look.org'>http://kde-look.org</a>

source: Select and install a new Context Browser style.
sr@latn: Izaberite i instalirajte novi stil kontekstnog pregledača.
sv: Välj och installera en ny stil för sammanhangsbläddraren.

source: Download Styles...
sr@latn: Preuzmi stilove...
sv: Ladda ner stilar...

source: Click to download new Context Browser styles.
sr@latn: Kliknite da biste preuzeli nove stilove kontekstnog pregledača.
sv: Klicka för att ladda ner nya stilar för sammanhangsbläddraren.

source: Select and download new Context Browser styles.
sr@latn: Izaberite i preuzmite nove stilove kontekstnog pregledača.
sv: Välj och ladda ner nya stilar för sammanhangsbläddraren.

source: Uninstall Style
sr@latn: Deinstaliraj stil
sv: Avinstallera stil

source: Click to uninstall the selected Context Browser style.
sr@latn: Kliknite da deinstalirate izabrani stil kontekstnog pregledača.
sv: Klicka för att avinstallera den markerade stilen för sammanhangsbläddraren.

source: Uninstall the selected Context Browser style.
sr@latn: Deinstaliraj izabrani stil kontekstnog pregledača.
sv: Avinstallera den markerade stilen för sammanhangsbläddraren.

source: Transition &Behavior
sr@latn: Ponašanje pre&laza
sv: Övergångs&beteende

source: <b>Transition Behavior</b> <p>During playback, when Amarok transitions between tracks, it can either proceed to the next track instantly (with configurable gap), or crossfade (with configurable fade period).</p>
sr@latn: <b>Ponašanje prelaza</b> <p>Tokom puštanja, kada Amarok prelazi između numera, može ili trenutno preći na sledeću numeru (sa podesivim razmakom), ili sa pretapanjem (sa podesivim trajanjem).</p>
sv: <b>Övergångsbeteende</b> <p>Under uppspelning, när Amarok går över mellan spår, kan den antingen fortsätta till nästa spår omedelbart (med inställningsbart mellanrum), eller övertona (med inställningsbar övertoningstid).</p>

source: &No crossfading
sr@latn: &Bez ukrštanja
sv: I&ngen övertoning

source: Enable normal track transition. You may insert a gap of silence between tracks.
sr@latn: Uključuje normalan prelaz numera. Možete ubaciti razmak sa tišinom između numera.
sv: Aktivera normal spårövergång. Du kan infoga ett gap med tystnad mellan spår.

source: Silence between tracks, in milliseconds.
sr@latn: Tišina između numera, u milisekundama.
sv: Tystnad mellan spår i millisekunder.

source: The length of the crossfade between tracks, in milliseconds.
sr@latn: Dužina pretapanja između numera, u milisekundama.
sv: Övertoningens längd mellan spår i millisekunder.

source: &Crossfading
sr@latn: &Ukrštanje
sv: &Övertoning

source: Enable crossfading between tracks. This setting also enables fading to or from silence e.g when pressing stop.
sr@latn: Uključuje ukrštanje između numera. Ovo podešavanje takođe uključuje postepeni prelaz do ili od tišine, npr. kada zaustavite puštanje.
sv: Aktivera övertoning mellan spår. Inställningen aktiverar också toning till eller från tystnad, t ex när stoppa trycks in.

source: Crosso&ver period:
sr@latn: &Period ukrštanja:
sv: Ö&vertoningsperiod:

source: Crossfade on man&ual track change only
sr@latn: Pretapanje samo kod r&učne promene numere
sv: Övertona bara vid man&uellt spårbyte

source: When enabled, crossfading will only occur when manually changing tracks.
sr@latn: Kada je uključeno, pretapanje će se samo pri ručnoj promeni numere.
sv: Om aktiverad sker bara övertoning när spår ändras manuellt.

source: Insert &gap:
sr@latn: Ubaci &razmak:
sv: Infoga &mellanrum:

source: &Resume playback on start
sr@latn: &Nastavi puštanje po pokretanju
sv: &Återuppta uppspelning vid start

source: If checked, Amarok will<br>resume playback from where you left it the previous session -- just like a tape-player.
sr@latn: Ako je popunjeno, Amarok će <br>nastaviti sa puštanjem sa istog mesta gde ste završili prethodnu sesiju — baš kao na kasetofonu.
sv: Om markerad återupptar Amarok<br>uppspelning där du slutade föregående session, precis som en bandspelare.

source: &Use On-Screen-Display
sr@latn: &Koristi ekranski prikaz (OSD)
sv: An&vänd skärmvisning

source: Check to enable the On-Screen-Display. <br>The OSD briefly displays track data when a new track is played.
sr@latn: Označite da biste uključili ekranski prikaz. <br>OSD ukratko ispisuje na ekranu podatke o numeri koja se trenutno pušta.
sv: Markera för att aktivera skärmvisning. <br>Skärmvisningen visar tillfälligt spårdata när ett nytt spår börjar spelas.

source: Check to enable the On-Screen-Display. The OSD briefly displays track data when a new track is played.
sr@latn: Označite da biste uključili ekranski prikaz. OSD ukratko ispisuje na ekranu podatke o numeri koja se trenutno pušta.
sv: Markera för att aktivera skärmvisning. Skärmvisningen visar tillfälligt spårdata när ett nytt spår börjar spelas.

source: &Font
sv: &Teckensnitt

source: The font to use for the On-Screen Display.
sr@latn: Font koji se koristi za ekranski prikaz.
sv: Teckensnitt att använda för skärmvisning.

source: Draw &shadow
sr@latn: Iscrtaj &senku
sv: Rita &skugga

source: C&olors
sr@latn: &Boje
sv: Fär&ger

source: Use &custom colors
sr@latn: Koristi &posebne boje
sv: Använd e&gna färger

source: Check to enable custom colors for the On-Screen-Display.
sr@latn: Popunite da uključite posebne boje za ekranski prikaz.
sv: Markera för att aktivera egna färger för skärmvisning.

source: Background color:
sr@latn: Boja pozadine:
sv: Bakgrundsfärg:

source: The color of the OSD background.
sr@latn: Boja pozadine OSD-a.
sv: Färgen på skärmvisningens bakgrund.

source: Click to select the color of the OSD text.
sr@latn: Kliknite da izaberete boju za tekst OSD-a.
sv: Klicka för att välja färgen på skärmvisningens text.

source: The color of the OSD text.
sr@latn: Boja za tekst OSD-a.
sv: Färgen på skärmvisningens text.

source: Click to select the background color of the OSD.
sr@latn: Kliknite da izaberete boju pozadine za OSD.
sv: Klicka för att välja bakgrundsfärgen för skärmvisningen.

source: Text color:
sr@latn: Boja teksta:
sv: Textfärg:

source: Make the &background translucent
sr@latn: Učini &pozadinu prozirnom
sv: Gör &bakgrunden genomskinlig

source: Display &Text
sr@latn: &Tekst za prikaz
sv: Visa &text

source: Display the same information as the columns in the playlist
sr@latn: Prikaži iste informacije kao kolone u listi numera
sv: Visa samma information som kolumnerna i spellistan

source: &Duration:
sr@latn: &Trajanje:
sv: &Tid:

source: Forever
sr@latn: Zauvek
sv: För alltid

source: The time in milliseconds to show the OSD. The value must be between 500 ms and 10000 ms.
sr@latn: Vreme u milisekundama za prikazivanje OSD-a. Vrednost mora biti između 500 ms i 10000 ms.
sv: Tiden i millisekunder som skärmvisningen ska synas. Värdet måste vara mellan 500 ms och 10000 ms.

source: The screen that should display the OSD.
sr@latn: Ekran na kojem će se prikazivati OSD.
sv: Skärmen där skärmvisningen ska synas.

source: Sc&reen:
sr@latn: Ek&ran:
sv: S&kärm:

source: Collection Folders
sr@latn: Fascikle zbirke
sv: Samlingskataloger

source: Collection Database
sr@latn: Baza podataka zbirke
sv: Samlingsdatabas

source: Amarok can send the name of every song you play to last.fm. The system automatically matches you to people with similar musical tastes, and creates personalized recommendations. To learn more about last.fm, <A href='http://www.last.fm'>visit the homepage</A>.
sr@latn: Amarok može poslati ime svake pesme koju pustite na last.fm. Sistem vas automatski upoređuje sa ljudima sličnog muzičkog ukusa i pravi personalizovane preporuke. Da biste saznali više o last.fm-u, posetite njegovu <a href='http://www.last.fm'>početnu stranu</a>.
sv: Namnet på varje sång du spelar kan skickas till last.fm av Amarok. Systemet passar automatiskt ihop dig med personer som har liknande musiksmak, och skapar personliga rekommendationer. För att ta reda på mer om last.fm, <A href='http://www.last.fm'>besök hemsidan</A>.

source: last.fm Profile
sr@latn: Profil na last.fm-u
sv: Profil hos last.fm

source: <P>To use last.fm with Amarok, you need a <A href='http://www.last.fm:80/signup.php'>last.fm profile</A>.
sr@latn: <P>Da biste koristili last.fm sa Amarok-om, potreban vam je profil na <A href='http://www.last.fm:80/signup.php'>last.fm-u</A>.
sv: <P>För att använda last.fm med Amarok, behöver du en <A href='http://www.last.fm:80/signup.php'>last.fm-profil</A>.

source: &Username:
sr@latn: Korisničko &ime:
sv: An&vändarnamn:

source: last.fm Services
sr@latn: Servisi last.fm-a
sv: Tjänster hos last.fm

source: Once registered, Amarok can tell the last.fm service about your listening habits; your profile can then provide statistics and recommendations. A profile is not required to retrieve similar-artists for display in the Context Browser.
sr@latn: Kada se registrujete, Amarok može govoriti last.fm-u o vašim slušačkim navikama; vaš profil onda može pružiti statistiku i preporuke. Profil nije potreban da bi se dobavili slični izvođači za prikaz u kontekstnom pregledaču.
sv: När du väl har registrerat dig, kan Amarok tala om för last.fm vilka lyssningsvanor du har, så att din profil kan tillhandahålla statistik och rekommendationer. En profil krävs inte för att hämta liknande artister att visa i samlingsbläddraren.

source: Improve m&y profile by submitting the tracks I play
sr@latn: Po&boljšaj moj profil slanjem informacije o numerama koje slušam
sv: &Förbättra min profil genom att skicka in spelade spår

source: &Retrieve similar artists
sr@latn: &Dobavi slične izvođače
sv: &Hämta liknande artister

source: Why not join the <A href='http://www.last.fm:80/group/amaroK+users'>Amarok last.fm group</A> and share your musical tastes with other Amarok users?
sr@latn: Zašto se ne biste pridružili <A href='http://www.last.fm:80/group/amaroK+users'>Amarok-ovoj grupi na last.fm-u</A> i delili svoje muzičke ukuse sa drugim korisnicima Amarok-a?
sv: Varför inte gå med i <A href='http://www.last.fm:80/group/amaroK+users'>Amaroks last.fm grupp</A> och dela din musiksmak med andra användare av Amarok?

source: Amarok version string, used to restart aRts in new installations.
sr@latn: Znakovni niz verzije Amarok-a, koristi se za ponovno pokretanje aRts-a u novim instalacijama.
sv: Versionssträng för Amarok, som används för att starta om aRts i nya installationer.

source: Position of player window
sr@latn: Položaj prozora plejera
sv: Position för spelarens fönster

source: The position of the amaroK main window when amaroK is started.
sr@latn: Položaj glavnog prozora Amarok-a kada se pokrene.
sv: Position för amaroKs huvudfönster när amaroK startas.

source: Whether Player Window is in minimal or normal mode
sr@latn: Da li je prozor plejera u minimalnom ili normalnom režimu
sv: Om spelarfönstret är minimalt eller har normalt läge

source: If set the player window will start in minimal view
sr@latn: Ako je postavljeno, prozor plejera će biti u minimalnom prikazu
sv: Om aktiverat startas spelarfönstret med minimal vy

source: Position of playlist window
sr@latn: Položaj prozora liste numera
sv: Position för spellistans fönster

source: The position of the playlist window when amaroK is started.
sr@latn: Položaj prozora liste numera kada se Amarok pokrene.
sv: Position för spellistans fönster när amaroK startas.

source: Size of playlist window
sr@latn: Veličina prozora liste numera
sv: Storlek på spellistans fönster

source: The size of the playlist window when amaroK is started.
sr@latn: Veličina prozora liste numera kada se Amarok pokrene.
sv: Storlek på spellistans fönster när amaroK startas.

source: Whether to save playlist on quit
sr@latn: Da li snimiti listu numera pri izlasku
sv: Om spellistan ska sparas vid avslutning

source: If set, amaroK saves the current playlist on quit and restores it when restarted.
sr@latn: Ako je postavljeno, Amarok će sačuvati trenutnu listu pri izlasku i vratiti se na nju kad ponovo bude pokrenut.
sv: Om markerad sparar amaroK aktuell spellista vid avslutning och återställer den vid omstart.

source: Whether to follow symlinks while adding items to playlist recursively
sr@latn: Da li pratiti simveze dok se rekurzivno dodaju stavke u listu numera
sv: Om symboliska länkar ska följas när nya objekt läggs till i spellistan rekursivt.

source: If set, amarok follows symlinks when adding files or directories to the playlist.
sr@latn: Ako je postavljeno, Amarok prati simveze pri dodavanju fajlova ili direktorijuma u listu numera.
sv: Om markerad följer amaroK symboliska länkar när filer och kataloger läggs till i spellistan.

source: Whether to display remaining track time
sr@latn: Da li prikazati preostalo vreme numere
sv: Om återstående spårtid ska visas

source: Set this to display remaining track time instead of past track time in the player window.
sr@latn: Postavite ovo za prikazivanje preostalog vremena numere umesto proteklog vremena u prozoru plejera.
sv: Markera det här för att visa återstående tid för spår istället för åtgången tid i spelarfönstret.

source: Whether to show scores for tracks
sr@latn: Da li prikazati rezultate za numere
sv: Om poäng ska visas för spår

source: A score is a number from 0 to 100, determined automatically by amaroK based on how often you listen to a track and how much of it you listen to.
sr@latn: Rezultat je broj između 0 i 100, određen automatski na osnovu toga koliko često slušate numeru i koliki deo nje odslušate.
sv: Poäng är ett tal från 0 till 100, som bestäms automatiskt av amaroK baserat på hur ofta du lyssnar på ett spår och hur stor del av det du lyssnar på.

source: Whether to show ratings for tracks
sr@latn: Da li prikazati rejtinge numera
sv: Om klassificering ska visas för spår

source: A rating is 1 to 5 stars, set manually by you to describe how well you like a given track.
sr@latn: Rejting je jedna do pet zvezdica, koje ručno postavljate da opišete koliko volite datu numeru.
sv: Klassificering är 1 till 5 stjärnor, som du anger själv för att beskriva hur bra du tycker om ett givet spår.

source: Which track(s) to play repeatedly
sr@latn: Koje numere puštati sa ponavljanjem
sv: Vilka spår som ska spelas upprepade gånger

source: Whether to repeat the current track, the current album, or the current playlist indefinitely, or neither.
sr@latn: Da li beskonačno ponavljati trenutnu numeru, trenutni album ili trenutnu listu numera, ili nijedno.
sv: Om det nuvarande spåret, nuvarande albumet eller nuvarande spellistan ska upprepas för alltid, eller ingendera.

source: Don't Repeat
sr@latn: Ne ponavljaj
sv: Upprepa inte

source: Repeat Track
sr@latn: Ponavljaj numeru
sv: Upprepa spår

source: Repeat Album
sr@latn: Ponavljaj album
sv: Upprepa album

source: Repeat Playlist
sr@latn: Ponavljaj listu numera
sv: Upprepa spellista

source: Which tracks or albums to favor in Random Mode
sr@latn: Kojim numerama ili albumima dati prednost u nasumičnom režimu
sv: Vilka spår eller album att föredra i slumpmässigt läge

source: Tracks or albums with the chosen property will be more likely to be chosen in Random Mode.
sr@latn: Numere ili albumi sa izabranim svojstvom će imati veće šanse da budu odabrane u nasumičnom režimu.
sv: Spår eller album med vald egenskap kommer ha större sannolikhet att väljas i slumpmässigt läge.

source: Whether to play tracks or albums in random order
sr@latn: Da li puštati numere ili slučajnim redosledom
sv: Om spår eller album ska spelas i slumpmässig ordning

source: If set, amaroK plays the tracks or albums in the playlist in a random order.
sr@latn: Ako je postavljeno, Amarok pušta numere ili albume iz liste slučajnim redosledom.
sv: Om markerad spelar amaroK spåren eller albumen i spellistan i slumpmässig ordning.

source: The most recently used Dynamic Mode
sr@latn: Najskorije korišćen dinamički režim
sv: Det senast använda dynamiska läget

source: The title of the Dynamic Mode that was most recently loaded in the playlist
sr@latn: Naslov dinamičkog režima koji je najskorije učitan u listu numera
sv: Titeln på det dynamiska läget som senast laddades i spellistan

source: The most recently used scoring script
sr@latn: Najskorije korišćena skripta za rezultate
sv: Det senast använda poängsättningsskriptet

source: The name of the custom scoring script which was most recently loaded
sr@latn: Ime posebne skripte za određivanje rezultata, koja je najskorije učitana
sv: Titeln på det egna poängsättningsskriptet som senast laddades

source: Whether to show icon in system tray
sr@latn: Da li prikazati ikonu u sistemskoj kaseti
sv: Om en ikon ska visas i systembrickan

source: Enable/Disable tray icon for amaroK.
sr@latn: Uključi/isključi kasetnu ikonu Amarok-a.
sv: Aktivera eller inaktivera ikon i systembrickan för amaroK.

source: Whether to animate the systray icon
sr@latn: Da li animirati ikonu sistemske kasete
sv: Om ikonen i systembrickan ska animeras

source: Enable/Disable tray icon animation.
sr@latn: Uključi/isključi animaciju kasetne ikone.
sv: Aktivera eller inaktivera animering av ikonen i systembrickan.

source: Whether to show player window
sr@latn: Da li prikazivati prozor plejera
sv: Om spelarens fönster ska visas

source: Makes amaroK more like XMMS and other Winamp clones with separate player and playlist windows.
sr@latn: Čini Amarok više nalik XMMS-u i drugim klonovima Winamp-a, sa razdvojenim prozorima plejera i liste numera.
sv: Gör amaroK mer lik XMMS och andra program som liknar Winamp, med separat spelarfönster och spellista.

source: Whether to show the moodbar in the player window
sr@latn: Da li prikazivati traku raspoloženja u prozoru plejera
sv: Om stämningsraden ska visas i spellistans fönster

source: Displays a visual representation of the current track in the slider bar of the player window.
sr@latn: Prikazuje vizuelnu predstavu tekuće numere u klizačkoj traci prozora plejera.
sv: Visar en visuell representation av aktuellt spår i spelarfönstrets skjutreglage.

source: Calculate the Mood data whenever a track is played
sr@latn: Računaj raspoloženje kad god se numera pušta
sv: Beräkna stämningen så fort ett spår spelas

source: Calculates the Mood data (if necessary) for a track whenever it is played.
sr@latn: Računa raspoloženje (ako je neophodno) za numeru kad god se ona pušta.
sv: Beräknar stämningsdata för ett spår så fort det spelas (om det behövs).

source: Calculate the Mood data whenever a track is in the playlist
sr@latn: Računaj raspoloženje kad god je numera u listi numera
sv: Beräkna stämningsdata så fort ett spår finns i spellistan
