Repository: tmarques/waheela
Catalog: amarok-1.4.1/po/*/amarok.po
Languages: sr@latn, sv

source: If set, amaroK uses the user-defined colors in the playlist.
sr@latn: Ako je postavljeno, Amarok koristi korisnički definisane boje u listi numera.
sv: Om markerad använder amaroK användardefinierade färger i spellistan.

source: Playlist window foreground color
sr@latn: Boja prvog plana u prozoru liste numera
sv: Förgrundsfärg i spellistans fönster

source: The color to use as foreground color in the playlist. The color is specified in RGB, a comma-separated list containing three integers between 0 and 255.
sr@latn: Boja koja se koristi za prvi plan u listi numera. Boja se navodi kao RGB, lista razdvojena zapetama koja sadrži tri cela broja između 0 i 255.
sv: Färgen som ska användas som förgrund i spellistan. Färgen anges som RGB, en lista med tre heltal mellan 0 och 255 åtskilda med kommatecken.

source: Playlist window background color
sr@latn: Boja pozadine prozora liste numera
sv: Bakgrundsfärg i spellistans fönster

source: The color to use as background color in the playlist. The color is specified in RGB, a comma-separated list containing three integers between 0 and 255.
sr@latn: Boja koja se koristi za pozadinu u listi numera. Boja se navodi kao RGB, lista razdvojena zapetama koja sadrži tri cela broja između 0 i 255.
sv: Färgen som ska användas som bakgrund i spellistan. Färgen anges som RGB, en lista med tre heltal mellan 0 och 255 åtskilda med kommatecken.

source: Resume playback of last played track on startup
sr@latn: Nastavi puštanje poslednje puštane numere po pokretanju
sv: Återuppta uppspelning av senast spelade spår vid start

source: If set, amaroK resumes playback of the last played track on startup.
sr@latn: Ako je postavljeno, Amarok po pokretanju nastavlja puštanje poslednje puštane numere.
sv: Om markerad återupptar amaroK uppspelning av det senast spelade spåret vid start.

source: Track URL to resume upon startup
sr@latn: URL numere koju treba nastaviti po pokretanju
sv: Webbadress för spåret som ska återupptas vid start

source: Internal: URL of the track to resume on startup.
sr@latn: Unutrašnje: URL numere koju treba nastaviti po pokretanju.
sv: Internt: Webbadress för spåret som ska återupptas vid start.

source: Time to resume at, in milliseconds
sr@latn: Vreme od koga treba nastaviti, u milisekundama
sv: Tid att återuppta, i millisekunder

source: Internal: Playback position in the track to resume on startup.
sr@latn: Unutrašnje: Položaj reprodukcije u numeri od koga treba nastaviti po pokretanju.
sv: Internt: Uppspelningspositionen i spåret som ska återupptas vid start.

source: Database Engine
sr@latn: Motor baze podataka
sv: Databasnamn

source: The database engine used to store collection
sr@latn: Motor baze podataka za skladištenje zbirke
sv: Databasen som används för att lagra samlingen

source: Whether Collections folders are scanned recursively
sr@latn: Da li se fascikle zbirke pretražuju rekurzivno
sv: Om samlingskataloger söks igenom rekursivt

source: Whether Collection folders are rescanned on change
sr@latn: Da li se fascikle zbirke pretražuju posle svake promene
sv: Om samlingskataloger söks igenom igen vid ändring

source: List of folders in the Collection
sr@latn: Lista fascikli u zbirci
sv: Lista över kataloger i samlingen

source: Enable/disable advanced tag-based features (warning: alpha status, and changes your files!)
sr@latn: Uključi/isključi napredne mogućnosti na osnovu oznaka (upozorenje: u alfa stanju, i menja fajlove!)
sv: Aktiverar eller inaktiverar avancerade taggbaserade funktioner (varning: alfastatus, och ändrar dina filer!)

source: Host
sr@latn: Domaćin
sv: Värddator

source: The host MySql server is running on
sr@latn: Domaćin na kome radi MySQL server
sv: Värddatorn som MySql-servern körs på

source: The port MySql server is listening
sr@latn: Port na kome MySQL server sluša
sv: Porten som MySql-servern lyssnar på

source: Database name
sr@latn: Ime baze podataka
sv: Databasnamn

source: The database's name
sr@latn: Ime baze podataka
sv: Databasens namn

source: User
sr@latn: Korisnik
sv: Användare

source: The user's name to use for connecting MySql
sr@latn: Korisničko ime za povezivanje sa MySQL-om
sv: Användarens namn som används för anslutning till MySql

source: Password
sr@latn: Lozinka
sv: Lösenord

source: The user's password
sr@latn: Korisnička lozinka
sv: Användarens lösenord

source: The host Postgresql server is running on
sr@latn: Domaćin na kome radi PostgreSQL server
sv: Värddatorn som PostgreSQL-servern körs på

source: The port Postgresql server is listening
sr@latn: Port na kome PostgreSQL server sluša
sv: Porten som PostgreSQL-servern lyssnar på

source: The user's name to use for connecting Postgresql
sr@latn: Korisničko ime za povezivanje sa PostgreSQL-om
sv: Användarens namn som används för anslutning till PostgreSQL

source: SubmitPlayedSongs
sr@latn: Predaj puštene pesme
sv: SkickaInSpeladeSånger

source: Whether played songs are submitted to Audioscrobbler
sr@latn: Da li se puštene pesme predaju Audioscrobbler-u
sv: Om spelade sånger skickas in till Audioscrobbler

source: Username
sr@latn: Korisničko ime
sv: Användarnamn

source: The username to use for connecting to Audioscrobbler
sr@latn: Korisničko ime za povezivanje sa Audioscrobbler-om
sv: Användarnamnet att använda för anslutning till Audioscrobbler

source: The password to use for connecting to Audioscrobbler
sr@latn: Lozinka za povezivanje sa Audioscrobbler-om
sv: Lösenordet att använda för anslutning till Audioscrobbler

source: RetrieveSimilarArtists
sr@latn: Dobavi slične izvođače
sv: Hämtar liknande artister

source: Whether similar songs are retrieved from Audioscrobbler
sr@latn: Da li se slične pesme dobavljaju sa Audioscrobbler-a
sv: Om liknande sånger hämtas från Audioscrobbler

source: DeviceType
sr@latn: Tip uređaja
sv: Enhetstyp

source: The type of media device.
sr@latn: Tip multimedjalnog uređaja.
sv: Mediaenhetens typ.

source: MountPoint
sr@latn: Tačka montiranja
sv: Monteringsplats

source: The mount point used for the media device connection.
sr@latn: Tačka montiranja koja se koristi za povezivanje multimedijalnog uređaja.
sv: Monteringsplats som används för mediaenhetens anslutning.

source: MountCommand
sr@latn: Naredba montiranja
sv: Monteringskommando

source: The mount command used for the media device connection.
sr@latn: Nareba montiranja koja se koristi za povezivanje multimedijalnog uređaja.
sv: Monteringskommandot som används för mediaenhetens anslutning.

source: UmountCommand
sr@latn: Naredba demontiranja
sv: Avmonteringskommando

source: The umount command used for the media device connection.
sr@latn: Nareba demontiranja koja se koristi za prekidanje veze sa multimedijalnim uređajem.
sv: Avmonteringskommandot som används för mediaenhetens anslutning.

source: AutoDeletePodcasts
sr@latn: Automatski briši podemisije
sv: Ta automatiskt bort podradiosändningar

source: Whether podcasts shows already played are automatically deleted when media device is connected.
sr@latn: Da li se već puštene podemisije automatski brišu kada se uređaj poveže.
sv: Om podradiosändningar som redan har spelats, automatiskt tas bort när mediaenheten ansluts.

source: SyncStats
sr@latn: Sinhronizuj statistiku
sv: Synkronisera statistik

source: Whether amaroK statistics should be synchronized with play count/ratings on device and whether tracks played should be submitted to last.fm.
sr@latn: Da li sinhronizovati statistiku Amarok-a sa brojevima puštanja i rejtinzima na uređaju, i da li predati puštene numere last.fm-u.
sv: Om statistik i amaroK ska synkroniseras från antal spelningar och klassificering i enheten, och om spelade spår ska skickas in till last.fm.

source: Manage Devices and Plugins
sr@latn: Upravljanje uređajima i priključcima
sv: Hantera enheter och insticksprogram

source: Devices
sr@latn: Uređaji
sv: Enheter

source: No new media devices were found. If you feel this is an error, ensure that the DBUS and HAL daemons are running and KDE was built with support for them. You can test this by running "dcop kded mediamanager fullList" in a Konsole window.
sr@latn: Nije nađen nijedan nov uređaj. Ako mislite da je ovo greška, proverite da li DBUS i HAL demoni rade i da li je KDE izgrađen sa podrškom za njih. Ovo možete isprobati izvršivši „dcop kded mediamanager fullList“ u prozoru Konsole.
sv: Några nya mediaenheter hittades inte. Om du anser att det är felaktigt, försäkra dig om att DBUS- och HAL-demonerna kör, och att KDE byggdes med stöd för dem. Du kan prova det genom att köra "dcop kded mediamanager fullList" i ett terminalfönster.

source: Sorry, you cannot define two devices with the same name and mountpoint!
sr@latn: Izvinite, ali ne možete definisati dva uređaja sa istim imenom i tačkom montiranja!
sv: Tyvärr kan du inte definiera två enheter med samma namn och monteringspunkt.

source: Add New Device
sr@latn: Dodaj novi uređaj
sv: Lägg till ny enhet

source: Select the plugin to use with this device:
sr@latn: Izaberite priključak koji se koristi sa ovim uređajem:
sv: Välj insticksprogram att använda med enheten:

source: Enter a &name for this device (required):
sr@latn: Unesite &ime za ovaj uređaj (neophodno):
sv: Skriv in ett &namn på enheten (nödvändigt):

source: Example: My_Ipod
sr@latn: Primer: moj_ipod
sv: Exempel: Min_Ipod

source: Enter a name for the device. The name must be unique across all devices, including autodetected devices. It must not contain the pipe ( | ) character.
sr@latn: Unesite ime za uređaj. Ime mora biti jedinstveno među svim uređajima, uključujući i one koji se automatski otkrivaju. Ne sme sadržati znak „|“.
sv: Skriv in ett namn på enheten. Namnet måste vara unikt för alla enheter, inklusive de som detekteras automatiskt. Det får inte innehålla tecknet vertikalt streck ( | ).

source: Enter the &mount point of the device, if applicable:
sr@latn: Unesite tačku &montiranja uređaja, ako ima smisla:
sv: Skriv in enhetens &monteringspunkt, om tillämpligt:

source: Example: /mnt/ipod
sr@latn: Primer: /mnt/ipod
sv: Exempel: /mnt/ipod

source: Enter the device's mount point. Some devices (such as iRiver iFP devices) may not have a mount point and this can be ignored. All other devices (iPods, UMS/VFAT devices) should enter the mount point here.
sr@latn: Unesite tačku montiranja uređaja. Neki uređaji (npr. iRiver-ovi iFP uređaji) nemaju tačku montiranja, i tada se ovo može preskočiti. Svi ostali uređaji (iPod-ovi, UMS/VFAT uređaji) zahtevaju unos tačke montiranja.
sv: Skriv in enhetens monteringspunkt. Vissa enheter (som iRiver iFP-enheter) kan inte ha någon monteringspunkt och detta kan ignoreras. Alla andra enheter (iPod, UMS/VFAT-enheter) måste skriva in monteringspunkten här.

source: Sorry, every device must have a name and you cannot define two devices with the same name. These names must be unique across autodetected devices as well.
sr@latn: Izvinite, ali svaki uređaj mora imati ime i ne možete definisati dva uređaja sa istim imenom. Imena moraju biti jedinstvena čak i među uređajima koji se automatski otkrivaju.
sv: Tyvärr måste varje enhet ha ett namn, och du kan inte definiera två enheter med samma namn. Namnen måste också vara unika för enheter som detekteras automatiskt.

source: (none)
sr@latn: (ništa)
sv: (ingen)

source: Autodetected:
sr@latn: Automatski otkriveno:
sv: Automatiskt detekterade:

source: ID:
sv: Identifikation:

source: Name:
sr@latn: Ime:
sv: Namn:

source: Label:
sr@latn: Etiketa:
sv: Beteckning:

source: User Label:
sr@latn: Korisnička etiketa:
sv: Användarbeteckning:

source: Device Node:
sr@latn: Čvor uređaja:
sv: Enhetsnod:

source: Mount Point:
sr@latn: Tačka montiranja:
sv: Monteringsplats:

source: Mime Type:
sr@latn: MIME tip:
sv: MIME-typ:

source: Device information for %1
sr@latn: Podaci o uređaju %1
sv: Enhetsinformation för %1

source: Name:
sr@latn: Ime:
sv: Namn:

source: (<a href='whatsthis:%1'>Details</a>)
sr@latn: (<a href='whatsthis:%1'>Detalji</a>)
sv: (<a href='whatsthis:%1'>Detaljinformation</a>)

source: Plugin:
sr@latn: Priključak:
sv: Insticksprogram:

source: Configure device settings
sr@latn: Podesi postavke uređaja
sv: Anpassa enhetsinställningar

source: Remove entries corresponding to this device from configuration file
sr@latn: Ukloni iz fajla sa podešavanjima stavke koje odgovaraju ovom uređaju
sv: Ta bort poster som hör ihop med enheten från inställningsfilen

source: Create Smart Playlist
sr@latn: Napravi pametnu listu
sv: Skapa smart spellista

source: Edit Smart Playlist
sr@latn: Uredi pametnu listu
sv: Redigera smart spellista

source: Track #
sr@latn: Numera #
sv: Spårnummer

source: Play Counter
sr@latn: Brojač puštanja
sv: Uppspelningsräknare

source: File Path
sr@latn: Putanja fajla
sv: Filsökväg

source: Playlist name:
sr@latn: Ime liste numera:
sv: Spellistans namn:

source: Match Any of the following conditions
sr@latn: Poklopi bilo koji od sledećih uslova
sv: Matcha något av följande villkor

source: Match All of the following conditions
sr@latn: Poklopi sve sledeće uslove
sv: Matcha alla följande villkor

source: Order by
sr@latn: Uredi po
sv: Ordna enligt

source: Random
sr@latn: Nasumično
sv: Slumpmässig

source: Limit to
sr@latn: Ograniči na
sv: Begränsa till

source: tracks
sr@latn: numera
sv: spår

source: Expand by
sr@latn: Proširi za
sv: Expandera enligt

source: Completely Random
sr@latn: Potpuno nasumično
sv: Fullständigt slumpmässig

source: Score Weighted
sr@latn: Odmereno ocenom
sv: Viktad enligt poäng

source: Ascending
sr@latn: Rastuće
sv: Stigande

source: Descending
sr@latn: Opadajuće
sv: Fallande

source: is between
sr@latn: je između
sv: är mellan

source: is in the last
sr@latn: je u poslednjih
sv: är i sista

source: is not in the last
sr@latn: nije u poslednjih
sv: är inte i sista

source: contains
sr@latn: sadrži
sv: innehåller

source: does not contain
sr@latn: ne sadrži
sv: innehåller inte

source: is
sr@latn: je
sv: är

source: is not
sr@latn: nije
sv: är inte

source: starts with
sr@latn: počinje sa
sv: börjar med

source: ends with
sr@latn: završava se sa
sv: slutar med

source: is greater than
sr@latn: je veće od
sv: är större än

source: is after
sr@latn: je posle
sv: är efter

source: is smaller than
sr@latn: je manje od
sv: är mindre än

source: is before
sr@latn: je pre
sv: är före

source: and
sr@latn: i
sv: och

source: Days
sr@latn: Dana
sv: dagar

source: Months
sr@latn: Meseci
sv: månader

source: Years
sr@latn: Godina
sv: år

source: Transfer Queue to Device
sr@latn: Red za prenos na uređaj
sv: Överföringskö till enhet

source: Music Location
sr@latn: Muzička lokacija
sv: Musikplats

source: Your music will be transferred to: %1
sr@latn: Vaša muzika će biti prebačena na: %1
sv: Din musik kommer att överföras till: %1

source: You can have your music automatically grouped in a variety of ways. Each grouping will create directories based upon the specified criteria.
sr@latn: Muziku možete automatski grupisati na više načina. Svako grupisanje će stvoriti direktorijume na osnovu naznačenih kriterijuma.
sv: Du kan låta musiken grupperas automatiskt på ett antal olika sätt. Varje gruppering skapar kataloger baserat på angivna kriterier.

source: Groupings
sr@latn: Grupisanja
sv: Grupperingar

source: Select first grouping:
sr@latn: Izaberite prvo grupisanje:
sv: Välj första gruppering:

source: Select second grouping:
sr@latn: Izaberite drugo grupisanje:
sv: Välj andra gruppering:

source: Select third grouping:
sr@latn: Izaberite treće grupisanje:
sv: Välj tredje gruppering:

source: Convert spaces to underscores
sr@latn: Pretvori razmake u podvlake
sv: Ändra mellanslag till understreck

source: Style Packages (*.tar, *.tar.bz2, *.tar.gz)
sr@latn: Paketi stilova (*.tar, *.tar.bz2, *.tar.gz)
sv: Stilpaket (*.tar, *.tar.bz2, *.tar.gz)

source: Select Style Package
sr@latn: Izaberite paket stila
sv: Välj stilpaket

source: <p>Are you sure you want to uninstall the theme <strong>%1</strong>?</p>
sr@latn: <p>Želite li zaista da deinstalirate temu <strong>%1</strong>?</p>
sv: <p>Är du säker på att du vill avinstallera temat <strong>%1</strong>?</p>

source: Uninstall Theme
sr@latn: Deinstaliraj temu
sv: Avinstallera tema

source: <p>Could not uninstall this theme.</p><p>You may not have sufficient permissions to delete the folder <strong>%1<strong></p>.
sr@latn: <p>Nisam mogao da deinstaliram ovu temu.</p><p>Možda nemate dozvolu za brisanje fascikle <strong>%1<strong></p>.
sv: <p>Kunde inte avinstallera temat.</p><p>Du kanske inte har tillräckliga rättigheter för att ta bort katalogen <strong>%1<strong></p>.

source: _n: One week ago %n weeks ago
sr@latn: pre %n sedmicu pre %n sedmice pre %n sedmica
sv: Förra veckan %n veckor sedan

source: Tomorrow
sr@latn: Sutra
sv: Imorgon

source: Yesterday
sr@latn: Juče
sv: I går

source: _n: One day ago %n days ago
sr@latn: pre %n dan pre %n dana pre %n dana
sv: I går %n dagar sedan

source: _n: One hour ago %n hours ago
sr@latn: pre %n sat pre %n sata pre %n sati
sv: För en timma sedan %n timmar sedan

source: _n: One minute ago %n minutes ago
sr@latn: pre %n minut pre %n minuta pre %n minuta
sv: För en minut sedan %n minuter sedan

source: Within the last minute
sr@latn: U toku poslednjeg minuta
sv: Inom den senaste minuten

source: The future
sr@latn: Budućnost
sv: Framtiden

source: Click to fetch cover from amazon.%1, right-click for menu.
sr@latn: Kliknite da dobavite omot sa amazon.%1, desni klik za meni.
sv: Klicka för att hämta omslag från amazon.%1. Högerklicka för en meny.

source: Click for information from Amazon, right-click for menu.
sr@latn: Kliknite za informacije sa Amazon-a, desni klik za meni.
sv: Klicka för information från Amazon. Högerklicka för en meny.

source: Refresh
sr@latn: Osveži
sv: Uppdatera

source: Search
sr@latn: Traži
sv: Sök

source: Open in external browser
sr@latn: Otvori u spoljašnjem pregledaču
sv: Öppna i extern bläddrare

source: Forward
sr@latn: Napred
sv: Framåt

source: Artist Page
sr@latn: Stranica izvođača
sv: Artistsida

source: Album Page
sr@latn: Stranica albuma
sv: Albumsida

source: Title Page
sr@latn: Stranica naslova
sv: Titelsida

source: Change Locale
sr@latn: Promeni lokal
sv: Ändra landsinställning

source: Music
sr@latn: Muzika
sv: Musik

source: <p>There is no product information available for this image.<p>Right-click on image for menu.
sr@latn: <p>Nema dostupnih informacija o proizvodu za ovu sliku.<p>Desni klik na sliku za meni.
sv: <p>Det finns ingen produktinformation tillgänglig för bilden.<p>Högerklicka på bilden för att visa en meny.

source: Show Related Artists
sr@latn: Prikaži slične izvođače
sv: Visa liknande artister

source: Show Suggested Songs
sr@latn: Prikaži predložene pesme
sv: Visa sånger som föreslås

source: Show Favorite Tracks
sr@latn: Prikaži omiljene numere
sv: Visa favoritspår

source: Show Fresh Podcasts
sr@latn: Prikaži sveže podemisije
sv: Visa nyanlända podradioepisoder

source: Show Newest Albums
sr@latn: Prikaži najnovije albume
sv: Visa nyaste album

source: Show Favorite Albums
sr@latn: Prikaži omiljene albume
sv: Visa favoritalbum

source: &Queue Podcast
sr@latn: Stavi podemisiju u &red
sv: &Köa podradiosändning

source: Edit Artist &Information...
sr@latn: Uredi podatke o &izvođaču...
sv: Redigera artist&information...

source: &Queue Artist's Songs
sr@latn: &Stavi izvođačeve pesme u red
sv: &Köa artistens sånger

source: Edit Album &Information...
sr@latn: Uredi podatke o &albumu...
sv: Redigera album&information...

source: &Queue Album
sr@latn: &Stavi album u red
sv: &Köa album

source: Album Disc
sr@latn: Disk-album
sv: Skiva från album

source: Edit Album Disc &Information...
sr@latn: Uredi podatke o &disk-albumu...
sv: Redigera &information om skiva från album...

source: &Queue Album Disc
sr@latn: &Stavi disk-album u red
sv: &Köa skiva från album

source: Compilation
sr@latn: Kompilacija
sv: Samling

source: Compilation Disc
sr@latn: Disk kompilacije
sv: Samlingsskiva

source: Edit Compilation Disc &Information...
sr@latn: Uredi podatke o disku &kompilacije...
sv: Redigera &information om samlingsskiva...

source: &Queue Compilation Disc
sr@latn: &Stavi u red disk kompilacije
sv: &Köa samlingsskiva

source: Updating...
sr@latn: Ažuriram...
sv: Uppdaterar...

source: No Track Playing
sr@latn: Nema puštene numere
sv: Inget spår spelas

source: _n: 1 Track %n Tracks
sr@latn: %n numera %n numere %n numera
sv: 1 spår %n spår

source: _n: 1 Artist %n Artists
sr@latn: %n izvođač %n izvođača %n izvođača
sv: 1 artist %n artister

source: _n: 1 Album %n Albums
sr@latn: %n album %n albuma %n albuma
sv: 1 album %n album

source: _n: 1 Genre %n Genres
sr@latn: %n žanr %n žanra %n žanrova
sv: 1 genre %n genrer

source: %1 Play-time
sr@latn: %1 vreme puštanja
sv: %1 speltid

source: _n: Single %n Tracks
sr@latn: %n numera %n numere %n numera
sv: Singel %n spår

source: Disc %1
sr@latn: Disk %1
sv: Skiva %1

source: Fresh Podcast Episodes
sr@latn: Sveže podemitovane epizode
sv: Nyanlända podradioepisoder

source: Click to go to podcast website: %1.
sr@latn: Kliknite da odete do veb sajta podemisije: %1
sv: Klicka för att gå till podsändningens hemsida: %1.

source: Your Newest Albums
sr@latn: Vaši najnoviji albumi
sv: Dina nyaste album

source: A list of your favorite albums will appear here, once you have rated a few of your songs.
sr@latn: Pošto ocenite nekoliko numera, ovde će se pojaviti lista vaših omiljenih albuma.
sv: En lista med dina favoritalbum visas här, så fort du har poängsatt några av dina sånger.

source: A list of your favorite albums will appear here, once you have played a few of your songs.
sr@latn: Pošto odslušate nekoliko numera, ovde će se pojaviti lista vaših omiljenih albuma.
sv: En lista med dina favoritalbum visas här, så fort du har spelat några av dina sånger.

source: Skip
sr@latn: Preskoči
sv: Hoppa över

source: Love
sr@latn: Volim
sv: Älska

source: Ban
sr@latn: Zabrani
sv: Bannlys

source: Stream Details
sr@latn: Detalji toka
sv: Detaljinformation om ström

source: Metadata History
sr@latn: Istorijat metapodataka
sv: Metadatahistorik

source: Unknown Channel (not in Database)
sr@latn: Nepoznat kanal (nije u bazi)
sv: Okänd kanal (inte i databasen)

source: No podcast website.
sr@latn: Nema veb sajta za podemisiju.
sv: Ingen hemsida för podsändningen.

source: Podcast by %1
sr@latn: Podemisija od %1
sv: Podradiosändning av %1

source: (Cached)
sr@latn: (keširano)
sv: (Cachead)

source: Episodes from %1
sr@latn: Epizode sa %1
sv: Episoder från %1

source: Episodes from this Channel
sr@latn: Epizode sa ovog kanala
sv: Episoder från kanalen

source: <- Back
sr@latn: <- Nazad
sv: <- Tillbaka

source: Browse Artist
sr@latn: Pregledaj izvođača
sv: Läs om artist

source: Information for Current Track
sr@latn: Podaci za trenutnu numeru
sv: Information om aktuellt spår

source: Wikipedia Information for %1
sr@latn: Podaci iz Vikipedije o %1
sv: Wikipedia-information för %1

source: Google Musicsearch for %1
sr@latn: Google-ova muzička pretraga za %1
sv: Musiksökning på Google för %1

source: Look up this track at musicbrainz.org
sr@latn: Potraži ovu numeru na musicbrainz.org
sv: Slå upp spåret på musicbrainz.org

source: _n: Track played once Track played %n times
sr@latn: Numera je puštena %n put Numera je puštena %n puta Numera je puštena %n puta
sv: Spåret spelat 1 gång Spåret spelat %n gånger

source: Last played: %1
sr@latn: Poslednje puštano: %1
sv: Senast spelad: %1

source: First played: %1
sr@latn: Prvi put pušteno: %1
sv: Först spelad: %1

source: Never played before
sr@latn: Nikada ranije pušteno
sv: Aldrig tidigare spelad

source: This file is not in your Collection!
sr@latn: Ovaj fajl nije u vašoj zbirci!
sv: Den här filen finns inte i samlingen.
