Repository: tmarques/waheela
Catalog: amarok-1.4.1/po/*/amarok.po
Languages: sr@latn, sv

source: Albums Without Cover
sr@latn: Albumi bez omota
sv: Album utan omslag

source: International
sr@latn: Međunarodni
sv: Internationell

source: Canada
sr@latn: Kanada
sv: Kanada

source: France
sr@latn: Francuska
sv: Frankrike

source: Germany
sr@latn: Nemačka
sv: Tyskland

source: United Kingdom
sr@latn: Ujedinjeno kraljevstvo
sv: Storbritannien

source: Amazon Locale
sr@latn: Lokalitet na Amazon-u
sv: Amazon-plats

source: Fetch Missing Covers
sr@latn: Dobavi nedostajuće omote
sv: Hämta saknade omslag

source: Abort
sr@latn: Prekini
sv: Avbryt

source: Loading Thumbnails...
sr@latn: Učitavam sličice...
sv: Laddar miniatyrbilder...

source: Cover Image
sr@latn: Slika omota
sv: Omslagsbild

source: &Fetch Selected Covers
sr@latn: &Dobavi izabrane omote
sv: &Hämta markerade omslag

source: Set &Custom Cover for Selected Albums
sr@latn: Koristi &posebne omote za izabrane albume
sv: Lägg till e&get omslag för markerade album

source: &Unset Selected Covers
sr@latn: Poništi &izbor omota
sv: &Inaktivera markerade omslag

source: &Show Fullsize
sr@latn: Prikaži u punoj &veličini
sv: &Visa full storlek

source: &Fetch From amazon.%1
sr@latn: &Dobavi sa Amazon-a.%1
sv: &Hämta från amazon.%1

source: Set &Custom Image
sr@latn: Postavi &posebnu sliku
sv: Ange &egen omslagsbild

source: Set &Cover Image
sr@latn: Postavi sliku &omota
sv: Ange &omslagsbild

source: &Unset Cover Image
sr@latn: Poništi &izbor slike omota
sv: &Inaktivera omslagsbild

source: Select Cover Image File
sr@latn: Izaberite fajl slike omota
sv: Välj skivomslagsfil

source: _n: Are you sure you want to remove this cover from the Collection? Are you sure you want to delete these %n covers from the Collection?
sr@latn: Želite li zaista da uklonite ovaj %n omot iz zbirke? Želite li zaista da uklonite ova %n omota iz zbirke? Želite li zaista da uklonite ovih %n omota iz zbirke?
sv: Är du säker på att du vill ta bort det här omslaget från samlingen? Är du säker på att du vill ta bort de här %n omslagen från samlingen?

source: Finished.
sr@latn: Završeno.
sv: Klar.

source: _n: Cover not found <b>%n</b> covers not found
sr@latn: <b>%n</b> omot nije nađen <b>%n</b> omota nisu nađen <b>%n</b> omota nije nađeno
sv: Omslag hittades inte <b>%n</b> omslag hittades inte

source: Fetching cover for %1...
sr@latn: Dobavljam omot za %1...
sv: Hämtar omslagsbild för %1...

source: Fetching cover for %1 - %2...
sr@latn: Dobavljam omot za %1 - %2...
sv: Hämtar omslagsbild för %1 - %2...

source: _n: Fetching 1 cover: Fetching <b>%n</b> covers... :
sr@latn: Dobavljam <b>%n</b> omot... : Dobavljam <b>%n</b> omota... : Dobavljam <b>%n</b> omota... :
sv: Hämtar 1 omslag: Hämtar <b>%n</b> omslag...:

source: _n: 1 fetched %n fetched
sr@latn: %n dobavljen %n dobavljena %n dobavljeno
sv: 1 hämtat %n hämtade

source: _n: 1 not found %n not found
sr@latn: %n nije nađen %n nisu nađena %n nije nađeno
sv: 1 hittades inte %n hittades inte

source: Connecting...
sr@latn: Povezujem se...
sv: Ansluter...

source: _n: 1 result for "%1" %n results for "%1"
sr@latn: %n rezultat za „%1“ %n rezultata za „%1“ %n rezultata za „%1“
sv: 1 resultat för "%1" %n resultat för "%1"

source: _n: 1 album %n albums
sr@latn: %n album %n albuma %n albuma
sv: 1 album %n album

source: by
sr@latn: od
sv: av

source: - ( <b>%1</b> without cover )
sr@latn: - ( <b>%1</b> bez omota )
sv: - (<b>%1</b> utan omslag)

source: Are you sure you want to overwrite this cover?
sr@latn: Želite li zaista da prebrišete ovaj omot?
sv: Är du säker på att du vill skriva över det här omslaget?

source: Overwrite Confirmation
sr@latn: Potvrda prebrisavanja
sv: Bekräfta överskrivning

source: &Overwrite
sr@latn: &Prebriši
sv: &Skriv över

source: Please report this message to amarok@kde.org, thanks!
sr@latn: Molimo prijavite ovu poruku na amarok@kde.org, hvala!
sv: Rapportera gärna meddelandet till amarok@kde.org, tack!

source: Welcome to Amarok
sr@latn: Dobrodošli u Amarok
sv: Välkommen till Amarok

source: Analyzer
sr@latn: Analizator
sv: Analysator

source: Click for more analyzers, press 'd' to detach.
sr@latn: Kliknite za više analizatora, pritisnite „d“ da odvojite.
sv: Klicka för fler analysatorer. Tryck på "d" för att koppla loss.

source: Equalizer is not available with this engine.
sr@latn: Ekvilajzer nije dostupan sa ovim motorom.
sv: Equalizern är inte tillgänglig med det här gränssnittet.

source: _n: <b>1</b> file selected. <b>%n</b> files selected.
sr@latn: <b>%n</b> fajl izabran. <b>%n</b> fajla izabrana. <b>%n</b> fajlova izabrano.
sv: <b>1</b> fil markerad. <b>%n</b> filer markerade.

source: <qt>These items will be <b>permanently deleted</b> from your hard disk.</qt>
sr@latn: <qt>Ove stavke će biti <b>trajno obrisane</b> sa vašeg diska.</qt>
sv: <qt>Objekten kommer att <b>tas bort permanent</b> från hårddisken.</qt>

source: <qt>These items will be moved to the Trash Bin.</qt>
sr@latn: <qt>Ove stavke će biti premeštene u korpu za smeće.</qt>
sv: <qt>Objekten kommer att flyttas till papperskorgen.</qt>

source: About to delete selected files
sr@latn: Spremam se da obrišem izabrane fajlove
sv: Ska just ta bort markerade filer

source: &Send to Trash
sr@latn: Pošalji u &smeće
sv: Flytta till &papperskorg

source: Deleting files
sr@latn: Brišem fajlove
sv: Tar bort filer

source: Visualizations
sr@latn: Vizuelizacije
sv: Visningar

source: Right-click on item for context menu
sr@latn: Desno kliknite na stavku za kontekstni meni
sv: Högerklicka på objekt för att visa en sammanhangsberoende meny

source: Fullscreen
sr@latn: Ceo ekran
sv: Fullskärm

source: <div align=center><h3>No Visualizations Found</h3>Possible reasons:<ul><li>libvisual is not installed</li><li>No libvisual plugins are installed</li></ul>Please check these possibilities and restart Amarok.</div>
sr@latn: <div align=center><h3>Vizuelizacije nisu nađene</h3>Mogući razlozi:<ul><li>libvisual nije instaliran</li><li>Nema instaliranih priključaka za libvisual</li></ul>Proverite ove mogućnosti i ponovo pokrenite Amarok.</div>
sv: <div align=center><h3>Inga visualiseringar hittades</h3>Möjliga orsaker:<ul><li>Du har inte installerat libvisual.</li><li>Du har inte installerat något libvisual-insticksprogram.</li></ul>Kontrollera dessa möjligheter och starta om Amarok.</div>

source: Enter space-separated terms to filter collection
sr@latn: Unesite razmakom razdvojene izraze za filtriranje zbirke
sv: Ange termer åtskilda av mellanslag för att filtrera samlingen

source: Entire Collection
sr@latn: Celokupna zbirka
sv: Hela samlingen

source: Added Within One Year
sr@latn: Dodato pre manje od jedne godine
sv: Tillagd mindre än ett år sedan

source: Added Within Three Months
sr@latn: Dodato pre manje od tri meseca
sv: Tillagd mindre än tre månader sedan

source: Added Within One Month
sr@latn: Dodato pre manje od meseca dana
sv: Tillagd mindre än en månad sedan

source: Added Within One Week
sr@latn: Dodato pre manje od jedne sedmice
sv: Tillagd mindre än en vecka sedan

source: Added Today
sr@latn: Dodato danas
sv: Tillagd idag

source: Scan Changes
sr@latn: Potraži izmene
sv: Sök efter ändringar

source: Configure Folders
sr@latn: Podesi fascikle
sv: Anpassa kataloger

source: Tree View
sr@latn: Prikaz stabla
sv: Trädvy

source: Flat View
sr@latn: Ravan prikaz
sv: Enkel vy

source: Show Divider
sr@latn: Prikaži razdvajač
sv: Visa avdelare

source: Group By
sr@latn: Grupiši po
sv: Gruppera enligt

source: Year
sr@latn: Godina
sv: År

source: &First Level
sr@latn: &Prvi nivo
sv: &Första nivå

source: &Second Level
sr@latn: &Drugi nivo
sv: &Andra nivå

source: &Third Level
sr@latn: &Treći nivo
sv: &Tredje nivå

source: (Y&ear) - Album
sr@latn: (&Godina) - Album
sv: (&År) - Album

source: &Year
sr@latn: &Godina
sv: Å&r

source: &None
sr@latn: &Ništa
sv: I&ngen

source: Configure Collection
sr@latn: Podesi zbirku
sv: Anpassa samling

source: &Queue Tracks
sr@latn: &Stavi u red
sv: &Köa spår

source: &Save as Playlist...
sr@latn: &Snimi kao listu numera...
sv: &Spara som spellista...

source: Burn All Tracks by This Artist
sr@latn: Nareži sve numere ovog izvođača
sv: Bränn alla spår av artisten

source: Burn This Album
sr@latn: Nareži ovaj album
sv: Bränn den här skivan

source: &Fetch Cover Image
sr@latn: &Dobavi sliku omota
sv: &Hämta omslagsbild

source: _n: Edit Track &Information... Edit &Information for %n Tracks...
sr@latn: Uredi &informacije za %n numeru... Uredi &informacije za %n numere... Uredi &informacije za %n numera...
sv: Redigera spår&information... Redigera spår&information för %n spår...

source: _n: Organize File... Organize %n Files...
sr@latn: Organizuj %n fajl... Organizuj %n fajla... Organizuj %n fajlova...
sv: Organisera filen... Organisera %n filer...

source: _n: Delete File... Delete %n Files...
sr@latn: Obriši %n fajl... Obriši %n fajla... Obriši %n fajlova...
sv: Ta bort filen... Ta bort %n filer...

source: Manage Files
sr@latn: Upravljanje fajlovima
sv: Hantera filer

source: Show under &Various Artists
sr@latn: Prikaži pod &raznim izvođačima
sv: Visa under &diverse artister

source: &Don't Show under Various Artists
sr@latn: &Ne prikazuj pod raznim izvođačima
sv: Visa inte under &diverse artister

source: Organize Collection Files
sr@latn: Organizuj fajlove zbirke
sv: Organisera samlingsfiler

source: Cannot start organize operation of different kind while another is in progress.
sr@latn: Ne mogu da pokrenem ogranizovanje druge vrste dok je jedno već u toku.
sv: Kan inte påbörja en organiseringsåtgärd av ett annat slag medan en annan pågår.

source: _n: The following file could not be organized: The following %n files could not be organized:
sr@latn: Sledeći %n fajl se ne može organizovati: Sledeća %n fajla se ne mogz organizovati: Sledećih %n fajlova se ne može organizovati:
sv: Följande fil kunde inte organiseras: Följande %n filer kunde inte organiseras:

source: _n: Sorry, one file could not be organized. Sorry, %n files could not be organized.
sr@latn: Izvinite, %n fajl se ne može organizovati. Izvinite, %n fajla se ne mogu organizovati. Izvinite, %n fajlova se ne može organizovati.
sv: Tyvärr kunde inte en fil organiseras. Tyvärr kunde inte %n filer organiseras.

source: _n: One file already in collection %n files already in collection
sr@latn: %n fajl je već u zbirci %n fajla su već u zbirci %n fajlova je već u zbirci
sv: En fil redan i samlingen %n filer redan i samlingen

source: _n: One dropped file is invalid %n dropped files are invalid
sr@latn: %n ispušten fajl nije ispravan %n ispuštena fajla nisu ispravna %n ispuštenih fajlova nije ispravno
sv: En utelämnad fil är ogiltig %n utelämnade filer är ogiltiga

source: _n: , one dropped file is invalid , %n dropped files are invalid
sr@latn: , %n ispušten fajl nije ispravan , %n ispuštena fajla nisu ispravna , %n ispuštenih fajlova nije ispravno
sv: , en utelämnad fil är ogiltig , %n utelämnade filer är ogiltiga

source: Copy Files To Collection
sr@latn: Kopiraj fajlove u zbirku
sv: Kopiera filer till samling

source: Title
sr@latn: Naslov
sv: Titel

source: Length
sr@latn: Dužina
sv: Längd

source: Disc Number
sr@latn: Broj diska
sv: Skivnummer

source: Track
sr@latn: Numera
sv: Spår

source: Comment
sr@latn: Komentar
sv: Kommentar

source: Composer
sr@latn: Kompozitor
sv: Tonsättare

source: Playcount
sr@latn: Broj puštanja
sv: Antal spelningar

source: Rating
sr@latn: Rejting
sv: Klassificering

source: Filename
sr@latn: Ime fajla
sv: Filnamn

source: First Play
sr@latn: Prvi put pušteno
sv: Först spelad

source: Last Play
sr@latn: Poslednji put pušteno
sv: Senast spelad

source: Modified Date
sr@latn: Izmenjeno datuma
sv: Ändrad datum

source: Bitrate
sr@latn: Bitni protok
sv: Bithastighet

source: File Size
sr@latn: Veličina fajla
sv: Filstorlek

source: <div align=center><h3>Flat-View Mode</h3>To enable the Flat-View mode, please enter search terms in the filter line above.</div>
sr@latn: <div align=center><h3>Režim ravnog prikaza</h3>Da biste uključili režim ravnog prikaza, unesite izraze za pretragu u filterskoj liniji iznad.</div>
sv: <div align=center><h3>Enkelt vyläge</h3>För att aktivera enkel vy, ange sökbegrepp i filterkomponenten ovan.</div>

source: Flat View Columns
sr@latn: Ravan prikaz kolona
sv: Enkel kolumnvy

source: Move column up
sr@latn: Pomeri kolonu nagore
sv: Flytta upp kolumn

source: Move column down
sr@latn: Pomeri kolonu nadole
sv: Flytta ner kolumn

source: Playlist Columns
sr@latn: Kolone liste numera
sv: Kolumner i spellistan

source: Amarok Menu
sr@latn: Amarok-ov meni
sv: Amarok-meny

source: Menu
sr@latn: Meni
sv: Meny

source: C&over Manager
sr@latn: &Menadžer omota
sv: &Omslagshantering

source: &Visualizations
sr@latn: &Vizuelizacije
sv: &Visningar

source: &Rescan Collection
sr@latn: Ponovo pretraži &zbirku
sv: O&msök samling

source: Play/Pause
sr@latn: Pusti/pauziraj
sv: Spela/paus

source: Pause
sr@latn: Pauziraj
sv: Paus

source: Play
sr@latn: Pusti
sv: Spela

source: Click for more analyzers
sr@latn: Kliknite za još analizatora
sv: Klicka för fler analysatorer

source: Volume
sr@latn: Jačina
sv: Volym

source: Volume control
sr@latn: Kontrola jačine
sv: Volymkontroll

source: Ra&ndom
sr@latn: &Nasumično
sv: Slump&mässig

source: &Off
sr@latn: &Isključeno
sv: &Av

source: &Tracks
sr@latn: &Numere
sv: &Spår

source: &Albums
sr@latn: &Albumi
sv: &Album

source: &Favor
sr@latn: &Omiljeno
sv: &Favorit

source: Higher &Scores
sr@latn: Viši &rezultati
sv: Högre &poäng

source: Higher &Ratings
sr@latn: Viši &rejtinzi
sv: Högre &klassificering

source: Not Recently &Played
sr@latn: Što &nije skorije puštano
sv: &Spelade mindre nyligen

source: &Repeat
sr@latn: &Ponovi
sv: Upp&repa

source: &Track
sr@latn: &Numera
sv: &Spår

source: &Playlist
sr@latn: &Lista numera
sv: S&pellista

source: Burn
sr@latn: Nareži
sv: Bränn

source: Current Playlist
sr@latn: Tekuća lista numera
sv: Aktuell spellista

source: Selected Tracks
sr@latn: Izabrane numere
sv: Markerade spår

source: Now
sr@latn: Sada
sv: Nu

source: After Current Track
sr@latn: Posle tekuće numere
sv: Efter aktuellt spår

source: After Queue
sr@latn: Posle reda
sv: Efter kö

source: <p>KLibLoader could not load the plugin:<br/><i>%1</i></p><p>Error message:<br/><i>%2</i></p>
sr@latn: <p>KLibLoader ne može da učita priključak:<br/><i>%1</i></p><p>Greška:<br/><i>%2</i></p>
sv: <p>Klibloader kunde inte ladda insticksprogrammet:<br/><i>%1</i></p><p>Felmeddelande:<br/><i>%2</i></p>

source: Name
sr@latn: Ime
sv: Namn

source: Library
sr@latn: Biblioteka
sv: Bibliotek

source: Authors
sr@latn: Autori
sv: Upphovsmän

source: Email
sr@latn: E-pošta
sv: E-post

source: Framework Version
sr@latn: Verzija radnog okvira
sv: Ramverkets version

source: Plugin Information
sr@latn: Podaci o priključku
sv: Insticksprograminformation

source: An amaroK Equalizer using a line graph
sr@latn: Ekvilajzer za Amarok koji koristi linijski grafikon
sv: En equalizer för amaroK som använder en grafisk linje

source: Graph Equalizer
sr@latn: Grafikonski ekvilajzer
sv: Grafisk equalizer

source: Presets:
sr@latn: Pretpodešavanja:
sv: Förinställningar:

source: Add new preset
sr@latn: Dodaj novo pretpodešavanje
sv: Lägg till ny förinställning

source: Manage presets
sr@latn: Upravljajte pretpodešavanjima
sv: Hantera förinställningar

source: Enable Equalizer
sr@latn: Uključi ekvilajzer
sv: Aktivera equalizer

source: Pre-amp
sr@latn: Pretpojačanje
sv: Förförstärkare

source: Manual
sr@latn: Ručno
sv: Manuell

source: Zero
sr@latn: Nula
sv: Noll

source: Add Equalizer Preset
sr@latn: Dodaj pretpodešavanje za ekvilajzer
sv: Lägg till förinställning av equalizer

source: Enter preset name:
sr@latn: Unesite ime pretpodešavanja:
sv: Ange förinställningens namn:

source: A preset with the name %1 already exists. Overwrite?
sr@latn: Pretpodešavanje po imenu %1 već postoji. Da ga prebrišem?
sv: En förinställning med namnet %1 finns redan. Skrivöver?

source: _: NAME OF TRANSLATORS Your names
sr@latn: Slobodan Simić, Časlav Ilić
sv: Stefan Asserhäll

source: _: EMAIL OF TRANSLATORS Your emails
sr@latn: simicsl@verat.net, caslav.ilic@gmx.net
sv: stefan.asserhall@comhem.se

source: No Device Available
sr@latn: Nije dostupan nijedan uređaj
sv: Ingen enhet tillgänglig

source: Connect
sr@latn: Poveži
sv: Anslut

source: Connect media device
sr@latn: Poveži multimedijalni uređaj
sv: Anslut mediaenhet

source: Disconnect
sr@latn: Prekini vezu
sv: Koppla ner

source: Disconnect media device
sr@latn: Prekini vezu sa multimedijalnim uređajem
sv: Koppla ner mediaenhet

source: Transfer
sr@latn: Prenesi
sv: Överföring

source: Transfer tracks to media device
sr@latn: Prenesi numere na multimedijalni uređaj
sv: Överför spår till mediaenhet

source: Configure device
sr@latn: Podesi uređaj
sv: Anpassa enhet

source: Enter space-separated terms to filter
sr@latn: Unesite razmakom razdvojene izraze za filtriranje
sv: Ange termer åtskilda av mellanslag för att filtrera

source: Disable
sr@latn: Isključi
sv: Inaktivera

source: Do not handle
sr@latn: Ne obrađuj
sv: Hantera inte

source: Amarok has detected new portable media devices. Go to the "Media Devices" pane of the configuration dialog to choose a plugin for these devices.
sr@latn: Amarok je otkrio nove prenosive multimedijalne uređaje. U podešavanjima, idite na „Multimedijalni uređaji“ da biste izabrali priključak za ove uređaje.
sv: Nya bärbara mediaenheter har detekterats av Amarok. Gå till rutan "Mediaenheter" i inställningsdialogrutan för att välja ett insticksprogram för enheterna.

source: Podcast
sr@latn: Podemisija
sv: Podradiosändning

source: Cannot remove device because disconnect failed
sr@latn: Ne mogu da uklonim uređaj jer prekid veze nije uspeo
sv: Kan inte ta bort enheten eftersom nerkoppling misslyckades

source: %1 at %2
sr@latn: %1 kod %2
sv: %1 på %2

source: (mounted at %1)
sr@latn: (montirano na %1)
sv: (monterad som %1)

source: Drag items here to create new playlist
sr@latn: Prevucite ovde stavke da napravite novu listu numera
sv: Dra objekt hit för att skapa en ny spellista

source: Drag items here to append to this playlist
sr@latn: Prevucite ovde stavke da dodate ovoj listi numera
sv: Dra objekt hit för att lägga till sist i den här spellistan

source: Drag items here to insert before this item
sr@latn: Prevucite ovde stavke da umetnete pre ove stavke
sv: Dra objekt hit för att infoga före det här objektet

source: Not visible on media device
sr@latn: Nije vidljivo na multimedijalnom uređaju
sv: Inte synlig på mediaenheten

source: In device database, but file is missing
sr@latn: U bazi podataka o uređajima, ali fajl nedostaje
sv: I enhetens databas, men filen saknas

source: File on device, but not in device database
sr@latn: Fajl na uređaju, ali ne i u bazi podataka o uređajima
sv: Fil på enheten, men inte i enhetens databas

source: Remote Media
sr@latn: Udaljeni medijum
sv: Fjärrmedia

source: New Playlist
sr@latn: Nova lista
sv: Ny spellista

source: <div align=center><h3>Media Device Browser</h3>Configure your media device and then click the Connect button to access your media device. Drag and drop files to enqueue them for transfer.</div>
sr@latn: <div align=center><h3>Pregledač multimedijalnih uređaja</h3>Podesite svoj multimedijalni uređaj, a zatim kliknite na dugme „Poveži“ da biste mu pristupili. Prevucite i ispustite fajlove da biste ih stavili u red za prenos.</div>
sv: <div align=center><h3>Mediaenhetsbläddrare</h3> Ställ in mediaenheten och klicka på knappen Anslut för att komma åt den. Drag och släpp filer för att köa dem för överföring.</div>

source: Add Directory
sr@latn: Dodaj direktorijum
sv: Lägg till katalog

source: Directory Name:
sr@latn: Ime direktorijuma:
sv: Katalognamn:

source: Cannot change plugin while operation is in progress
sr@latn: Ne mogu da promenim priključak dok je operacija u toku
sv: Kan inte ändra insticksprogram medan en åtgärd pågår

source: The device %1 was unmounted before it was synchronized. In order to avoid data loss, press the "Disconnect" button before unmounting the device.
sr@latn: Uređaj %1 je demontiran pre nego što je sinhronizovan. Da biste izbegli gubitak podataka, kliknite na „Prekini vezu“ pre demontiranja uređaja.
sv: Enheten %1 avmonterades innan den synkroniserats. För att undvika dataförlust, tryck på knappen "Koppla ner" innan enheten avmonteras.

source: The device %1 was removed before it was disconnected. In order to avoid possible data loss, press the "Disconnect"button before disconnecting the device.
sr@latn: Uređaj %1 je uklonjen pre nego što je sinhronizovan. Da biste izbegli mogući gubitak podataka, kliknite na „Prekini vezu“ pre prekidanja veze sa uređajem.
sv: Enheten %1 togs bort innan den kopplades ner. För att undvika möjlig dataförlust, tryck på knappen "Koppla ner" innan enheten kopplas ner.

source: The requested media device could not be loaded
sr@latn: Zahtevani multimedijalni uređaj nije mogao biti učitan
sv: Begärd mediaenhet kunde inte laddas

source: _n: 1 track in queue %n tracks in queue
sr@latn: %n numera u redu %n numere u redu %n numera u redu
sv: 1 spår i kö %n spår i kö

source: - %1 of %2 available
sr@latn: — %1 od %2 dostupno
sv: - %1 av %2 tillgängliga

source: Failed to load playlist: %1
sr@latn: Ne mogu da učitam listu: %1
sv: Misslyckades ladda spellista: %1

source: could not execute %1
sr@latn: nisam mogao da izvršim %1
sv: Kunde inte köra %1

source: Media Device: Copying %1 to %2 failed
sr@latn: Multimedijalni uređaj: Kopiranje %1 na %2 nije uspelo
sv: Mediaenhet: Misslyckades kopiera %1 till %2

source: Media Device: Reading tags from %1 failed
sr@latn: Multimedijalni uređaj: Čitanje oznaka iz %1 nije uspelo
sv: Mediaenhet: Misslyckades läsa taggar från %1

source: _n: 1 track to be deleted %n tracks to be deleted
sr@latn: %n numera za brisanje %n numere za brisanje %n numera za brisanje
sv: 1 spår som ska tas bort %n spår som ska tas bort

source: Failed to purge podcasts already played
sr@latn: Nisam uspeo da počistim već puštene podemisije
sv: Misslyckades ta bort podradiosändningar som redan spelats

source: _n: Purged 1 podcasts already played Purged %n podcasts already played
sr@latn: Počistih %n već puštenu podemisiju Počistih %n već puštene podemisije Počistih %n već puštenih podemisija
sv: Tog bort 1 podradiosändning som redan spelats Tog bort %n podradiosändningar som redan spelats

source: Device successfully connected
sr@latn: Uređaj je uspešno povezan
sv: Enhet ansluten med lyckat resultat

source: Post-disconnect command failed, before removing device, please make sure that it is safe to do so.
sr@latn: Naredba posle prekidanja veze nije uspela, uverite se da je bezbedno ukloniti uređaj pre nego što ga zaista uklonite.
sv: Kommando efter nerkoppling misslyckades. Innan du tar bort enheten, försäkra dig om att det är säkert att göra det.

source: Device successfully disconnected
sr@latn: Veza sa uređajem je uspešno prekinuta
sv: Enhet nerkopplad med lyckat resultat

source: Track already on media device: %1
sr@latn: Numere već na uređaju: %1
sv: Spåret finns redan på mediaenheten: %1

source: Track not playable on media device: %1
sr@latn: Numere koje se ne mogu pustiti na uređaju: %1
sv: Spåret kan inte spelas på mediaenheten: %1

source: Failed to copy track to media device: %1
sr@latn: Nisam uspeo da kopiram numeru na uređaj: %1
sv: Misslyckades överföra spår till mediaenhet: %1

source: _n: One track not playable on media device %n tracks not playable on media device
sr@latn: %n numera se ne može pustiti na uređaju %n numere se ne mogu pustiti na uređaju %n numera se ne može pustiti na uređaju
sv: Ett spår kan inte spelas på mediaenheten %n spår kan inte spelas på mediaenheten

source: _n: One track already on media device %n tracks already on media device
sr@latn: %n numera već na uređaju %n numere već na uređaju %n numera već na uređaju
sv: Ett spår finns redan på mediaenheten %n spår finns redan på mediaenheten
