Repository: tmarques/waheela
Catalog: amarok-1.4.1/po/*/amarok.po
Languages: sr@latn, sv

source: _n: 1 track %n tracks
sr@latn: %n numera %n numere %n numera
sv: 1 spår %n spår

source: _n: 1 Queued Track (%1) %n Queued Tracks (%1)
sr@latn: %n numera u redu (%1) %n numere u redu (%1) %n numera u redu (%1)
sv: 1 köat spår (%1) %n köade spår (%1)

source: _n: 1 Queued Track %n Queued Tracks
sr@latn: %n numera u redu %n numere u redu %n numera u redu
sv: 1 köat spår %n köade spår

source: &Dequeue All Tracks
sr@latn: &Izbaci iz reda sve numere
sv: Ta bort a&lla spår från kö

source: _n: 1 More Track %n More Tracks
sr@latn: Još %n numera Još %n numere Još %n numera
sv: 1 ytterligare spår %n ytterligare spår

source: _n: 1 track (%1) %n tracks (%1)
sr@latn: %n numera (%1) %n numere (%1) %n numera (%1)
sv: 1 spår (%1) %n spår (%1)

source: Next: %1
sr@latn: Sledeće: %1
sv: Nästa: %1

source: &nbsp;<br>&nbsp;<i>Disabled</i>
sr@latn: &nbsp;<br>&nbsp;<i>Isključeno</i>
sv: &nbsp;<br>&nbsp;<i>Inaktiverad</i>

source: Done
sr@latn: Završeno
sv: Klar

source: Aborted
sr@latn: Prekinuto
sv: Avbruten

source: Aborting...
sr@latn: Prekidam...
sv: Avbryter...

source: %1: on
sr@latn: %1: uklj.
sv: %1: på

source: %1: off
sr@latn: %1: isklj.
sv: %1: av

source: Amarok Collection Scanner Note: For debugging purposes this application can be invoked from the command line, but it will not actually build a collection this way.
sr@latn: Amarok-ov pretraživač zbirke Napomena: Radi ispravljanja grešaka ovaj program se može pozvati i iz komandne linije, ali tada neće zaista izgraditi zbirku.
sv: Samlingssökning för Amarok Observera: Programmet kan startas från kommandoraden i felsökningssyfte, men det bygger i själva verket inte en samling på detta sätt.

source: Collection Scanner for Amarok
sr@latn: Pretraživač zbirke za Amarok
sv: Samlingssökning för Amarok

source: (C) 2003-2006, The Amarok Developers
sr@latn: © 2003-2006, Razvijači Amarok-a
sv: © 2003-2006, Amarok-utvecklarna

source: IRC: server: irc.freenode.net / channels: #amarok #amarok.de #amarok.es Feedback: amarok@kde.org
sr@latn: IRC: server: irc.freenode.net / kanali: #amarok #amarok.de #amarok.es Pišite na: amarokl@kde.org
sv: IRC: server: irc.freenode.net / kanaler: #amarok #amarok.de #amarok.es Gensvar: amarok@kde.org

source: Folders to scan
sr@latn: Fascikle za traženje
sv: Kataloger att söka i

source: Scan folders recursively
sr@latn: Pretražuj fascikle rekurzivno
sv: Sök rekursivt i kataloger

source: Incremental Scan (modified folders only)
sr@latn: Inkrementalno traženje (samo izmenjene fascikle)
sv: Inkrementell sökning (bara ändrade kataloger)

source: Import playlist
sr@latn: Uvezi listu numera
sv: Importera spellista

source: Restart the scanner at last position, after a crash
sr@latn: Počni traženje od poslednje pozicije posle pada
sv: Starta om sökning på senaste plats efter en krasch

source: Rating changed
sr@latn: Rejting je izmenjen
sv: Klassificering ändrad

source: OSD Preview - drag to reposition
sr@latn: Pregled OSD-a — odvucite ga gde želite
sv: Förhandsgranskning av skärmvisning: dra för att byta plats

source: No track playing
sr@latn: Ništa nije pušteno
sv: Inget spår spelas

source: No information available for this track
sr@latn: Nema dostupnih informacija za ovu numeru
sv: Det finns ingen information tillgänglig för det här spåret

source: Set &Custom Cover
sr@latn: Postavi &poseban omot
sv: Lägg till e&get omslag

source: &Unset Cover
sr@latn: Poništi &izbor omota
sv: &Inaktivera omslag

source: Are you sure you want to remove this cover from the Collection?
sr@latn: Želite li zaista da uklonite ovaj omot iz zbirke?
sv: Är du säker på att du vill ta bort det här omslaget från samlingen?

source: disc
sr@latn: disk
sv: skiva

source: disk
sv: skiva

source: single
sr@latn: singl
sv: singel

source: part
sr@latn: deo
sv: del

source: No cover found
sr@latn: Omot nije nađen
sv: Inget omslag hittades

source: The XML obtained from Amazon is invalid.
sr@latn: XML dobavljen sa Amazon-a nije ispravan.
sv: XML som hämtades från Amazon är ogiltig.

source: The cover could not be retrieved.
sr@latn: Omot nije mogao biti dobavljen.
sv: Omslaget kunde inte hämtas.

source: The cover-data produced an invalid image.
sr@latn: Podaci omota proizveli su neispravnu sliku.
sv: Omslagsdata skapade en ogiltig bild.

source: You have seen all the covers Amazon returned using the query below. Perhaps you can refine it:
sr@latn: Videli ste sve omote koje je Amazon vratio na donji upit. Možda ga možete poboljšati:
sv: Du har sett alla omslag som Amazon returnerade med förfrågan nedan. Kanske kan du förfina den:

source: Amazon Query Editor
sr@latn: Uređivač upita za Amazon
sv: Amazon frågeeditor

source: Amazon Locale:
sr@latn: Lokal Amazon-a:
sv: Amazon-plats:

source: &Search
sr@latn: &Traži
sv: &Sök

source: Ask Amazon for covers using this query:
sr@latn: Tražite omote od Amazon-a pomoću ovog upita:
sv: Fråga Amazon efter omslag med följande förfrågan:

source: Aborted.
sr@latn: Prekinuto.
sv: Avbruten.

source: Ne&w Search...
sr@latn: &Nova pretraga...
sv: N&y sökning...

source: &Next Cover
sr@latn: Sledeći &omot
sv: &Nästa omslag

source: Cover Found
sr@latn: Omot je nađen
sv: Omslag hittades

source: Amarok has crashed! We're terribly sorry about this :( But, all is not lost! You could potentially help us fix the crash. Information describing the crash is below, so just click send, or if you have time, write a brief description of how the crash happened first. Many thanks.
sr@latn: Amarok se srušio! Jako nam je žao zbog toga :( Ali, nije sve izgubljeno! Možda biste mogli da nam pomognete da ispravimo problem. Amarok je dole ispisao podatke koji opisuju pad, tako da možete samo kliknuti na slanje; ili, ako imate vremena, ukratko opišite kako se pad desio. Puno vam hvala.
sv: Amarok har kraschat. Vi ber så mycket om ursäkt för det. Men allt är inte förlorat. Du skulle eventuellt kunna hjälpa oss att fixa kraschen. Amarok har bilagt en bakåtspårning som beskriver kraschen, så klicka bara på skicka, eller om du har tid, skriv först en kort beskrivning av hur kraschen inträffade. Tack så mycket.

source: The information below is to help the developers identify the problem, please do not modify it.
sr@latn: Podaci ispod pomažu programerima da pronađu problem, molimo vas da ih ne menjate.
sv: Informationen nedan är till för att hjälpa utvecklarna att identifiera problemet, ändra den inte.

source: Amarok has crashed! We're terribly sorry about this :( But, all is not lost! Perhaps an upgrade is already available which fixes the problem. Please check your distribution's software repository.
sr@latn: Amarok se srušio! Jako nam je žao zbog toga :( Ali, nije sve izgubljeno! Možda već postoji nadogradnja koja ispravlja problem. Proverite u skladištu softvera svoje distribucije.
sv: Amarok har kraschat. Vi ber så mycket om ursäkt för det. Men allt är inte förlorat. Kanske en uppgradering redan finns tillgänglig som rättar problemet. Kontrollera programarkivet för din distribution.

source: Send Email
sr@latn: Pošalji e-poruku
sv: Skicka e-post

source: Crash Handler
sr@latn: Rukovalac padom
sv: Hantera krasch

source: Loading Playlist
sr@latn: Učitavam listu numera
sv: Laddar spellista

source: Number of tracks
sr@latn: Broj numera
sv: Antal spår

source: Location
sr@latn: Lokacija
sv: Plats

source: &Name:
sr@latn: &Ime:
sv: &Namn:

source: &Url:
sv: &Webbadress:

source: Retrieving Podcast...
sr@latn: Dobavljam podemisiju...
sv: Hämtar podradiosändning...

source: Moving Podcasts
sr@latn: Premeštam podemisije
sv: Flyttar podradiosändning

source: Fetching Podcast
sr@latn: Dobavljam podemisiju
sv: Hämtar podradiosändning

source: Unable to connect to Podcast server.
sr@latn: Ne mogu da se povežem na podemiterski server.
sv: Kan inte ansluta till podradioservern.

source: Podcast returned invalid data.
sr@latn: Podemisija je vratila neispravne podatke.
sv: Podradio returnerade ogiltig data.

source: Sorry, only RSS 2.0 or Atom feeds for podcasts!
sr@latn: Izvinite, samo RSS 2.0 ili Atom dovodi za podemisije!
sv: Tyvärr kan bara RSS 2.0- eller Atom-kanaler användas för podradio.

source: New podcasts have been retrieved!
sr@latn: Dobavljene su nove podemisije!
sv: Nya podradiosändningar har hämtats.

source: Website
sr@latn: Veb sajt
sv: Webbplats

source: Description
sr@latn: Opis
sv: Beskrivning

source: <p>&nbsp;<b>Episodes</b></p><ul>
sr@latn: <p>&nbsp;<b>Epizode</b></p><ul>
sv: <p>&nbsp;<b>episoder</b></p><ul>

source: Downloading Media...
sr@latn: Preuzimam medijume...
sv: Laddar ner media...

source: Downloading Podcast Media
sr@latn: Preuzimanje podemisijskih medijuma
sv: Laddar ner podradiomedia

source: Downloading Podcast "%1"
sr@latn: Preuzimam podemisiju „%1“
sv: Laddar ner podradiosändning "%1"

source: Media download aborted, unable to connect to server.
sr@latn: Preuzimanje medijuma je prekinuto, ne mogu da se povežem na server.
sv: Nerladdning av media avbruten. Kunde inte ansluta till servern.

source: Author
sr@latn: Autor
sv: Upphovsman

source: Date
sr@latn: Datum
sv: Datum

source: &Organize Files...
sr@latn: &Organizuj fajlove...
sv: &Organisera filer...

source: &Move Files to Collection...
sr@latn: &Premesti fajlove u zbirku...
sv: &Flytta filer till samling...

source: Burn to CD...
sr@latn: Nareži na CD...
sv: Bränn till CD...

source: Goto Current Track Folder
sr@latn: Idi u fasciklu trenutne numere
sv: Gå till katalogen med aktuellt spår

source: &Skip
sr@latn: &Preskoči
sv: Hoppa &över

source: Artist
sr@latn: Izvođač

source: Artist / Album
sr@latn: Izvođač/album

source: Genre / Artist
sr@latn: Žanr/izvođač

source: Genre / Artist / Album
sr@latn: Žanr/izvođač/album

source: A&rtist
sr@latn: &Izvođač

source: &Genre
sr@latn: &Žanr

source: Genre
sr@latn: Žanr

source: E&qualizer
sr@latn: &Ekvilajzer

source: Version
sr@latn: Verzija

source: Equalizer
sr@latn: Ekvilajzer

source: Turtle-Power
sr@latn: Snaga kornjača

source: &Equalizer
sr@latn: &Ekvilajzer

source: Proxy
sr@latn: Proksi

source: Server Full
sr@latn: Server je pun

source: O&k
sr@latn: &U redu

source: OSS vs ALSA
sr@latn: OSS pr. ALSA

source: &Artist:
sr@latn: &Izvođač:

source: &Genre:
sr@latn: &Žanr:

source: Amarok Version
sr@latn: Verzija Amarok-a

source: Wikipedia
sr@latn: Vikipedija

source: Wikipedia Information
sr@latn: Podaci Vikipedije

source: remaster
sr@latn: remasterizovano

source: soundtrack
sr@latn: muzika iz filma

source: Copyright
sr@latn: Autorska prava
