Repository: tmarques/waheela
Catalog: amarok-1.4.1/po/*/amarok.po
Languages: sr@latn, sv

source: Encode No Encoded Data
sr@latn: Kodiranje, nema kodiranih podataka
sv: Kodning ingen kodad data

source: Encode Invalid Dll
sr@latn: Kodiranje, neispravan DLL
sv: Kodning ogiltig DLL

source: Not Indexable
sr@latn: Ne može se indeksirati
sv: Inte indexeringsbar

source: Encode No Browser
sr@latn: Kodiranje, nema pregledača
sv: Kodning ingen bläddrare

source: Encode No File To Server
sr@latn: Kodiranje, nema fajla za server
sv: Kodning ingen fil till server

source: Encode Insufficient Disk Space
sr@latn: Kodiranje, nedovoljno prostora na disku
sv: Kodning otillräckligt med diskutrymme

source: Encode Sample Discarded
sr@latn: Kodiranje, uzorak odbačen
sv: Kodning sampling förkastad

source: Encode Rv10 Frame Too Large
sr@latn: Kodiranje, Rv10 okvir prevelik
sv: Kodning RV10-ram för stor

source: Not Handled
sr@latn: Nije obrađeno
sv: Inte hanterad

source: End Of Stream
sr@latn: Kraj toka
sv: Slut på ström

source: Jobfile Incomplete
sr@latn: Nepotpun fajl posla
sv: Ofullständig jobbfil

source: Nothing To Serialize
sr@latn: Ništa za serijalizovanje
sv: Ingenting att serialisera

source: Sizenotset
sr@latn: Veličina nije postavljena
sv: Storlek inte angiven

source: Already Committed
sr@latn: Već predato
sv: Redan utförd

source: Buffers Outstanding
sr@latn: Baferi čekaju
sv: Kvarvarande buffrar

source: Not Committed
sr@latn: Nije predato
sv: Inte utförd

source: Sample Time Not Set
sr@latn: Vreme uzorka nije postavljeno
sv: Samplingstid inte angiven

source: Timeout
sr@latn: Isteklo
sv: Tidsgräns överskriden

source: Wrongstate
sr@latn: Pogrešno stanje
sv: Felaktigt tillstånd

source: Remote Usage Error
sr@latn: Udaljeno, greška u upotrebi
sv: Fjärranvändningsfel

source: Remote Invalid Endtime
sr@latn: Udaljeno, neispravno krajnje vreme
sv: Ogiltig fjärrsluttid

source: Remote Missing Input File
sr@latn: Udaljeno, nedostaje ulazni fajl
sv: Saknar fjärrindatafil

source: Remote Missing Output File
sr@latn: Udaljeno, nedostaje izlazni fajl
sv: Saknar fjärrutdatafil

source: Remote Input Equals Output File
sr@latn: Udaljeno, izlazni isti kao i ulazni fajl
sv: Fjärrindatafil samma som fjärrutdatafil

source: Remote Unsupported Audio Version
sr@latn: Udaljeno, nepodržana audio verzija
sv: Fjärrljudversion stöds inte

source: Remote Different Audio
sr@latn: Udaljeno, različit audio
sv: Annorlunda fjärrljud

source: Remote Different Video
sr@latn: Udaljeno, različit video
sv: Annorlunda fjärrvideo

source: Remote Paste Missing Stream
sr@latn: Udaljeno, prenošenju nedostaje tok
sv: Flöde saknas för fjärrinklistring

source: Remote End Of Stream
sr@latn: Udaljeno, kraj toka
sv: Fjärrströmdata slut

source: Remote Image Map Parse Error
sr@latn: Udaljeno, greška u raščlanjivanju mape slike
sv: Tolkningsfel för fjärrbildkarta

source: Remote Invalid Imagemap File
sr@latn: Udaljeno, neispravan fajl mape slike
sv: Ogiltig fjärrbildkarta

source: Remote Event Parse Error
sr@latn: Udaljeno, greška u raščlanjivanju događaja
sv: Tolkningsfel för fjärrhändelse

source: Remote Invalid Event File
sr@latn: Udaljeno, neispravan fajl događaja
sv: Ogiltig fjärrhändelsefil

source: Remote Invalid Output File
sr@latn: Udaljeno, neispravan izlazni fajl
sv: Ogiltig fjärrutdatafil

source: Remote Invalid Duration
sr@latn: Udaljeno, neispravno trajanje
sv: Ogiltig fjärrvaraktighet

source: Remote No Dump Files
sr@latn: Udaljeno, nema popisnih fajlova
sv: Inga fjärrdumpningsfiler

source: Remote No Event Dump File
sr@latn: Udaljeno, nema popisnog fajla događaja
sv: Ingen dumpningsfil för fjärrhändelser

source: Remote No Imap Dump File
sr@latn: Udaljeno, nema popisnog fajla IMAP-a
sv: Ingen dumpningsfil för fjärr-IMAP

source: Remote No Data
sr@latn: Udaljeno, nema podataka
sv: Ingen fjärrdata

source: Remote Empty Stream
sr@latn: Udaljeno, prazan tok
sv: Tom fjärrström

source: Remote Read Only File
sr@latn: Udaljeno, fajl samo za čitanje
sv: Skrivskyddad fjärrfil

source: Remote Paste Missing Audio Stream
sr@latn: Udaljeno, prenošenju nedostaje audio tok
sv: Fjärrinklistring saknar ljudström

source: Remote Paste Missing Video Stream
sr@latn: Udaljeno, prenošenju nedostaje video tok
sv: Fjärrinklistring saknar videoström

source: Remote Encrypted Content
sr@latn: Udaljeno, šifrovani sadržaj
sv: Krypterat fjärrinnehåll

source: Property Not Found
sr@latn: Svojstvo, nije nađeno
sv: Egenskap hittades inte

source: Property Not Composite
sr@latn: Svojstvo, nije složeno
sv: Egenskap inte sammansatt

source: Property Duplicate
sr@latn: Svojstvo, udvostručeno
sv: Egenskap duplicerad

source: Property Type Mismatch
sr@latn: Svojstvo, neslaganje tipova
sv: Felanpassad egenskapstyp

source: Property Active
sr@latn: Svojstvo, aktivno
sv: Egenskap aktiv

source: Property Inactive
sr@latn: Svojstvo, nije aktivno
sv: Egenskap inaktiv

source: Property Value Underflow
sr@latn: Svojstvo, podlivanje vrednosti
sv: Bottning av egenskapsvärde

source: Property Value Overflow
sr@latn: Svojstvo, prelivanje vrednosti
sv: Spill av egenskapsvärde

source: Property Value less than Lower bound
sr@latn: Svojstvo, vrednost manja od donje granice
sv: Egenskapsvärde mindre än undre gräns

source: Property Value greater than Upper bound
sr@latn: Svojstvo, vrednost veća od gornje granice
sv: Egenskapsvärde större än övre gräns

source: Property Delete Pending
sr@latn: Svojstvo, nastupa brisanje
sv: Egenskap ta bort vilande

source: Could not initialize core
sr@latn: Nisam mogao da pokrenem jezgro
sv: Kunde inte initiera kärnan

source: Perfectplay Not Supported
sr@latn: Perfectplay nije podržano
sv: Perfectplay stöds inte

source: No Live Perfectplay
sr@latn: Bez uživog Perfectplay
sv: Inget Perfectplay i realtid

source: Perfectplay Not Allowed
sr@latn: Perfectplay nije dozvoljeno
sv: Perfectplay tillåts inte

source: No Codecs
sr@latn: Nema kodeka
sv: Inga avkodare

source: Slow Machine
sr@latn: Spora mašina
sv: Långsam dator

source: Force Perfectplay
sr@latn: Forsiraj Perfectplay
sv: Tvinga Perfectplay

source: Invalid Http Proxy Host
sr@latn: Neispravan domaćin HTTP proksija
sv: Ogiltig HTTP-proxyvärddator

source: Invalid Metafile
sr@latn: Neispravan metafajl
sv: Ogiltig metafil

source: Browser Launch
sr@latn: Pokretanje pregledača
sv: Starta bläddrare

source: View Source Noclip
sr@latn: Izvor prikaza, bez sasecanja
sv: Visa källa utan beskärning

source: View Source Dissabled
sr@latn: Izvor prikaza, isključen
sv: Visa källa inaktiverad

source: Timeline Suspended
sr@latn: Vremenska linija suspendovana
sv: Tidslinje i viloläge

source: Buffer Not Available
sr@latn: Bafer nije dostupan
sv: Buffer inte tillgänglig

source: Could Not Display
sr@latn: Nisam mogao da prikažem
sv: Kunde inte visa

source: Vsrc Disabled
sr@latn: Vsrc isključen
sv: V-källa inaktiverad

source: Vsrc Noclip
sr@latn: Vsrc bez sasecanja
sv: V-källa utan beskärning

source: Resource Not Cached
sr@latn: Resurs, nije keširan
sv: Resurs inte i cache

source: Resource Not Found
sr@latn: Resurs, nije nađen
sv: Resurs hittades inte

source: Resource Close File First
sr@latn: Resurs, prvo zatvorite fajl
sv: Resurs stäng fil först

source: Resource Nodata
sr@latn: Resurs, nema podataka
sv: Resurs ingen data

source: Resource Badfile
sr@latn: Resurs, loš fajl
sv: Resurs felaktig fil

source: Resource Partialcopy
sr@latn: Resurs, delimična kopija
sv: Resurs delkopia

source: PayPerView No User
sr@latn: PayPerView, nema korisnika
sv: Ingen användare för pay-per-view

source: PayPerView Guid Read Only
sr@latn: PayPerView, Guid samo za čitanje
sv: Skrivskyddad gruppidentifikation för pay-per-view

source: PayPerView Guid Collision
sr@latn: PayPerView, Guid sudar
sv: Kollision av gruppidentifikation för pay-per-view

source: Register Guid Exists
sr@latn: Registar Guid postoji
sv: Gruppidentifikation att registrera finns

source: PayPerView Authorization Failed
sr@latn: PayPerView, autorizacija nije uspela
sv: Behörighetskontroll för pay-per-view misslyckades

source: PayPerView Old Player
sr@latn: PayPerView, star plejer
sv: Gammal spelare för pay-per-view

source: PayPerView Account Locked
sr@latn: PayPerView, nalog zaključan
sv: Konto för pay-per-view låst

source: Xr PayPerView Protocol Ignores
sr@latn: Xr PayPerView, protokol ignoriše
sv: XR-protokoll ignorerat för pay-per-view

source: PayPerView User Already Exists
sr@latn: PayPerView, korisnik već postoji
sv: Användare finns redan för pay-per-view

source: Upg Auth Failed
sr@latn: Upg, aut. nije uspela
sv: Uppgradering av behörighet misslyckades

source: Upg Cert Auth Failed
sr@latn: Upg, sert. aut. nije uspela
sv: Behörighetskontroll av uppgraderat certifikat misslyckades

source: Upg Cert Expired
sr@latn: Upg, sert. istekao
sv: Uppgraderat certifikat har löpt ut

source: Upg Cert Revoked
sr@latn: Upg, sert. povučen
sv: Uppgraderat certifikat återkallat

source: Upg Rup Bad
sr@latn: Upg, loš rup
sv: Uppgraderat RUP felaktig

source: Upg System Busy
sr@latn: Upg, sistem zauzet
sv: Uppgraderat system upptaget

source: Autocfg Success
sr@latn: Uspeh samopodešavanja
sv: Automatisk inställning lyckades

source: No Error
sr@latn: Bez grešaka
sv: Inget fel

source: Invalid Format
sr@latn: Neispravan format
sv: Ogiltig format

source: Unknown Path
sr@latn: Nepoznata putanja
sv: Okänd sökväg

source: Invalid Player Addr
sr@latn: Neispravna adresa plejera
sv: Ogiltig adress till spelare

source: Local Streams Prohibited
sr@latn: Lokalni tokovi su zabranjeni
sv: Lokala strömmar förbjudna

source: Remote Streams Prohibited
sr@latn: Udaljeni tokovi su zabranjeni
sv: Fjärrströmmar förbjudna

source: Event Streams Prohibited
sr@latn: Tokovo događaja su zabranjeni
sv: Händelseströmmar förbjudna

source: No Codec
sr@latn: Nema kodeka
sv: Ingen avkodare

source: Livefile Invalid Bwn
sv: Ogiltig BWN för rörlig fil

source: Unable To Fulfill
sr@latn: Ne mogu da ispunim
sv: Kan inte utföra

source: Multicast Delivery Only
sr@latn: Samo višeemisiona isporuka
sv: Bara leverans av multicast

source: License Exceeded
sr@latn: Licenca je premašena
sv: Licens överskriden

source: License Unavailable
sr@latn: Licenca nije dostupna
sv: Licens otillgänglig

source: Invalid Loss Correction
sr@latn: Neispravna korekcija gubitaka
sv: Ogiltig förlust av anslutning

source: Protocol Failure
sr@latn: Krah protokola
sv: Protokollfel

source: Realvideo Streams Prohibited
sr@latn: Realvideo tokovi su zabranjeni
sv: Realvideo-strömmar förbjudna

source: Realaudio Streams Prohibited
sr@latn: Realaudio tokovi su zabranjeni
sv: Realaudio-strömmar förbjudna

source: Datatype Unsupported
sr@latn: Tip podataka nije podržan
sv: Datatyp stöds inte

source: Datatype Unlicensed
sr@latn: Tip podataka nije licenciran
sv: Datatyp saknar licens

source: Restricted Player
sr@latn: Ograničeni plejer
sv: Begränsad spelare

source: Stream Initializing
sr@latn: Pokretanje toka
sv: Ström initieras

source: Invalid Player
sr@latn: Neispravan plejer
sv: Ogiltig spelare

source: Player Plus Only
sr@latn: Plejer plus samo
sv: Spelare plus bara

source: No Embedded Players
sr@latn: Nema ugnježdenih plejera
sv: Inga inbäddade spelare

source: Pna Prohibited
sr@latn: Pna zabranjeno
sv: PNA förhindrad

source: Authentication Unsupported
sr@latn: Autentifikacija, nije podržana
sv: Behörighetskontroll stöds inte

source: Max Failed Authentications
sr@latn: Maks. neuspelih autentifikacija
sv: Maximalt misslyckade behörighetskontroller

source: Authentication Access Denied
sr@latn: Autentifikacija, pristup odbijen
sv: Behörighetsåtkomst nekad

source: Authentication Uuid Read Only
sr@latn: Autentifikacija, Uuid samo za čitanje
sv: Skrivskyddad användaridentifikation för behörighetskontroll

source: Authentication Uuid Not Unique
sr@latn: Autentifikacija, Uuid nije jedinstven
sv: Användaridentifikation för behörighetskontroll inte unik

source: Authentication No Such User
sr@latn: Autentifikacija, nema takvog korisnika
sv: Behörighetskontroll ingen sådan användare

source: Authentication Registration Succeeded
sr@latn: Autentifikacija, registracija uspela
sv: Behörighetskontroll Registrering lyckades

source: Authentication Registration Failed
sr@latn: Autentifikacija, registracija nije uspela
sv: Behörighetskontroll Registrering misslyckades

source: Authentication Registration Guid Required
sr@latn: Autentifikacija, neophodna registracija Guid-a
sv: Gruppidentifikation för registrering av behörighetskontroll krävs

source: Authentication Unregistered Player
sr@latn: Autentifikacija, neregistrovan plejer
sv: Behörighetskontroll spelare inte registrerad

source: Authentication Time Expired
sr@latn: Autentifikacija, vreme isteklo
sv: Behörighetskontroll tid utgången

source: Authentication No Time Left
sr@latn: Autentifikacija, nema više vremena
sv: Behörighetskontroll ingen tid kvar

source: Authentication Account Locked
sr@latn: Autentifikacija, nalog zaključan
sv: Behörighetskontroll konto låst

source: Authentication Invalid Server Cfg
sr@latn: Autentifikacija, neispravna podešavanja servera
sv: Behörighetskontroll ogiltig serverinställning

source: No Mobile Download
sr@latn: Nema mobilnih preuzimanja
sv: Inga mobila nerladdningar

source: No More Multi Addr
sr@latn: Nema više multiadr.
sv: Inga fler multiadresser

source: Proxy Max Connections
sr@latn: Proksi, maks. veza
sv: Proxy maximalt antal anslutningar

source: Proxy Max Gw Bandwidth
sr@latn: Proksi, maks. Gw propusnost
sv: Proxy maximal bandbreddstillväxt

source: Proxy Max Bandwidth
sr@latn: Proksi, maks. propusnost
sv: Proxy maximal bandbredd

source: Bad Loadtest Password
sv: Felaktigt lösenord för lastmätning

source: Pna Not Supported
sr@latn: Pna nije podržano
sv: PNA stöds inte

source: Proxy Origin Disconnected
sr@latn: Proksi, prekinuta veza sa ishodištem
sv: Ursprunglig proxy nerkopplad

source: Internal Error
sr@latn: Unutrašnja greška
sv: Internt fel

source: Max Value
sr@latn: Maks. vrednost
sv: Maximalt värde

source: Socket Intr
sr@latn: Soket, Intr
sv: Uttagsavbrott

source: Socket Badf
sr@latn: Soket, Badf
sv: Uttag felaktigt format

source: Socket Acces
sr@latn: Soket, Acces
sv: Uttag åtkomst

source: Socket Fault
sr@latn: Soket, Fault
sv: Uttagsfel

source: Socket Inval
sr@latn: Soket, Inval
sv: Uttag ogiltigt

source: Socket Mfile
sr@latn: Soket, Mfile
sv: Uttag M-fil

source: Socket Wouldblock
sr@latn: Soket, Wouldblock
sv: Uttag skulle blockera

source: Socket Inprogress
sr@latn: Soket, Inprogress
sv: Uttag pågår

source: Socket Already
sr@latn: Soket, Already
sv: Uttag redan

source: Socket Notsock
sr@latn: Soket, Notsock
sv: Uttag inget uttag

source: Socket Destaddrreq
sr@latn: Soket, Destaddrreq
sv: Uttag måladressbegäran

source: Socket Msgsize
sr@latn: Soket, Msgsize
sv: Uttag meddelandestorlek

source: Socket Prototype
sr@latn: Soket, Prototype
sv: Uttag prototyp

source: Socket Noprotoopt
sr@latn: Soket, Noprotoopt
sv: Uttag ingen prototypåtgärd

source: Socket Protonosupport
sr@latn: Soket, Protonosupport
sv: Uttag inget stöd för prototyp

source: Socket Socktnosupport
sr@latn: Soket, Socktnosupport
sv: Uttag inget stöd för uttag

source: Socket Opnotsupp
sr@latn: Soket, Opnotsupp
sv: Uttag åtgärd stöds inte

source: Socket Pfnosupport
sr@latn: Soket, Pfnosupport
sv: Uttag inget stöd för PF

source: Socket Afnosupport
sr@latn: Soket, Afnosupport
sv: Uttag inget stöd för AF

source: Socket Addrinuse
sr@latn: Soket, Addrinuse
sv: Uttag adress används

source: Socket Address Not Available
sr@latn: Soket, adresa nije dostupna
sv: Uttag adress inte tillgänglig

source: Socket Net Down
sr@latn: Soket, mreža je van pogona
sv: Uttag nät nere

source: Socket Net Unreachable
sr@latn: Soket, mreža nije dostupna
sv: Uttag nät kan inte nås

source: Socket Net Reset
sr@latn: Soket, resetovanje mreže
sv: Uttag nät återställning

source: Socket Connection Aborted
sr@latn: Soket, povezivanje prekinuto
sv: Uttag anslutning avbruten

source: Socket Connection Reset
sr@latn: Soket, resetovanje veze
sv: Uttag anslutning återställd

source: Socket No buffers
sr@latn: Soket, nema bafera
sv: Uttag inga buffrar

source: Socket Isconnected
sr@latn: Soket, Isconnected
sv: Uttag är anslutet

source: Socket Notconn
sr@latn: Soket, Notconn
sv: Uttag inte anslutet

source: Socket Shutdown
sr@latn: Soket, gašenje
sv: Uttag avstängning

source: Socket Too Many References
sr@latn: Soket, previše referenci
sv: Uttag för många referenser

source: Socket Timedout
sr@latn: Soket, isteklo vreme
sv: Uttag tidsgräns överskriden

source: Socket Connection Refused
sr@latn: Soket, veza odbijena
sv: Uttag anslutning vägrades

source: Socket Loop
sr@latn: Soket, petlja
sv: Uttagsslinga

source: Socket Name too long
sr@latn: Soket, predugačko ime
sv: Uttag namn för långt

source: Socket Hostdown
sr@latn: Soket, Hostdown
sv: Uttag värddator nere

source: Socket Hostunreach
sr@latn: Soket, Hostunreach
sv: Uttag värddator kan inte nås

source: Socket Pipe
sr@latn: Soket, Pipe
sv: Uttag rörledning

source: Socket Endstream
sr@latn: Soket, Endstream
sv: Uttag slut på ström

source: Socket Buffered
sr@latn: Soket, Buffered
sv: Uttag buffrat

source: Resolve Noname
sr@latn: Razrešavanje, Noname
sv: Lös upp namnlös

source: Resolve Nodata
sr@latn: Razrešavanje, Nodata
sv: Lös upp ingen data

source: Helix Core returned error: %1 %2 %3
sr@latn: Jezgro Helix-a vrati grešku: %1 %2 %3
sv: Helix-gränssnittet returnerade fel: %1 %2 %3

source: Helix Core returned error: <unknown>
sr@latn: Jezgro Helix-a vrati grešku: <nepoznato>
sv: Helix-gränssnittet returnerade fel: <okänt>

source: Helix Core returned error: %1 %1 %1
sr@latn: Jezgro Helix-a vrati grešku: %1 %1 %1
sv: Helix-gränssnittet returnerade fel: %1 %1 %1

source: Contacting: %1
sr@latn: Kontaktiram: %1
sv: Kontaktar: %1

source: Buffering %1%
sr@latn: Punim bafer %1%
sv: Buffrar %1 %

source: The helix library you have configured does not support ALSA, the helix-engine has fallen back to OSS
sr@latn: Biblioteka Helix-a koju ste izabrali ne podržava ALSA-u, Helix je spao na OSS
sv: Helix-biblioteket du har valt har inte stöd för ALSA, Helix-gränssnittet kommer att använda OSS istället.

source: The Helix Engine requires the RealPlayer(tm) or HelixPlayer libraries to be installed. Please make sure one is installed, and adjust the paths in "amaroK Settings" -> "Engine"
sr@latn: Motor Helix zahteva biblioteke RealPlayer(tm) ili HelixPlayer da bi se instalirao. Proverite da li jedno od toga instalirano, i podesite putanje pod „Podešavanja Amarok-a“ -> „Motor“
sv: Helix-gränssnittet kräver RealPlayer- eller HelixPlayer-bibliotek för att installeras. Försäkra dig om att endera är installerat, och justera sökvägarna med "Anpassa amaroK" -> "Gränssnitt"

source: No plugin found for the %1 format
sr@latn: Nije nađen priključak za format %1
sv: Något insticksprogram hittades inte för formatet %1

source: Output plugin:
sr@latn: Izlazni priključak:
sv: Insticksprogram för utmatning:

source: Device:
sr@latn: Uređaj:
sv: Enhet:

source: Main
sr@latn: Glavni
sv: Huvudinställning

source: Helix/Realplay core directory
sr@latn: Direktorijum jezgra Helix/Realplay-a
sv: Helix.- och Realplay-kärnkatalog

source: This is the directory where clntcore.so is located
sr@latn: Ovo je direktorijum gde se nalazi clntcore.so
sv: Det är katalogen där clntcore.so finns

source: Helix/Realplay plugins directory
sr@latn: Direktorijum priključaka Helix/Realplay-a
sv: Helix.- och Realplay-insticksprogramkatalog

source: This is the directory where, for example, vorbisrend.so is located
sr@latn: Ovo je direktorijum gde se nalazi npr. vorbisrend.so
sv: Det är katalogen där till exempel, vorbisrend.so finns

source: Helix/Realplay codecs directory
sr@latn: Direktorijum kodeka Helix/Realplay-a
sv: Helix.- och Realplay-avkodarkatalog

source: This is the directory where, for example, cvt1.so is located
sr@latn: Ovo je direktorijum gde se nalazi npr. cvt1.so
sv: Det är katalogen där till exempel, cvt1.so finns

source: Plugins
sr@latn: Priključci
sv: Insticksprogram

source: <h3>GStreamer could not be initialized.</h3> <p>Please make sure that you have installed all necessary GStreamer plugins (e.g. OGG and MP3), and run <i>'gst-register'</i> afterwards.</p><p>For further assistance consult the GStreamer manual, and join #gstreamer on irc.freenode.net.</p>
sr@latn: <h3>GStreamer se ne može inicijalizovati.</h3> <p>Utvrdite da li imate instalirane sve potrebne priključke za GStreamer (npr. OGG i MP3), i pokrenite <i>gst-register</i> nakon toga.</p><p>Za dalju pomoć pogledajte uputstvo GStreamer-a, i pridružite se ćaskanju #gstreamer na irc.freenode.net.</p>
sv: <h3>Gstreamer kunde inte initieras.</h3> <p>Försäkra dig om att du har installerat alla nödvändiga Gstreamer-insticksprogram (t ex Ogg och MP3) och kör <i>"gst-register"</i> efteråt.</p><p>Titta i Gstreamers handbok för ytterligare hjälp, eller gå med i #gstreamer på irc.freenode.net.</p>

source: <h3>GStreamer is missing a registry.</h3> <p>Please make sure that you have installed all necessary GStreamer plugins (e.g. OGG and MP3), and run <i>'gst-register'</i> afterwards.</p><p>For further assistance consult the GStreamer manual, and join #gstreamer on irc.freenode.net.</p>
sr@latn: <h3>GStreamer-u nedostaje registar.</h3> <p>Utvrdite da li imate instalirane sve potrebne priključke za GStreamer (npr. OGG i MP3), i pokrenite <i>gst-register</i> nakon toga.</p><p>Za dalju pomoć pogledajte uputstvo GStreamer-a, i pridružite se ćaskanju #gstreamer na irc.freenode.net.</p>
sv: <h3>Gstreamer saknar en registrering.</h3> <p>Försäkra dig om att du har installerat alla nödvändiga Gstreamer-insticksprogram (t ex Ogg och MP3) och kör "gst-register" efteråt.</p><p>Titta i Gstreamers handbok för ytterligare hjälp, eller gå med i #gstreamer på irc.freenode.net.</p>

source: <p>Please select a GStreamer <u>output plugin</u> in the engine settings dialog.</p>
sr@latn: <p>Izaberite <u>izlazni priključak</u> za GStreamer u dijalogu za podešavanje motora.</p>
sv: <p>Välj ett Gstreamer-<i>insticksprogram för utmatning</i> i inställningsdialogrutan för gränssnitt.</p>

source: <h3>GStreamer could not create the element: <i>%1</i></h3> <p>Please make sure that you have installed all necessary GStreamer plugins (e.g. OGG and MP3), and run <i>'gst-register'</i> afterwards.</p><p>For further assistance consult the GStreamer manual, and join #gstreamer on irc.freenode.net.</p>
sr@latn: <h3>GStreamer ne može da napravi element: <i>%1</i></h3> <p>Utvrdite da li imate instalirane sve potrebne priključke za GStreamer (npr. OGG i MP3), i pokrenite <i>gst-register</i> nakon toga.</p><p>Za dalju pomoć pogledajte uputstvo GStreamer-a, i pridružite se ćaskanju #gstreamer na irc.freenode.net.</p>
sv: <h3>Gstreamer kunde inte skapa elementet <i>%1</i></h3> <p>Försäkra dig om att du har installerat alla nödvändiga Gstreamer-insticksprogram (t ex Ogg och MP3) och kör <i>"gst-register"</i> efteråt.</p><p>Titta i Gstreamers handbok för ytterligare hjälp, eller gå med i #gstreamer på irc.freenode.net.</p>

source: Buffering.. %1%
sr@latn: Punim bafer... %1%
sv: Buffrar... %1 %

source: Unable to connect to this stream server.
sr@latn: Ne mogu da se povežem na server ovog toka.
sv: Kan inte ansluta till strömservern.

source: Guess By Filename Configuration
sr@latn: Pogodi prema podešavanju imena fajla
sv: Gissa enligt filnamnsinställning

source: Unable to start K3b.
sr@latn: Ne mogu da pokrenem K3b.
sv: Kunde inte starta K3b.

source: There was a DCOP communication error with K3b.
sr@latn: Došlo je do greške u DCOP komunikaciji sa K3b-om.
sv: Ett DCOP-kommunikationsfel med K3b uppstod.

source: Create an audio mode CD suitable for CD players, or a data mode CD suitable for computers and other digital music players?
sr@latn: Da li da napravim CD u audio režimu, podesnom za CD plejere, ili u režimu podataka, podesnom za računare i druge digitalne puštače muzike?
sv: Skapa en ljud-cd lämplig för cd-spelare, eller en data-cd lämplig för datorer och andra musikspelare?
