Repository: tmarques/waheela
Catalog: amarok-1.4.1/po/*/amarok.po
Languages: sr@latn, sv

source: _n: , one track already on media device , %n tracks already on media device
sr@latn: , %n numera već na multimedijalnom uređaju , %n numere već na multimedijalnom uređaju , %n numera već na multimedijalnom uređaju
sv: , ett spår finns redan på mediaenheten , %n spår finns redan på mediaenheten

source: _n: One track was not transcoded %n tracks were not transcoded
sr@latn: %n numera nije transkodirana %n numere nisu transkodirane %n numera nije transkodirano
sv: Ett spår finns kodades inte om %n spår kodades inte om

source: _n: , one track was not transcoded , %n tracks were not transcoded
sr@latn: , %n numera nije transkodirana , %n numere nisu transkodirane , %n numera nije transkodirano
sv: , ett spår kodades inte om , %n spår kodades inte om

source: (no transcode script running)
sr@latn: (skripta za transkodiranje nije pokrenuta)
sv: (något omkodningsskript kör inte)

source: The following tracks were not transferred:
sr@latn: Sledeće numere nisu prenesene:
sv: Följande spår överfördes inte:

source: _n: <p>You have selected 1 track to be <b>irreversibly</b> deleted. <p>You have selected %n tracks to be <b>irreversibly</b> deleted.
sr@latn: <p>Izabrali ste <b>nepovratno</b> brisanje %n numere. <p>Izabrali ste <b>nepovratno</b> brisanje %n numere. <p>Izabrali ste <b>nepovratno</b> brisanje %n numera.
sv: <p>Du har valt att 1 spår ska tas bort <b>permanent</b>.</p> <p>Du har valt att %n spår ska tas bort <b>permanent</b>.</p>

source: The XML in the transferlist was invalid. Please report this as a bug to the Amarok developers. Thank you.
sr@latn: XML u listi prenosa nije bio ispravan. Prijavite ovo kao grešku razvijačima Amarok-a. Hvala vam.
sv: XML i överföringslistan var ogiltig. Rapportera gärna det som ett fel till utvecklarna av Amarok. Tack så mycket.

source: Transfer Queue
sr@latn: Red za prenos
sv: Överföringskö

source: &Remove From Queue
sr@latn: &Ukloni iz reda
sv: &Ta bort från kö

source: &Clear Queue
sr@latn: &Očisti red
sv: &Rensa kö

source: &Start Transfer
sr@latn: &Pokreni prenos
sv: &Starta överföring

source: _: change options Configure %1
sr@latn: Podesi %1
sv: Anpassa %1

source: Reset
sr@latn: Resetuj
sv: Återställ

source: Presets
sr@latn: Prepodešavanja
sv: Förinställningar

source: Rename Equalizer Preset
sr@latn: Preimenuj pretpodešavanje ekvilajzera
sv: Byt namn på förinställning av equalizer

source: Enter new preset name:
sr@latn: Unesite novo ime pretpodešavanja:
sv: Ange förinställningens nya namn:

source: All presets will be deleted and defaults will be restored. Are you sure?
sr@latn: Vraćanje na podrazumevano će izbrisati sva trenutna prepodešavanja. Da li ste sigurni?
sv: Alla nuvarande förinställningar tas bort och standardvärden återställs. Är du säker?

source: <div align=center><h3>The Queue Manager</h3>To create a queue, <b>drag</b> tracks from the playlist, and <b>drop</b> them here.<br><br>Drag and drop tracks within the manager to resort queue orders.</div>
sr@latn: <div align=center><h3>Menadžer redosleda</h3>Da biste napravili redosled <b>prevlačite</b> numere iz liste, i <b>ispuštajte</b> ih ovde.<br><br>Zatim ih možete pomerati prevlačenjem i tako menjati redosled puštanja.</div>
sv: <div align=center><h3>Köhantering</h3>För att skapa en kö, <b>dra</b> spår från spellistan, och <b>släpp</b> dem här.<br><br>Dra och släpp spår i köhanteringen för att sortera om ordningen i kön.</div>

source: Queue Manager
sr@latn: Menadžer redosleda
sv: Köhantering

source: Move up
sr@latn: Pomeri gore
sv: Flytta upp

source: Move down
sr@latn: Pomeri dole
sv: Flytta ner

source: Enqueue track
sr@latn: Stavi numeru u red
sv: Köa spår

source: Clear queue
sr@latn: Očisti red
sv: Rensa kö

source: Ain't afraid of no bugs
sr@latn: Ne plaši se bubica
sv: Är inte rädd för några fel

source: Developer (Untouchable)
sr@latn: Programer (Nedodirljivi)
sv: Utvecklare (oberörbar)

source: Babe-Magnet
sr@latn: Magnet za ribe
sv: Tjejmagnet

source: Stud (muesli)
sv: Hingst (müsli)

source: 733t code, OSD improvement, patches (Larson)
sr@latn: 733t kod, poboljšanja OSD-a, zakrpe (Larson)
sv: 733t-kod, förbättringar av skärmvisning, programfixar (Larson)

source: Opera owns your mom
sr@latn: Opera poseduje tvoju mamu
sv: Opera äger din mamma

source: Developer (illissius)
sr@latn: Programer (illissius)
sv: Utvecklare (illissius)

source: The Beard
sr@latn: Brada
sv: Skägget

source: Developer (eean)
sr@latn: Programer (eean)
sv: Utvecklare (eean)

source: IROCKSOHARD
sv: JAGROCKARHÅRT

source: Developer (jefferai)
sr@latn: Programer (jefferai)
sv: Utvecklare (jefferai)

source: It's good, but it's not irssi
sr@latn: Dobar je, ali nije irssi
sv: Det är bra, men det är inte IRSSI

source: Project founder (markey)
sr@latn: Osnivač projekta (markey)
sv: Grundare av projektet (markey)

source: Easily the most compile-breaks ever!
sr@latn: Verovatno najviše pokvarenih prevođenja!
sv: Med lätthet flest kompileringar som inte fungerar någonsin!

source: Developer (aumuell)
sr@latn: Programer (aumuell)
sv: Utvecklare (aumuell)

source: Cowboy mxcl
sr@latn: Kauboj mxcl
sv: Cowboy MXCI

source: Purple is not girly!
sr@latn: Ružičasto nije ženskasto!
sv: Violett är inte flickaktigt!

source: DCOP, improvements, Preci-i-o-u-u-s handbook maintainer (madpenguin8)
sr@latn: DCOP, poboljšanja, pre-e-e-kra-sni održavalac priručnika (madpenguin8)
sv: DCOP, förbättringar, älskad handboksredaktör (madpenguin8)

source: Spaghetti Coder
sr@latn: Špageti-koder
sv: Spagettikodare

source: Playlist-browser, cover-manager (teax)
sr@latn: Pregledač liste numera, menadžer omota (teax)
sv: Spellistebläddrare, omslagshantering (teax)

source: And God said, let there be Mac
sr@latn: I Bog reče, neka bude Mek
sv: Gud sade: "Mac, bli till!"

source: Amarok logo, splash screen, icons
sr@latn: Logo Amarok, uvodni ekran, ikone
sv: Amarok-logotyp, startskärm, ikoner

source: Surfin' down under
sr@latn: Surfovanje dole ispod
sv: Surfar 'down under'

source: Developer (sebr)
sr@latn: Programer (sebr)
sv: Utvecklare (sebr)

source: All you need is DCOP
sr@latn: Sve što vam treba je DCOP
sv: Allt som behövs är DCOP

source: DCOP, improvements, cleanups, i18n (berkus)
sr@latn: DCOP, poboljšanja, čišćenja, i18n (berkus)
sv: DCOP, förbättringar, upprensningar, i18n (berkus)

source: Analyzers, patches
sr@latn: Analizatori, zakrpe
sv: Analysatorer, programfixar

source: Patches
sr@latn: Zakrpe
sv: Programfixar

source: MySQL support
sr@latn: Podrška za MySQL
sv: stöd för MySQL

source: Postgresql support
sr@latn: Podrška za Postgresql
sv: Stöd för PostgreSQL

source: podcast code improvements
sr@latn: Poboljšanja koda za podemisije
sv: Förbättringar av kod för podsändningar

source: roKymoter (dangle)
sv: Reklammakare (dangle)

source: First-run wizard, usability
sr@latn: Čarobnjak prvog pokretanja, upotrebljivost
sv: Startguiden, användarvänlighet

source: roKymoter (hydrogen)
sv: Reklammakare (hydrogen)

source: graphics, splash-screen
sr@latn: Uvodni ekran, grafika
sv: Grafik, startskärm

source: Analyzers, Context Browser and systray eye-candy
sr@latn: Analizatori, kontekstni pregledač i slatkiši u sistemskoj kaseti
sv: Analysatorer, sammanhangsbläddrare och ögongodis för systembrickan

source: icons and image work
sr@latn: Ikone i posao oko slika
sv: Ikoner och bildframställning

source: Live CD, Bug squashing (oggb4mp3)
sr@latn: Lajv CD, spljeskao bubice (oggb4mp3)
sv: Live-cd, feleliminering (oggb4mp3)

source: handbook enhancements, translations, bug fixes, screenshots, roKymoter (apachelogger)
sr@latn: Poboljšanja priručnika, prevodi, ispravke grešaka, snimci ekrana, roKymoter (apachelogger)
sv: Förbättringar av handboken, översättningar, felrättningar, skärmbilder, reklammakare (Apache-loggning)

source: Tester, IRC channel operator, whipping
sr@latn: Tester, operater IRC kanala, bičevanje
sv: Tester, IRC-kanaloperatör, inpiskare

source: roKymoter, bug fixer and Swedish Bitch (Firetech)
sv: Reklammakare, felrättare och svensk elaking (Firetech)

source: Icons
sr@latn: Ikone
sv: Ikoner

source: Konqueror Sidebar, some DCOP methods
sr@latn: Bočna traka Konqueror-a, neke DCOP metode
sv: Konqueror-sidorad, några DCOP-metoder

source: FHT routine, bugfixes
sr@latn: FHT rutina, popravke grešaka
sv: FHT rutin, felrättningar

source: K3B export code
sr@latn: Kod za izvoz u K3b
sv: K3b-exportkod

source: Splash screen
sr@latn: Uvodni ekran
sv: Startskärm

source: Website hosting
sr@latn: Udomljavanje veb sajta
sv: Värddator för webbplats

source: Helix engine, Gst10 Engine (foreboy)
sr@latn: Motori Helix i Gst10 (foreboy)
sv: Helix-gränssnitt, Gst10-gränssnitt (foreboy)

source: Bugfixes, PostgreSQL support
sr@latn: Ispravke grešaka, podrška za Postgresql
sv: Felrättningar, stöd för PostgreSQL

source: Wikipedia support, patches
sr@latn: Podrška za Vikipediju, zakrpe
sv: Stöd för Wikipedia, programfixar

source: MAS engine
sr@latn: Motor MAS
sv: MAS-gränssnitt

source: Audioscrobbler support
sr@latn: Podrška za Audioscrobbler
sv: stöd för Audioscrobbler

source: TagLib & ktrm code
sr@latn: TagLib i ktrm
sv: Taglib- och Ktrm-kod

source: Loadsa stuff
sr@latn: Gomila stvari
sv: Massor med grejor

source: Patches, Bugfixes
sr@latn: Zakrpe, ispravke grešaka
sv: Programfixar, felrättningar

source: roKymoter (sven423)
sv: Reklammakare (sven423)

source: Graphics, splash-screen (vnizzz)
sr@latn: Grafika, uvodni ekran (vnizzz)
sv: Grafik, startskärm (vnizzz)

source: Tester, patches
sr@latn: Tester, zakrpe
sv: Tester, programfixar

source: Browsers
sr@latn: Pregledači
sv: Bläddrare

source: _n: 1 Track Information for %n Tracks
sr@latn: Informacije za %n numeru Informacije za %n numere Informacije za %n numera
sv: 1 spår Information för %n spår

source: Generating audio fingerprint...
sr@latn: Pravim audio otisak...
sv: Skapar fingeravtryck för ljud...

source: Tunepimp (MusicBrainz tagging library) returned the following error: "%1".
sr@latn: Tunepimp (MusicBrainz-ova biblioteka za označavanje) vrati sledeću grešku: „%1“.
sv: Tunepimp (MusicBrainz taggningsbibliotek) returnerade följande fel: "%1".

source: The track was not found in the MusicBrainz database.
sr@latn: Numera nije pronađena u bazi podataka MusicBrainz-a.
sv: Spåret hittades inte i MusicBrainz databas.

source: Summary
sr@latn: Sažetak
sv: Sammanfattning

source: Tags
sr@latn: Oznake
sv: Taggar

source: Statistics
sr@latn: Statistika
sv: Statistik

source: Please install MusicBrainz to enable this functionality
sr@latn: Instalirajte MusicBrainz da biste dobili ovu funkcionalnost
sv: Installera MusicBrainz för att aktivera funktionen

source: Tracks by this Artist
sr@latn: Numere ovog izvođača
sv: Spår av artisten

source: Albums by this Artist
sr@latn: Albumi ovog izvođača
sv: Album av artisten

source: Favorite by this Artist
sr@latn: Omiljeno ovog izvođača
sv: Favorit av artisten

source: Favorite on this Album
sr@latn: Omiljeno na ovom albumu
sv: Favorit på albumet

source: Related Artists
sr@latn: Slični izvođači
sv: Liknande artister

source: Track Information: %1 by %2
sr@latn: Informacije o numeri: %1 od %2
sv: Spårinformation: %1 av %2

source: <b>%1</b> by <b>%2</b>
sr@latn: <b>%1</b> od <b>%2</b>
sv: <b>%1</b> av <b>%2</b>

source: <b>%1</b> by <b>%2</b> on <b>%3</b>
sr@latn: <b>%1</b> od <b>%2</b> sa <b>%3</b>
sv: <b>%1</b> av <b>%2</b> på <b>%3</b>

source: _: <tr><td>Label:</td><td><b>Value</b></td></tr> <tr><td><nobr>%1:</nobr></td><td><b>%2</b></td></tr>
sr@latn: <tr><td><nobr>%1:</nobr></td><td><b>%2</b></td></tr>
sv: <tr><td>Etikett:</td><td><b>Värde</b></td></tr> <tr><td><nobr>%1:</nobr></td><td><b>%2</b></td></tr>

source: Samplerate
sr@latn: Učestanost uzorkovanja
sv: Samplingsfrekvens

source: Size
sr@latn: Veličina
sv: Storlek

source: First Played
sr@latn: Prvi put pušteno
sv: Först spelad

source: Never
sr@latn: Nikada
sv: Aldrig

source: Sorry, the tag for %1 could not be changed.
sr@latn: Izvinite, oznaka za %1 nije mogla biti izmenjena.
sv: Taggen för %1 kunde inte ändras.

source: The file %1 is not writable.
sr@latn: U fajl %1 se ne može pisati.
sv: Filen %1 är inte skrivbar.

source: &Add Media...
sr@latn: &Dodaj medijum...
sv: &Lägg till media...

source: &Add Stream...
sr@latn: &Dodaj tok...
sv: &Lägg till ström...

source: &Save Playlist As...
sr@latn: Snimi listu numera &kao...
sv: &Spara spellista som...

source: Play Media...
sr@latn: Pusti medijum...
sv: Spela media...

source: Play Audio CD
sr@latn: Pusti audio CD
sv: Spela ljud-cd

source: Play las&t.fm Stream
sr@latn: Pusti tok s&a last.fm-a
sv: Spela s&tröm från last.fm

source: Neighbor Radio
sr@latn: Susedski radio
sv: Radio i grannskapet

source: Global Tag Radio
sr@latn: Globalno označeni radio
sv: Global radio

source: Add las&t.fm Stream
sr@latn: Dodaj tok &sa last.fm-a
sv: Lägg till s&tröm från last.fm

source: Configure &Global Shortcuts...
sr@latn: Podesi &globalne prečice...
sv: Anpassa &globala genvägar...

source: Previous Track
sr@latn: Prethodna numera
sv: Föregående spår

source: Next Track
sr@latn: Sledeća numera
sv: Nästa spår

source: Toggle Focus
sr@latn: Prebaci fokus
sv: Växla fokus

source: S&earch:
sr@latn: &Traži:
sv: &Sök:

source: Playlist Filter
sr@latn: Filter liste numera
sv: Spellistefilter

source: Enter space-separated terms to filter the playlist. Advanced, Google-esque syntax is also available; see the handbook (The Playlist section of chapter 4) for details.
sr@latn: Unesite razmakom razdvojene izraze za filtriranje liste. Napredna, Google-ovska sintaksa je takođe moguća; vidite priručnik za detalje (poglavlje 4).
sv: Skriv in termer åtskilda med mellanslag för att filtrera spellistan. Avancerad, Google-liknande syntax är också tillgänglig. Se handboken (avsnittet "Spellistan" i kapitel 4) för mer information.

source: &Cover Manager
sr@latn: &Menadžer omota
sv: &Omslagshantering

source: Hide Toolbar
sr@latn: Sakrij traku sa alatima
sv: Dölj verktygsrad

source: Show Toolbar
sr@latn: Prikaži traku sa alatima
sv: Visa verktygsrad

source: Hide Player &Window
sr@latn: Sakrij prozor &plejera
sv: Dölj s&pelarfönster

source: Show Player &Window
sr@latn: Prikaži prozor &plejera
sv: Visa s&pelarfönster

source: E&ngage
sr@latn: &Kreni
sv: &Koppla in

source: &Mode
sr@latn: &Režim
sv: &Läge

source: Context
sr@latn: Kontekst
sv: Sammanhang

source: Media Device
sr@latn: Multimedijalni uređaj
sv: Mediaenhet

source: Play Media (Files or URLs)
sr@latn: Pusti medijum (fajlovi ili URL-ovi)
sv: Spela media (filer eller webbadresser)

source: Add Media (Files or URLs)
sr@latn: Dodaj medijum (fajlovi ili URL-ovi)
sv: Lägg till media (filer eller webbadresser)

source: Add Stream
sr@latn: Dodaj tok
sv: Lägg till ström

source: URL
sv: Webbadress

source: Repopulate
sr@latn: Ponovo napuni
sv: Fyll i igen

source: Turn Off
sr@latn: Isključi
sv: Stäng av

source: Enter space-separated terms to filter the directory-listing
sr@latn: Unesite razmakom razdvojene izraze za filtriranje liste direktorijuma
sv: Skriv in termer åtskilda av mellanslag för att filtrera kataloglistningen

source: Add to Media Device &Transfer Queue
sr@latn: Dodaj u &red za prenos na multimedijalni uređaj
sv: Lägg &till i mediaenhetens överföringskö

source: &Copy to Collection
sr@latn: &Kopiraj u zbirku
sv: &Kopiera till samling

source: &Move to Collection
sr@latn: &Premesti u zbirku
sv: &Flytta till samling

source: &Select All Files
sr@latn: Izaberi &sve fajlove
sv: Markera &alla filer

source: Move Files To Collection
sr@latn: Premesti fajlove u zbirku
sv: Flytta filer till samling

source: <div align=center>Enter a search term above; you can use wildcards like * and ?</div>
sr@latn: <div align=center>Unesite gore izraz za pretragu; možete koristiti džokere kao * i ?</div>
sv: <div align=center>Skriv in en sökterm ovan. Du kan använda jokertecken som * och ?</div>

source: Search here...
sr@latn: Traži ovde...
sv: Sök här...

source: &Show Search Panel
sr@latn: &Prikaži panel pretrage
sv: &Visa sökruta

source: Searching...
sr@latn: Tražim...
sv: Söker...

source: No results found
sr@latn: Bez rezultata
sv: Inga resultat hittades

source: None
sr@latn: Ništa
sv: Ingen

source: Could not connect to iFP device
sr@latn: Nisam mogao da se povežem sa iFP uređajem
sv: Kunde inte ansluta till iFP-enhet

source: iFP: A suitable iRiver iFP device couldn't be found
sr@latn: iFP: Odgovarajući iRiver-ov iFP uređaj nije nađen
sv: En lämplig iRiver iFP-enhet kunde inte hittas

source: iFP: Could not get a usb device handle
sr@latn: iFP: Nisam mogao da dobavim ručku USB uređaja
sv: Kunde inte hämta USB-enhetsreferens för iFP-enhet

source: iFP: Device is busy
sr@latn: iFP: Uređaj je zauzet
sv: iFP-enheten är upptagen

source: iFP: Could not open device
sr@latn: iFP: Nisam mogao da otvorim uređaj
sv: Kunde inte öppna iFP-enhet

source: Choose a Download Directory
sr@latn: Izaberite direktorijum za preuzimanja
sv: Välj en nerladdningskatalog

source: Directory cannot be deleted: '%1'
sr@latn: Direktorijum se ne može obrisati: „%1“
sv: Katalogen kan inte tas bort: '%1'

source: File does not exist: '%1'
sr@latn: Fajl ne postoji: „%1“
sv: Filen finns inte: '%1'

source: Cannot enter directory: '%1'
sr@latn: Ne mogu da uđem u direktorijum: „%1“
sv: Kan inte gå in i katalogen: '%1'

source: Download
sr@latn: Preuzmi
sv: Nerladdning

source: NJB Media device
sr@latn: NJB multimedijalni uređaj
sv: NJB-mediaenhet

source: Could not connect to Nomad device
sr@latn: Nisam mogao da se povežem sa Nomad-om
sv: Kunde inte ansluta till Nomad-enhet

source: A suitable Nomad device could not be found
sr@latn: Odgovarajući Nomad nije nađen
sv: En lämplig Nomad-enhet kunde inte hittas

source: Nomad device could not be opened
sr@latn: Nomad nije mogao biti otvoren
sv: Nomad-enhet kunde inte öppnas

source: _n: 1 track found on device %n tracks found on device
sr@latn: %n numera nađena na uređaju %n numere nađene na uređaju %n numera nađeno na uređaju
sv: 1 spår hittades på enheten %n spår hittades på enheten

source: Not a valid mp3 file
sr@latn: Nije ispravan MP3 fajl
sv: Inte en giltig MP3-fil

source: Copying / Sent %1%...
sr@latn: Kopiram / poslato %1%...
sv: Kopierar - skickat %1 %...

source: Download file
sr@latn: Preuzmi fajl
sv: Ladda ner fil

source: Download to collection
sr@latn: Preuzmi u zbirku
sv: Ladda ner till samling

source: Delete from device
sr@latn: Obriši sa uređaja
sv: Ta bort från enhet

source: Unknown artist
sr@latn: Nepoznat izvođač
sv: Okänd artist

source: Unknown album
sr@latn: Nepoznat album
sv: Okänt album

source: Unknown title
sr@latn: Nepoznat naslov
sv: Okänd titel

source: Unknown genre
sr@latn: Nepoznat žanr
sv: Okänd genre

source: Media Device: Creating directory for file %1 failed
sr@latn: Multimedijalni uređaj: Pravljenje direktorijuma za fajl %1 nije uspelo
sv: Mediaenhet: Misslyckades skapa katalog för filen %1

source: Media Device: iPod mounted at %1 already locked!
sr@latn: Multimedijalni uređaj: iPod montiran kao %1 je već zaključan!
sv: Mediaenhet: iPod monterad på %1 är redan låst.

source: If you are sure that this is an error, then remove the file %1 and try again.
sr@latn: Ako ste sigurni da je ovo greška, uklonite fajl %1 i pokušajte ponovo.
sv: Om du är säker på att det är ett fel, ta bort filen %1 och försök igen.

source: Remove iTunes Lock File?
sr@latn: Ukloniti iTunes-ov zaključavajući fajl?
sv: Ta bort iTunes låsfil?

source: Media Device: removing lockfile %1 failed: %2!
sr@latn: Multimedijalni uređaj: Uklanjanje zaključavajućeg fajla %1 nije uspelo: %2!
sv: Mediaenhet: Misslyckades ta bort låsfil %1: %2.

source: Media Device: failed to create lockfile on iPod mounted at %1: %2
sr@latn: Multimedijalni uređaj: Nisam uspeo da napravim zaključavajući fajl na iPod-u montiranom kao %1: %2
sv: Mediaenhet: Misslyckades skapa låsfil för iPod monterad på %1: %2

source: Media device: Mount point %1 does not exist
sr@latn: Multimedijalni uređaj: Tačka montiranja %1 ne postoji
sv: Mediaenhet: Monteringsplatsen %1 finns inte

source: Media Device: Initialized iPod mounted at %1
sr@latn: Multimedijalni uređaj: Inicijalizovah iPod montiran kao %1
sv: Mediaenhet: Initialiserade iPod monterad på %1

source: Media Device: iPod at %1 already opened
sr@latn: Multimedijalni uređaj: iPod kod %1 je već otvoren
sv: Mediaenhet: iPod på %1 är redan öppnad

source: Media Device: No mounted iPod found
sr@latn: Multimedijalni uređaj: Nije nađen nijedan montiran iPod
sv: Mediaenhet: Någon monterad iPod hittades inte

source: Media Device: could not find iTunesDB on device mounted at %1. Should I try to initialize your iPod?
sr@latn: Multimedijalni uređaj: Nisam mogao da nađem iTunesDB na uređaju montiranom kao %1. Da pokušam da inicijalizujem vaš iPod?
sv: Mediaenhet: Kunde inte hitta iTunes databas på enheten som är monterad som %1. Ska ett försök göras att initiera din iPod?

source: Initialize iPod?
sr@latn: Inicijalizovati iPod?
sv: Initiera iPod?

source: &Initialize
sr@latn: &Inicijalizuj
sv: &Initiera

source: Media Device: Failed to initialize iPod mounted at %1
sr@latn: Multimedijalni uređaj: Nisam uspeo da inicijalizujem iPod montiran kao %1
sv: Mediaenhet: Misslyckades initialisera iPod monterad på %1

source: Media device: device type detection failed, assuming iPod shuffle
sr@latn: Multimedijalni uređaj: Nije uspelo otkrivanje tipa uređaja, pretpostavljam iPod
sv: Mediaenhet: Detektering av enhetstyp misslyckades, antar iPod Shuffle

source: Media device: Failed to create directory %1
sr@latn: Multimedijalni uređaj: Nisam uspeo da napravim direktorijum %1
sv: Mediaenhet: Misslyckades skapa katalog %1

source: Invisible
sr@latn: Nevidljiv
sv: Osynlig

source: Stale
sr@latn: Zastoj
sv: Föråldrad

source: Orphaned
sr@latn: Siroče
sv: Föräldralös

source: Media device: failed to write iPod database
sr@latn: Multimedijalni uređaj: Nisam uspeo da zapišem iPod-ovu bazu podataka
sv: Mediaenhet: Misslyckades skriva iPod-databas

source: &Copy Files to Collection...
sr@latn: &Kopiraj fajlove u zbirku...
sv: &Kopiera filer till samling...

source: Burn to CD as Data
sr@latn: Nareži na CD kao podatke
sv: Bränn till cd som data

source: Burn to CD as Audio
sr@latn: Nareži na CD kao audio
sv: Bränn till cd som ljud

source: Subscribe to This Podcast
sr@latn: Pretplati se na ovu podemisiju
sv: Prenumerera på podradiosändningen

source: Make Media Device Playlist
sr@latn: Napravi listu numera sa multimedijalnog uređaja
sv: Skapa spellista för mediaenhet

source: Add to Playlist
sr@latn: Dodaj u listu numera
sv: Lägg till i spellista

source: _n: Edit &Information... Edit &Information for %n Tracks...
sr@latn: Uredi &informacije za %n numeru... Uredi &informacije za %n numere... Uredi &informacije za %n numera...
sv: Redigera &information... Redigera &information för %n spår...

source: Add to Database
sr@latn: Dodaj u bazu podataka
sv: Lägg till i databas

source: Delete Podcasts Already Played
sr@latn: Obriši već puštene podemisije
sv: Ta bort podradiosändningar som redan spelats

source: Scan for Orphaned and Missing Files
sr@latn: Potraži napuštene ili nedostajuće fajlove
sv: Sök efter övergivna och saknade filer

source: Refresh Cover Images
sr@latn: Osveži slike omota
sv: Uppdatera omslagsbilder

source: Repair iPod
sr@latn: Popravi iPod
sv: Reparera iPod

source: _n: One duplicate track not added to database %n duplicate tracks not added to database
sr@latn: %n duplikatska numera nije dodata u bazu %n duplikatske numere nisu dodate u bazu %n duplikatskih numera nije dodato u bazu
sv: Ett duplicerat spår inte tillagt i databasen %n duplicerade spår inte tillagda i databasen

source: &Automatically delete podcasts
sr@latn: Automatski &briši podemisije
sv: Ta &automatiskt bort podradiosändningar
