Repository: tmarques/waheela
Catalog: amarok-1.4.1/po/*/amarok.po
Languages: sr@latn, sv

source: Calculates the Mood data (if necessary) for a track whenever it is inserted into the playlist.
sr@latn: Računa raspoloženje (ako je neophodno) za numeru kad god se ona ubaci u listu numera.
sv: Beräknar stämningsdata för ett spår så fort det infogas i spellistan (om det behövs).

source: Store Mood data files with music
sr@latn: Skladišti fajlove raspoloženja zajedno sa muzikom
sv: Lagra stämningsdatafiler med musik

source: Enabling this option stores Mood data files with the music files. Disabling stores them in your home folder.
sr@latn: Uključivanjem ove opcije, fajlovi raspoloženja biće skladišteni sa muzičkim fajlovima. Isključivanjem, fajlovi raspoloženja biće u vašoj domaćoj fascikli.
sv: Aktiveras alternativet lagras stämningsdatafiler med musikfilerna. Inaktiveras det lagras de i din hemkatalog.

source: Maximize color spread of Moodbar
sr@latn: Maksimizuj raspon boja trake raspoloženja
sv: Maximera stämningsradens färgspridning

source: When enabled, the hue distribution is quantized and respread evenly, giving a prettier but less meaningful output.
sr@latn: Kada je uključeno, raspodela nijansi je kvantifikovana i jednako rasprostranjena, dajući lepši, ali manje smisleni izlaz.
sv: Om aktiverad kvantiseras färgtonsfördelningen och sprids ut jämnt igen, vilket ger vackrare men mindre meningsfull utdata.

source: Alter Mood data according to theme
sr@latn: Menjaj raspoloženje prema temi
sv: Ändra stämningsdata enligt tema

source: The hues are distributed according to a colour theme, giving a customisable look.
sr@latn: Nijanse su raspoređene prema šemi boja, dajući uposebljen izgled.
sv: Färgtonerna fördelas enligt ett färgtema, som ger ett anpassningsbart utseende.

source: The old column size for moodbar
sr@latn: Stara veličina kolone za traku raspoloženja
sv: Stämningsradens gamla kolumnstorlek

source: If it has been hidden, then the size for the moodbar column is saved here.
sr@latn: Ako je skrivena, ovde se čuva veličina kolone trake raspoloženja.
sv: Om den har dolts, sparas storleken för stämningsradens kolumn här.

source: Whether to show the toolbar in the playlist window.
sr@latn: Da li prikazivati traku alata u prozoru liste numera
sv: Om verktygslisten ska visas i spellistans fönster.

source: Size of the cover previews in Contextbrowser and Covermanager
sr@latn: Veličina pregleda omota u kontekstnom pregledaču i menadžeru omota
sv: Storleken på förhandsgranskningar av omslag i sammanhangsbläddraren och omslagshanteringen.

source: Whether to add directories to playlist recursively
sr@latn: Da li dodavati direktorijume u listu numera rekurzivno
sv: Om kataloger ska läggas till rekursivt i spellistan

source: Enable/Disable recursive directory adding to the playlist.
sr@latn: Uključi/isključi rekurzivno dodavanje direktorijuma u listu numera.
sv: Aktivera eller inaktivera rekursivt tillägg av kataloger i spellistan.

source: Delay between tracks, in milliseconds
sr@latn: Zastoj između numera, u milisekundama
sv: Tystnad mellan spår i millisekunder

source: Delay between tracks, in milliseconds.
sr@latn: Zastoj između numera, u milisekundama.
sv: Tystnad mellan spår i millisekunder.

source: Whether the playlist window is visible
sr@latn: Da li je prozor liste numera vidljiv
sv: Om spellistans fönster är synligt

source: Enable/Disable the playlist window. Equal to clicking the PL button in the player window.
sr@latn: Uključi/isključi prozor liste numera. Isto kao i klik na dugme PL u prozoru plejera.
sv: Aktivera eller inaktivera spellistans fönster. Samma sak som att klicka på knappen PL i spelarfönstret.

source: Number of undo levels in playlist
sr@latn: Broj nivoa opoziva u listi numera
sv: Antal nivåer som kan ångras i spellistan

source: The number of undo levels in the playlist.
sr@latn: Broj nivoa opoziva u listi numera.
sv: Antal nivåer som kan ångras i spellistan.

source: Index of current visual analyzer
sr@latn: Indeks tekućeg vizuelnog analizatora
sv: Index för den aktuella visuella analysatorn.

source: The ID of the visual analyzer to display.
sr@latn: Id. vizuelnog analizatora koji treba prikazati.
sv: Identifikationen för den visuella analysatorn att visa.

source: Index of analyzer displayed in playlist window
sr@latn: Indeks analizatora prikazanog u prozoru liste
sv: Analysatorns index visas i spellistans fönster

source: The ID of the visual analyzer to display in playlist window.
sr@latn: Id. vizuelnog analizatora koji se prikazuje u prozoru liste.
sv: Identifikationen för den visuella analysatorn att visa i spellistans fönster.

source: Playlist window splitter positions
sr@latn: Položaji razdvajača u prozoru liste numera
sv: Positioner för avskiljare i spellistans fönster

source: Currently unused
sr@latn: Trenutno se ne koristi
sv: För närvarande oanvänd

source: Whether a splash-screen should be displayed on startup
sr@latn: Da li treba prikazati uvodni ekran pri pokretanju
sv: Om en startskärm ska visas vid start

source: Enable/Disable splashscreen during amaroK startup.
sr@latn: Uključi/isključi uvodni ekran pri pokretanju Amarok-a.
sv: Aktivera eller inaktivera startskärm när amaroK startas.

source: Set CSS stylesheet used to customize ContextBrowser's rendering
sr@latn: Postavi CSS opis stila za ispis kontekstnog pregledača
sv: Ange CSS-stilmall som används för att anpassa uppritning av samlingsbläddraren

source: Set this to the style dir you want to use.
sr@latn: Postavite ovo na direktorijum stila koji želite da koristite.
sv: Ställ in det här till stilkatalogen som du vill använda.

source: Whether Menubar is shown
sr@latn: Da li je prikazana traka menija
sv: Om menyraden visas

source: If set, amaroK displays a menubar on top of the application.
sr@latn: Ako je postavljeno, Amarok prikazuje traku menija na vrhu prozora.
sv: Om markerad visar amaroK en menyrad längst upp i programmet.

source: Whether playlists store relative path
sr@latn: Da li lista numera skladišti relativnu putanju
sv: Om spellistor lagrar relativa sökvägar

source: If set, amaroK manually saved playlists will contain a relative path to the tracks, not absolute.
sr@latn: Ako je postavljeno, ručno snimljene liste numera u Amarok-u će sadržati relativnu putanju do numera umesto apsolutne.
sv: Om markerad, innehåller spellistor manuellt sparade i amaroK en relativ sökväg till spåret, inte en absolut.

source: Whether organize files will overwrite existing files.
sr@latn: Da li će organizovanje fajlova prebrisavati postojeće fajlove.
sv: Om Organisera filer kommer att skriva över befintliga filer.

source: If set, Organize files will overwrite any existing destination.
sr@latn: Ako je postavljeno, već postojeća odredišta biće prebrisana pri organizovanju.
sv: Om markerad, kommer Organisera filer att skriva över alla befintliga filer.

source: Whether organize files will group directories according to their filetype.
sr@latn: Da li će organizovanje fajlova grupisati direktorijume po tipu fajlova.
sv: Om organisera filer grupperar kataloger enligt deras filtyp.

source: If set, Organize files will group directories containing the same filetype.
sr@latn: Ako je postavljeno, pri organizovanju biće grupisani direktorijumi koji sadrže isti tip fajlova.
sv: Om markerad, kommer Organisera filer att gruppera kataloger som innehåller samma filtyp.

source: Whether organize files will group artist starting in the same character.
sr@latn: Da li će organizovanje fajlova grupisati izvođače po početnom slovu.
sv: Om organisera filer grupperar artister som börjar med samma bokstav.

source: If set, Organize files will group artist starting in the same character.
sr@latn: Ako je postavljeno, organizovanje fajlova grupisaće izvođače po početnom slovu.
sv: Om markerad, kommer Organisera filer att gruppera artister som börjar med samma bokstav.

source: Whether organize files will ignore The in artist names.
sr@latn: Da li će organizovanje fajlova zanemariti The u imenima izvođača.
sv: Om organisera filer ignorerar 'The' i artistnamn.

source: If set, Organize files will ignore The in artist names.
sr@latn: Ako je postavljeno, organizovanje fajlova će zanemariti The u imenima izvođača.
sv: Om markerad, kommer Organisera filer att ignorera 'The' i artistnamn.

source: Whether organize files will replace spaces in filenames by an underscore.
sr@latn: Da li će organizovanje fajlova zameniti podvlakama razmake u imenima.
sv: Om organisera filer ersätter mellanslag i filnamn med ett understreck.

source: If set, Organize files will replace spaces in filenames by an underscore.
sr@latn: Ako je postavljeno, organizovanje fajlova će menjati razmake u imenima podvlakama.
sv: Om markerad, kommer Organisera filer att ersätta mellanslag i filnamn med ett understreck.

source: Whether organize files will use cover art as folder icons.
sr@latn: Da li će organizovanje fajlova koristiti sliku omota kao ikonu fascikle.
sv: Om organisera filer använder omslagsbilder som katalogikoner.

source: If set, Organize files will use cover art as folder icons.
sr@latn: Ako je postavljeno, organizovanje fajlova će koristiti sliku omota kao ikonu fascikle.
sv: Om markerad, kommer Organisera filer att använda omslagsbilder som katalogikoner.

source: Index of collection folder destination for Organize files.
sr@latn: Indeks odredišne fascikle zbirke za organizovanje fajlova.
sv: Samlingskatalogsmålets index för Organisera filer.

source: The ID of the collection folder destination for Organize files.
sr@latn: Id. odredišne fascikle zbirke za organizovanje fajlova.
sv: Samlingskatalogmålets identitet för Organisera filer.

source: Whether organize files will rename files in a manner compatible with vfat filesystems.
sr@latn: Da li će organizovanje fajlova menjati imena tako da su saglasna sa VFAT sistemima fajlova.
sv: Om Organisera filer byter namn på filer på ett sätt som fungerar med VFAT-filsystem.

source: If set, Organize files will replace characters that are not compatible with vfat filesystems (such as ':', '*' and '?').
sr@latn: Ako je postavljeno, organizovanje fajlova će menjati znakove nesaglasne sa VFAT sistemima fajlova (npr. „:“, „*“ i „?“).
sv: Om markerad ersätter Organisera filer tecken som inte fungerar med VFAT-filsystem (som ':', '*' och '?').

source: Whether organize files will rename files such that they only contain 7-bit ASCII characters.
sr@latn: Da li će organizovanje fajlova menjati imena tako da sadrže samo 7-bitne ASCII znakove.
sv: Om Organisera filer byter namn på filer så att de bara innehåller 7-bitars ASCII-tecken.

source: If set, Organize files will replace characters that are not compatible with the 7-bit ASCII character set.
sr@latn: Ako je postavljeno, organizovanje fajlova će menjati znakove nesaglasne sa 7-bitnim ASCII skupom znakova.
sv: Om markerad, kommer Organisera filer att ersätta tecken som inte hör till teckenuppsättningen 7-bitars ASCII.

source: Whether organize files will use a custom file naming scheme.
sr@latn: Da li će organizovanje fajlova koristiti posebnu šemu imenovanja.
sv: Om Organisera filer använder en egendefinierad filnamngivningsmetod.

source: If set, Organize files will rename files according to a custom format string.
sr@latn: Ako je postavljeno, organizovanje fajlova će menjati imena prema posebnom formatu.
sv: Om markerad, kommer Organisera filer att byta namn på filer enligt en egendefinierad formatsträng.

source: Format string for Organize files, if a custom naming scheme is used.
sr@latn: Znakovni niz formata za organizovanje fajlova, kada se koristi posebna šema.
sv: Formatsträng för Organisera filer, om en egen namngivningsmetod används.

source: If the custom filename scheme is enabled, then Organize files will rename files according to this format string.
sr@latn: Ako je uključena posebna šema imenovanja fajlova, tada će pri ogranizovanju fajlovi dobijati imena prema ovom formatu.
sv: Om den egendefinierade filnamnsmetoden är aktiverad, byter Organisera filer namn på filer enligt formateringssträngen.

source: Regular expression that is to be replaced.
sr@latn: Regularni izraz koji treba zameniti.
sv: Reguljärt uttryck som ska ersättas.

source: Organize files will replace substrings matching this regular expression.
sr@latn: Organizovanje fajlova će menjati podnizove koje poklapa ovaj regularni izraz.
sv: Organisera filer ersätter delsträngar som matchar det reguljära uttrycket.

source: Replacing string.
sr@latn: Znakovni niz koji menja.
sv: Ersättningssträng.

source: Organize files will replace matching substrings with this string.
sr@latn: Organizovanje fajlova će zameniti poklopljene podnizove ovim nizom.
sv: Organisera filer ersätter delsträngar som matchar med strängen.

source: Filename of the external web browser to be invoked by amaroK.
sr@latn: Ime fajla spoljašnjeg veb pregledača koji Amarok poziva.
sv: Filnamn för den externa webbläsaren som ska startas av amaroK.

source: Whether amaroK's custom icon theme or the system icon theme is used.
sr@latn: Da li se koristi sistemska ili Amarok-ova posebna tema ikona.
sv: Om amaroK använder ett eget ikontema eller om systemets ikontema används.

source: Whether the collection view is in the flat or tree view mode
sr@latn: Da li se zbirka prikazuje u ravnom ili stablolikom režimu
sv: Om samlingsvyn visar enkel vy eller trädvy

source: Master volume
sr@latn: Glavna jačina
sv: Huvudvolym

source: The amaroK master volume, a value between 0 (muted) and 100.
sr@latn: Amarok-ova glavna jačina, vrednost između 0 (utišano) i 100.
sv: Huvudvolymen i amaroK, ett värde mellan 0 (tyst) och 100.

source: Whether to crossfade between tracks
sr@latn: Da li pretapati između numera
sv: Om övertoning mellan spår ska användas

source: Enable/Disable crossfading between track changes.
sr@latn: Uključi/isključi pretapanje pri promeni numera.
sv: Aktivera eller inaktivera övertoning under spårbyten.

source: Length of crossfade, in milliseconds
sr@latn: Dužina pretapanja, u milisekundama
sv: Övertoningens längd, i millisekunder

source: The length of the crossfade between tracks in milliseconds.
sr@latn: Dužina pretapanja između numera, u milisekundama.
sv: Övertoningens längd mellan spår i millisekunder.

source: Only crossfade when manually changing tracks
sr@latn: Pretapaj samo pri ručnoj promeni numere
sv: Övertona bara när spår ändras manuellt

source: Sound system to use
sr@latn: Zvučni sistem koji se koristi
sv: Ljudsystem som ska användas

source: Select the sound system used to play media. amaroK currently support aRts, GStreamer, xine, and NMM; however, their availability depends on the configuration used at compile time.
sr@latn: Izaberite zvučni sistem koji se koristi za puštanje numera. Amarok trenutno podržava aRts, GStreamer, xine i NMM; međutim, njihova dostupnost zavisi od podešavanja korišćenih pri gradnji.
sv: Välj ljudsystemet som används för att spela media. För närvarande stöder amaroK aRts, Gstreamer, Xine och NMM. Dock beror tillgängligheten på inställningen som användes vid kompileringstillfället.

source: Enables the equalizer plugin
sr@latn: Uključuje ekvilajezerski priključak
sv: Aktiverar equalizer-insticksprogrammet

source: When enabled, an equalizer plugin filters the audio stream.
sr@latn: Kada je uključeno, ekvilajzerski priključak filtrira audio tok.
sv: Om aktiverad filtreras ljudströmmen av ett equalizer-insticksprogram.

source: Equalizer pre-amplification value, range -100..100, 0 is normal.
sr@latn: Vrednost pretpojačanja ekvilajzera, opseg je -100 do 100, 0 je normalno.
sv: Equalizerns förförstärkningsvärde, intervall -100..100, där 0 är normalt.

source: Band gains for equalizer, 10 values, range -100..100, 0 is normal.
sr@latn: Pojačanja po opsezima za ekvilajzer, 10 vrednosti, opseg -100 do 100, 0 je normalno.
sv: Equalizerns bandförstärkning, 10 värden i intervallet -100..100, där 0 är normalt.

source: Equalizer preset name.
sr@latn: Ime pretpodešavanja za ekvilajzer.
sv: Namn på equalizerns förinställning.

source: Amazon locale for cover retrieval
sr@latn: Lokalitet na Amazon-u za dobavljanje omota
sv: Platsen för omslagshämtning hos Amazon

source: Determines which Amazon server cover images should be retrieved from.
sr@latn: Određuje sa kog Amazon-ovog servera treba dovlačiti slike omota.
sv: Avgör vilken Amazon-server som omslag ska hämtas från.

source: Wikipedia locale for information retrieval
sr@latn: Lokalitet Vikipedije za dobavljanje podataka
sv: Wikipedias plats för informationshämtning.

source: Determines in which language the information is retrieved from Wikipedia.
sr@latn: Određuje na kom jeziku treba uzimati podatke sa Vikipedije.
sv: Avgör på vilket språk som informationen hämtas från Wikipedia.

source: Use On-Screen Display
sr@latn: Koristi prikaz na ekranu
sv: Använd skärmvisning

source: Enable/Disable the On-Screen Display.
sr@latn: Uključuje/isključuje prikaz na ekranu (OSD).
sv: Aktivera eller inaktivera skärmvisning.

source: Display the same information in the OSD as in the playlist columns.
sr@latn: Prikaži iste informacije na OSD-u kao u kolonama liste.
sv: Visa samma information i skärmvisningen som i spellistans kolumner.

source: If enabled, the OSD will display the same information and in the same order as the columns in the playlist.
sr@latn: Ako je uključeno, OSD će prikazivati iste informacije i istim redom kao što su kolone u listi puštanja.
sv: Om aktiverad, syns samma information i samma ordning i skärmvisningen som i kolumnerna i spellistan.

source: The OSD text to show
sr@latn: Tekst OSD-a koji se prikazuje
sv: Skärmvisningstexten som ska visas

source: Customize the OSD display text.
sr@latn: Prilagodite prikaz teksta OSD-a.
sv: Anpassa skärmvisningens text.

source: Font for On-Screen Display
sr@latn: Font za ekranski prikaz
sv: Teckensnitt för skärmvisning

source: Draw a shadow around the text.
sr@latn: Crtaj senku oko teksta.
sv: Rita en skugga omkring texten.

source: Draws a shadow around the OSD-text.
sr@latn: Crta senku oko teksta u OSD-u.
sv: Ritar en skugga omkring skärmvisningstexten.

source: Fake-translucency Toggle
sr@latn: Uključi/isključi lažnu prozirnost
sv: Ändra falsk genomskinlighet

source: Make the background of the OSD use fake-translucency.
sr@latn: Učini da pozadina OSD-a koristi lažnu prozirnost.
sv: Ge bakgrunden för skärmmeddelanden falsk genomskinlighet.

source: Whether to use custom colors for the OSD
sr@latn: Da li koristiti posebne boje za OSD
sv: Om egna färger ska användas för skärmvisning

source: You can use custom colors for the OSD if you set this true.
sr@latn: Možete koristiti posebne boje za OSD ako postavite ovo.
sv: Du kan använda egna färger för skärmvisning om du markerar det här.

source: Font Color for On-Screen Display
sr@latn: Boja fonta za ekranski prikaz
sv: Teckensnittsfärg för skärmvisning

source: The color of the OSD text. The color is specified in RGB, a comma-separated list containing three integers between 0 and 255.
sr@latn: Boja teksta OSD-a. Boja se navodi kao RGB, lista razdvojena zapetama koja sadrži tri cela broja između 0 i 255.
sv: Färgen på skärmvisningens text. Färgen anges som RGB, en lista med tre heltal mellan 0 och 255 åtskilda med kommatecken.

source: Background Color for On-Screen Display
sr@latn: Boja pozadine za ekranski prikaz
sv: Bakgrundsfärg för skärmvisning

source: The color of the OSD background. The color is specified in RGB, a comma-separated list containing three integers between 0 and 255.
sr@latn: Boja pozadine OSD-a. Boja se navodi kao RGB, lista razdvojena zapetama koja sadrži tri cela broja između 0 i 255.
sv: Färgen på skärmvisningens bakgrund. Färgen anges som RGB, en lista med tre heltal mellan 0 och 255 åtskilda med kommatecken.

source: How many milliseconds the text should be displayed
sr@latn: Koliko milisekundi treba prikazivati tekst
sv: Hur många millisekunder som texten ska visas

source: The time in milliseconds to show the OSD. A value of 0 means never hide. The default value is 5000 ms.
sr@latn: Vreme u milisekundama za prikazivanje OSD-a. Vrednost 0 znači bez sakrivanja. Podrazumevana vrednost je 5000 ms.
sv: Tiden i millisekunder som skärmvisningen ska synas. Värdet 0 betyder att den aldrig döljs. Normalvärdet är 5000 ms.

source: Y position offset
sr@latn: Uspravni pomeraj
sv: Y-positionens avstånd

source: The Y position of the OSD relative to the chosen screen and OSD alignment. If Top alignment is chosen the Y offset is the space between the upper part of the OSD and the top of the screen. If Bottom alignment is chosen the Y offset is the space between the bottom part of the OSD and the bottom of the screen.
sr@latn: Uspravni položaj OSD-a u odnosu na izabrano poravnanje ekrana i OSD-a. Ako je izabrano poravnanje uz vrh, uspravni pomeraj je rastojanje između gornjeg dela OSD-a i vrha ekrana. Ako je izabrano poravnanje uz dno, uspravni pomeraj je razmaka između donjeg dela OSD-a i dna ekrana.
sv: Skärmvisningens Y-position i förhållande till vald skärm och justering av skärmvisningen. Om toppjustering väljes, är Y-avståndet mellanrummet mellan skärmvisningens övre del och skärmens överkant. Om bottenjustering väljes, är Y-avståndet mellanrummet mellan skärmvisningens undre del och skärmens underkant.

source: OSD screen
sr@latn: Ekran za OSD
sv: Skärm för skärmvisning

source: The screen that should display the OSD. For single-headed environments this setting should be 0.
sr@latn: Ekran koji bi trebalo da prikazuje OSD. Za jednoglava okruženja ovo bi trebalo da bude 0.
sv: Skärmen som ska visa skärmvisningen. För miljöer med bara en skärm ska inställningen vara 0.

source: Whether the album cover should be shown
sr@latn: Da li treba prikazivati omot albuma
sv: Om albumomslag ska visas

source: If enabled, shows the album cover in the OSD.
sr@latn: Ako je uključeno, prikazuje omot albuma u OSD-u.
sv: Om markerad visas albumomslaget i skärmvisningen.

source: Align OSD to
sr@latn: Poravnaj OSD sa
sv: Justera skärmvisning till

source: The relative position of the OSD. Possible choices are Left, Middle, Right and Center.
sr@latn: Relativan položaj OSD-a. Mogući izbori su levo, sredina, desno i centar.
sv: Den relativa positionen för skärmvisningen. Möjliga val är Left, Middle, Right och Center.

source: Whether to use user-defined fonts
sr@latn: Da li koristiti korisnički definisane fontove
sv: Om användardefinierade teckensnitt ska användas

source: Enabled/Disables custom fonts.
sr@latn: Uključuje/isključuje posebne fontove.
sv: Aktivera eller inaktivera egna teckensnitt.

source: Font in playlist window
sr@latn: Font u prozoru liste numera
sv: Teckensnitt i spellistans fönster

source: Font in player window
sr@latn: Font u prozoru plejera
sv: Teckensnitt i spelarens fönster

source: Font in context browser
sr@latn: Font u kontekstnom pregledaču
sv: Teckensnitt i sammanhangsbläddrare

source: Whether to use amaroK standard colors in the playlist window
sr@latn: Da li koristiti Amarok-ove standardne boje u prozoru liste numera
sv: Om amaroKs standardfärger ska användas i spellistan

source: If set, amaroK uses the amaroK standard colors in the playlist.
sr@latn: Ako je postavljeno, Amarok koristi svoje standardne boje u listi numera.
sv: Om markerad används amaroKs standardfärger i spellistan.

source: Whether to use global KDE colors in the playlist window
sr@latn: Da li koristiti globalne boje KDE-a u prozoru liste numera
sv: Om globala KDE-färger ska användas i spellistans fönster

source: If set, amaroK uses the KDE standard colors in the playlist.
sr@latn: Ako je postavljeno, Amarok koristi standardne boje KDE-a u listi numera.
sv: Om markerad använder amaroK KDE:s standardfärger i spellistan.

source: Whether to use user-defined colors in the playlist window
sr@latn: Da li koristiti korisnički definisane boje u prozoru liste numera
sv: Om användardefinierade färger ska användas i spellistas fönster
