Repository: tmarques/waheela
Catalog: amarok-1.4.1/po/*/amarok.po
Languages: sr@latn, sv

source: If you would like to see contextual information about this track, you should add it to your Collection.
sr@latn: Ako biste želeli da vidite kontekstne informacije o ovoj numeri, trebalo bi da je dodate u svoju zbirku.
sv: Om du vill se sammanhangsinformation för spåret, måste du lägga till det i din samling.

source: Change Collection Setup...
sr@latn: Promeni podešavanje zbirke...
sv: Ändra samlingsinställning...

source: Cue File
sr@latn: CUE fajl
sv: Innehållsfil

source: Artists Related to %1
sr@latn: Izvođači slični sa %1
sv: Artister relaterade till %1

source: This Artist
sr@latn: Ovaj izvođač
sv: Den här artisten

source: Favorite Tracks by %1
sr@latn: Omiljene numere od %1
sv: Favoritspår av %1

source: Albums by %1
sr@latn: Albumi od %1
sv: Album av %1

source: Compilations with %1
sr@latn: Kompilacije sa %1
sv: Samlingar med %1

source: Hello Amarok user!
sr@latn: Zdravo, korisniče Amarok-a!
sv: Hej, användare av Amarok!

source: This is the Context Browser: it shows you contextual information about the currently playing track. In order to use this feature of Amarok, you need to build a Collection.
sr@latn: Ovo je kontekstni pregledač: prikazuje vam kontekstne informacije o numeri koja se trenutno pušta. Da biste koristili ovu mogućnost Amarok-a, morate da sagradite zbirku.
sv: Det här är sammanhangsbläddraren: Den visar dig sammanhangsinformation om spåret som för närvarande spelas. För att kunna använda den här funktionen i Amarok måste du bygga en samling.

source: Build Collection...
sr@latn: Izgradi zbirku...
sv: Bygg samling...

source: Building Collection Database...
sr@latn: Gradim bazu podataka zbirke...
sv: Bygger samlingsdatabas...

source: Please be patient while Amarok scans your music collection. You can watch the progress of this activity in the statusbar.
sr@latn: Budite strpljivi dok Amarok skenira vašu muzičku zbirku. Možete pratiti napredak u statusnoj traci.
sv: Ha tålamod medan Amarok söker igenom din musiksamling. Du kan se aktivitetens förlopp i statusraden.

source: Sorry, no lyrics script running.
sr@latn: Izvinite, ne izvršava se nijedna skripta za tekstove.
sv: Tyvärr kör inget sångtextskript.

source: Available Lyrics Scripts:
sr@latn: Dostupne skripte za tekstove:
sv: Tillgängliga sångtextskript:

source: Click on one of the scripts to run it, or use the Script Manager, to be able to see all the scripts, and download new ones from the Web.
sr@latn: Kliknite na jednu od skripti da je pokrenete, ili upotrebite menadžer skripti, u kojem možete videti sve skripte i preuzeti nove sa Veba.
sv: Klicka på ett av skripten för att köra det, eller använd skripthanteringen för att kunna se alla skript och ladda ner nya från webben.

source: Run Script Manager...
sr@latn: Pokreni menadžer skripti...
sv: Kör skripthantering...

source: Cached Lyrics
sr@latn: Keširani tekstovi
sv: Sångtext sparad i cache

source: Fetching Lyrics
sr@latn: Dobavljam tekstove
sv: Hämtar sångtext

source: Fetching Lyrics...
sr@latn: Dobavljam tekstove...
sv: Hämtar sångtext...

source: Lyrics could not be retrieved because the server was not reachable.
sr@latn: Tekst se ne može dobaviti jer server nije dostupan.
sv: Sångtext kunde inte hämtas eftersom servern inte kunde nås.

source: Lyrics for track not found
sr@latn: Tekst numere nije nađen
sv: Sångtext för spåret hittades inte

source: Lyrics for track not found, here are some suggestions:
sr@latn: Tekst numere nije nađen, evo nekih predloga:
sv: Sångtext för spåret hittades inte. Här är några förslag:

source: Powered by %1 (%2)
sr@latn: Pokreće %1 (%2)
sv: Hanterat av %1 (%2)

source: Other...
sr@latn: Drugi...
sv: Annan...

source: English
sr@latn: Engleski
sv: Engelska

source: German
sr@latn: Nemački
sv: Tyska

source: French
sr@latn: Francuski
sv: Franska

source: Polish
sr@latn: Poljski
sv: Polska

source: Japanese
sr@latn: Japanski
sv: Japanska

source: Spanish
sr@latn: Španski
sv: Spanska

source: Wikipedia Locale
sr@latn: Lokal Vikipedije
sv: Land för Wikipedia

source: Locale:
sr@latn: Lokal:
sv: Land:

source: 2-letter language code for your Wikipedia locale
sr@latn: Dvoslovni jezički kôd za lokal Vikipedije koji želite
sv: Språkkod med två bokstäver för Wikipedias landsinställning

source: Fetching Wikipedia Information
sr@latn: Dobavljam podatke Vikipedije
sv: Hämtar Wikipedia-information

source: Artist information could not be retrieved because the server was not reachable.
sr@latn: Podaci o izvođaču se ne mogu dobaviti jer server nije dostupan.
sv: Artistinformation kunde inte hämtas eftersom servern inte kunde nås.

source: Wikipedia Other Languages
sr@latn: Drugi jezici Vikipedije
sv: Andra språk för Wikipedia

source: _n: One item %n items
sr@latn: %n stavka %n stavke %n stavki
sv: Ett objekt %n objekt

source: _: X songs from X albums %2 from %1
sr@latn: %2 sa %1
sv: %2 från %1

source: _n: one album %n albums
sr@latn: %n album %n albuma %n albuma
sv: ett album %n album

source: _n: One song %n songs
sr@latn: %n pesma %n pesme %n pesmi
sv: En sång %n sånger

source: _n: One playlist %n playlists
sr@latn: %n lista numera %n liste numera %n lista numera
sv: En spellista %n spellistor

source: _n: One remote file %n remote files
sr@latn: %n udaljeni fajl %n udaljena fajla %n udaljenih fajlova
sv: En fjärrfil %n fjärrfiler

source: Unknown item
sr@latn: Nepoznata stavka
sv: Okänt objekt

source: from
sr@latn: sa
sv: från

source: MySQL reported the following error:<br>
sr@latn: MySQL je prijavio sledeću grešku:<br>
sv: MySQL rapporterade följande fel:<br>

source: <p>You can configure MySQL in the Collection section under Settings->Configure Amarok</p>
sr@latn: <p>Možete podesiti MySQL u odeljku Zbirka pod Podešavanja->Podesi Amarok</p>
sv: <p>Du kan anpassa MySQL på sidan Samling under Inställningar -> Anpassa Amarok.</p>

source: Postgresql reported the following error:<br>
sr@latn: Postgresql je prijavio sledeću grešku:<br>
sv: PostgreSQL rapporterade följande fel:<br>

source: <p>You can configure Postgresql in the Collection section under Settings->Configure Amarok</p>
sr@latn: <p>Možete podesiti Postgresql u odeljku Zbirka pod Podešavanja->Podesi Amarok</p>
sv: <p>Du kan anpassa PostgreSQL på sidan Samling under Inställningar -> Anpassa Amarok.</p>

source: Framerate
sr@latn: Broj kadrova
sv: Ramhastighet

source: %1 fps
sv: %1 ramar/s

source: Click for Analyzers
sr@latn: Kliknite za analizatore
sv: Klicka för analysatorer

source: <h3>Tags Displayed in OSD</h3>You can use the following tokens:<ul><li>Title - %1<li>Album - %2<li>Artist - %3<li>Genre - %4<li>Bitrate - %5<li>Year - %6<li>Track Length - %7<li>Track Number - %8<li>Filename - %9<li>Directory - %10<li>Type - %11<li>Comment - %12<li>Score - %13<li>Playcount - %14<li>Disc Number - %15</ul>If you surround sections of text that contain a token with curly-braces, that section will be hidden if the token is empty, for example:<pre>%11</pre>Will not show <b>Score: <i>%score</i></b> if the track has no score.
sr@latn: <h3>Oznake prikazane u OSD-u</h3>Možete koristeći sledeće predmete:<ul><li>naslov - %1<li>album - %2<li>izvođač - %3<li>žanr - %4<li>bitni protok - %5<li>godina - %6<li>dužina numere - %7<li>broj numere - %8<li>ime fajla - %9<li>fascikla - %10 <li>tip - %11<li>komentar - %12<li>rezultat - %13<li>broj puštanja - %14<li>broj diska - %15</ul>Ako vitičastim zagradama okružite deo teksta koji sadrži predmet, taj deo će biti sakriven kada je predmet prazan. Na primer:<pre>%11</pre>Neće prikazati <b>Rezultat: <i>%score</i></b> ako numera nema rezultat.
sv: <h3>Taggar som visas i skärmvisningen</h3> Du kan använda följande beteckningar: <ul><li>Titel - %1<li>Album - %2<li>Artist - %3<li>Genre - %4<li>Bitfrekvens - %5<li>År - %6<li>Spårlängd - %7<li>Spårnummer - %8<li>Filnamn - %9 <li>Katalog - %10 <li>Typ - %11<li>Kommentar - %12<li>Poäng: %13<li>Antal spelningar - %14<li>Skivnummer - %15</ul> Om du omger text som innehåller en beteckning med krullparenteser, döljs den om beteckningen är tom, till exempel visar inte <pre>%13</pre> <b>Poäng: <i>%score</i></b> om spåret inte har någon poäng.

source: &Repopulate
sr@latn: Ponovo &napuni
sv: &Fyll i igen

source: S&huffle
sr@latn: &Promešaj
sv: &Blanda

source: &Goto Current Track
sr@latn: &Idi na trenutnu numeru
sv: &Gå till aktuellt spår

source: &Remove Duplicate && Dead Entries
sr@latn: &Ukloni duplirane i nepostojeće unose
sv: &Ta bort kopior eller saknade poster

source: &Queue Selected Tracks
sr@latn: Stavi izabrane numere u &red
sv: &Köa markerade spår

source: &Stop Playing After Track
sr@latn: &Zaustavi puštanje posle numere
sv: &Sluta spela efter spår

source: Attempted to insert nothing into playlist.
sr@latn: Pokušaj da se ništa ubaci u listu.
sv: Försök att infoga ingenting i spellistan.

source: No tracks were returned to be inserted.
sr@latn: Nijedna numera nije vraćena za ubacivanje.
sv: Inga spår att infoga returnerades.

source: No valid sources set for this Dynamic Playlist.
sr@latn: Nema ispravnih izvora za ovu dinamičku listu.
sv: Inga giltiga källor inställda för den här dynamiska spellistan

source: <div align="center"><b>Warning</b></div>The playlist titled <i>%1</i> contains no tracks.<br><br>Please modify your playlist or choose a different source.
sr@latn: <div align="center"><b>Upozorenje</b></div>Lista sa imenom <i>%1</i> ne sadrži numere.<br><br>Izmenite vašu listu ili izaberite drugi izvor.
sv: <div align="center"><b>Varning</b></div>Spellistan som heter <i>%1</i> innehåller inga spår.<br><br>Ändra spellistan, eller välj en annan källa.

source: <div align="center"><b>Warning</b></div>The smart-playlist titled <i>%1</i> contains no tracks.<br><br>Please modify your smart-playlist or choose a different source.
sr@latn: <div align="center"><b>Upozorenje</b></div>Pametna lista <i>%1</i> ne sadrži numere.<br><br>Izmenite vašu pametnu listu ili izaberite drugi izvor.
sv: <div align="center"><b>Varning</b></div>Den smarta spellistan som heter <i>%1</i> innehåller inga spår.<br><br>Ändra den smarta spellistan, eller välj en annan källa.

source: Stop Playing After Track: Off
sr@latn: Zaustavi puštanje posle numere: isključeno
sv: Sluta spela efter spår: Av

source: Stop Playing After Track: On
sr@latn: Zaustavi puštanje posle numere: uključeno
sv: Sluta spela efter spår: På

source: Playlist finished
sr@latn: Lista numera je završena
sv: Spellistan klar

source: <div align=center><h3>The Playlist</h3>This is the playlist. To create a listing, <b>drag</b> tracks from the browser-panels on the left, <b>drop</b> them here and then <b>double-click</b> them to start playback.</div>
sr@latn: <div align=center><h3>Lista numera</h3>Ovo je lista numera. Da biste napravili listu, <b>prevlačite</b> numere iz pregledačkih panela levo, <b>ispuštajte</b> ih ovde i onda <b>dupli klik</b> na njih da počnete reprodukciju.</div>
sv: <div align=center><h3>Spellistan</h3>Det här är spellistan. För att skapa en lista, <b>dra</b> spår från bläddrarrutorna till vänster, <b>släpp</b> dem här och <b>dubbelklicka</b> på dem för att starta uppspelning.</div>

source: <div align=center><h3>The Browsers</h3>The browsers are the source of all your music. The collection-browser holds your collection. The playlist-browser holds your pre-set playlistings. The file-browser shows a file-selector which you can use to access any music on your computer. </div>
sr@latn: <div align=center><h3>Pregledači</h3>Pregledači su izvor sve vaše muzike. Pregledač zbirke sadrži vašu zbirku. Pregledač liste numera sadrži vaše prethodno postavljene liste numera. Pregledač fajlova prikazuje birač fajlova koji možete koristiti za pristup muzici bilo gde na svom računaru. </div>
sv: <div align=center><h3>Bläddrarna</h3>Filbläddrarna är källan för all din musik. Samlingsbläddraren innehåller din samling. Spellistebläddraren innehåller dina färdiga spellistor. Filbläddraren visar en filväljare som du kan använda för att komma åt all musik på datorn. </div>

source: &Hide %1
sr@latn: &Sakrij %1
sv: &Dölj %1

source: &Show Column
sr@latn: &Prikaži kolonu
sv: Vi&sa kolumn

source: &Select Columns...
sr@latn: &Izaberi kolone...
sv: &Markera kolumner...

source: &Fit to Width
sr@latn: &Uklopi u širinu
sv: &Fyll bredd

source: Copied: %1
sr@latn: Kopirano: %1
sv: Kopierade: %1

source: L&oad %1
sr@latn: &Učitaj %1
sv: &Ladda %1

source: &Restart
sr@latn: Pok&reni ponovo
sv: Sta&rta om

source: &Dequeue Track
sr@latn: &Izbaci iz reda
sv: Ta bort spår &från kö

source: _n: Toggle &Queue Status (1 track) Toggle &Queue Status (%n tracks)
sr@latn: Prikaz stanja &reda (%n numera) Prikaz stanja &reda (%n numere) Prikaz stanja &reda (%n numera)
sv: Ändra &köstatus (1 spår) Ändra &köstatus (%n spår)

source: &Dequeue Selected Tracks
sr@latn: &Izbaci izabrane numere iz reda
sv: Ta bort markerade spår &från kön

source: &Repeat Track
sr@latn: Ponovi &numeru
sv: Upp&repa spår

source: &Edit Tag '%1'
sr@latn: &Uredi oznaku „%1“
sv: &Redigera tagg "%1"

source: &Edit '%1' Tag for Selected Tracks
sr@latn: Ur&edi oznaku „%1“ za izabrane numere
sv: &Redigera taggen '%1' för markerade spår

source: &Iteratively Assign Track Numbers
sr@latn: &Iterativno dodeli brojeve numera
sv: T&illdela spårnummer i ordning

source: Write '%1' for Selected Tracks
sr@latn: Upiši „%1“ za izabrane numere
sv: Skriv '%1' för markerade spår

source: &Copy Tags to Clipboard
sr@latn: &Kopiraj oznake u isečke
sv: &Kopiera taggar till klippbordet

source: This Track
sr@latn: Ova numera
sv: Detta spår

source: This Album: %1
sr@latn: Ovaj album: %1
sv: Detta album: %1

source: All Tracks by %1
sr@latn: Sve numere od %1
sv: Alla spår av %1

source: Set as Playlist (Crop)
sr@latn: Postavi kao listu numera (sasecanje)
sv: Ställ in som spellista (beskär)

source: Save as Playlist...
sr@latn: Snimi kao listu numera...
sv: Spara som spellista...

source: &Remove From Playlist
sr@latn: &Ukloni sa liste numera
sv: &Ta bort från spellista

source: &Delete File
sr@latn: &Obriši fajl
sv: &Ta bort fil

source: &Delete Selected Files
sr@latn: &Obriši izabrane fajlove
sv: &Ta bort markerade filer

source: _n: Track &Information... &Information for %n Tracks...
sr@latn: &Podaci o %n numeri... &Podaci o %n numere... &Podaci o %n numera...
sv: Spår&information... Spår&information för %n spår...

source: CD Audio
sr@latn: Audio sa CD-a
sv: Ljud-cd

source: This file does not exist:
sr@latn: Ovaj fajl ne postoji:
sv: Den här filen finns inte:

source: <p>You can create a custom column that runs a shell command against each item in the playlist. The shell command is run as the user <b>nobody</b>, this is for security reasons. <p>You can only run the command against local files for the time being. The fullpath is inserted at the position <b>%f</b> in the string. If you do not specify <b>%f</b> it is appended.
sr@latn: <p>Možete napraviti posebnu kolonu koja izvršava naredbu školjke za svaku stavku u listi numera. Naredba školjke pokreće se pod korisnikom <b>nobody</b>, iz bezbednosnih razloga. <p>Trenutno možete izvršiti naredbu samo na lokalnim fajlovima. Puna putanja umeće se na poziciji <b>%f</b> u znakovnom nizu. Ako ne navedete <b>%f</b>, dodaje se na kraj.
sv: <p>Du kan skapa en egen kolumn som kör ett skalkommando för varje objekt i spellistan. Skalkommandot körs som användaren <b>nobody</b> av säkerhetsskäl. <p>För närvarande kan du bara köra kommandot med lokala filer. Den fullständiga sökvägen infogas på positionen <b>%f</b> i strängen. Om du inte anger <b>%f</b> läggs det till sist.

source: Column &name:
sr@latn: &Ime kolone:
sv: Kolumn&namn:

source: &Command:
sr@latn: &Naredba:
sv: &Kommando:

source: Examples
sr@latn: Primeri
sv: Exempel

source: Add Custom Column
sr@latn: Dodaj posebnu kolonu
sv: Lägg till egen kolumn

source: The audio player for KDE
sr@latn: Audio plejer za KDE
sv: Ljudspelaren för KDE

source: (C) 2002-2003, Mark Kretschmann (C) 2003-2006, The Amarok Development Squad
sr@latn: © 2002-2003, Mark Krečman (Mark Kretschmann) © 2003-2006, Odred za razvoj Amarok-a
sv: © 2002-2003, Mark Kretschmann © 2003-2006, Amarok-utvecklingspatrullen

source: Files/URLs to open
sr@latn: Fajlovi/URL-ovi za otvaranje
sv: Filer/webbadresser att öppna

source: Skip backwards in playlist
sr@latn: Preskoči unazad u listi numera
sv: Gå bakåt i spellista

source: Start playing current playlist
sr@latn: Počni da puštaš tekuću listu numera
sv: Börja spela aktuell spellista

source: Play if stopped, pause if playing
sr@latn: Pusti ako je zaustavljeno, zaustavi ako se pušta
sv: Spela om stoppad, paus vid spelning

source: Pause playback
sr@latn: Pauziraj reprodukciju
sv: Paus i uppspelning

source: Stop playback
sr@latn: Zaustavi reprodukciju
sv: Stoppa uppspelning

source: Skip forwards in playlist
sr@latn: Preskoči unapred u listi numera
sv: Gå framåt i spellista

source: Additional options:
sr@latn: Dodatne opcije:
sv: Ytterligare alternativ:

source: Append files/URLs to playlist
sr@latn: Dodaj fajlove/URL-ove u listu numera
sv: Lägg till filer eller webbadresser i spellista

source: See append, available for backwards compatability
sr@latn: Vidite dodavanje, dostupno zbog kompatibilnosti unazad
sv: Se lägg till, tillgänglig för att fungera som tidigare versioner

source: Queue URLs after the currently playing track
sr@latn: Stavi URL-ove u red posle numere koja se trenutno pušta
sv: Köa webbadresser efter spår som spelas nu

source: Toggle the Playlist-window
sr@latn: Uključi/isključi prozor liste numera
sv: Växla spellistans fönster

source: Run first-run wizard
sr@latn: Čarobnjak prvog pokretanja
sv: Kör startguiden

source: Use the <name> engine
sr@latn: Koristi motor <name>
sv: Använd gränssnittet <name>

source: Base for relative filenames/URLs
sr@latn: Osnova za relativna imena fajlova/URL-ove
sv: Bas för relativa filnamn/webbadresser

source: Play an AudioCD from <device>
sr@latn: Pusti audio CD sa <device>
sv: Spela en ljud-cd från <enhet>

source: Stop Playing After Current Track
sr@latn: Zaustavi puštanje posle tekuće numere
sv: Sluta spela efter aktuellt spår

source: Increase Volume
sr@latn: Povećaj jačinu
sv: Öka volym

source: Decrease Volume
sr@latn: Smanji jačinu
sv: Minska volym

source: Seek Forward
sr@latn: Traži unapred
sv: Sök framåt

source: Seek Backward
sr@latn: Traži unazad
sv: Sök bakåt

source: Add Media...
sr@latn: Dodaj numeru...
sv: Lägg till media...

source: Toggle Playlist Window
sr@latn: Uključi/isključi prozor liste numera
sv: Växla spellistans fönster

source: Show OSD
sr@latn: Prikaži OSD
sv: Aktivera skärmvisning

source: Mute Volume
sr@latn: Utišaj zvuk
sv: Tysta volym

source: Rate Current Track: 1
sr@latn: Ocenite tekuću numeru: 1
sv: Poängsätt aktuellt spår: 1

source: Rate Current Track: 2
sr@latn: Ocenite tekuću numeru: 2
sv: Poängsätt aktuellt spår: 2

source: Rate Current Track: 3
sr@latn: Ocenite tekuću numeru: 3
sv: Poängsätt aktuellt spår: 3

source: Rate Current Track: 4
sr@latn: Ocenite tekuću numeru: 4
sv: Poängsätt aktuellt spår: 4

source: Rate Current Track: 5
sr@latn: Ocenite tekuću numeru: 5
sv: Poängsätt aktuellt spår: 5

source: <p>You are using a processor with the <i>HyperThreading</i> feature enabled. Please note that Amarok may be unstable with this configuration.</p><p>If you are experiencing problems, use the Linux kernel option 'NOHT', or disable <i>HyperThreading</i> in your BIOS setup.</p><p>More information can be found in the README file. For further assistance join us at #amarok on irc.freenode.net.</p>
sr@latn: <p>Koristite procesor sa uključenom opcijom <i>HyperThreading</i>. Moguće je da Amarok bude nestabilan sa ovim podešavanjem.</p><p>Ako imate problema, koristite opciju „NOHT“ Linuks kernela, ili isključite <i>HyperThreading</i> u BIOS-u.</p><p>Više podataka možete naći u README fajlu. Za dalju pomoć pridružite nam se na kanalu #amarok na irc.freenode.net.</p>
sv: <p>Du använder en processor med funktionen <i>Hyperthreading</i> aktiverad. Observera att Amarok kan vara instabil med denna inställning.</p><p>Om du upplever problem, använd Linux-kärnans alternativ 'NOHT', eller inaktivera <i>Hyperthreading</i> i BIOS-inställningarna.</p><p>Mer information finns i filen README. För ytterligare hjälp kontakta oss gärna via #amarok på irc.freenode.net.</p>

source: Playlist
sr@latn: Lista numera
sv: Spellista

source: Append && &Play
sr@latn: Dodaj i &pusti
sv: Lägg till och s&pela

source: <qt>Closing the main-window will keep Amarok running in the System Tray. Use <B>Quit</B> from the menu, or the Amarok tray-icon to exit the application.</qt>
sr@latn: <qt>Zatvaranjem glavnog prozora, Amarok će nastaviti da radi u sistemskoj kaseti. Koristite <B>Izađi</B> iz menija ili Amarok-ovu ikonu u sistemskoj kaseti da biste izašli iz programa.</qt>
sv: <qt>Stängs huvudfönstret fortsätter Amarok att köras i systembrickan. Använd <B>Avsluta</B> i den sammanhangsberoende menyn för att avsluta programmet.</qt>

source: Docking in System Tray
sr@latn: Pristajem u sistemsku kasetu
sv: Docka i systembrickan

source: _: state, as in playing Play
sr@latn: Puštanje
sv: Spelar

source: Volume: %1%
sr@latn: Jačina: %1%
sv: Volym %1 %

source: Mute
sr@latn: Utišaj
sv: Tyst

source: Moving files to trash
sr@latn: Premeštam fajlove u smeće
sv: Flyttar filer till papperskorgen

source: To use last.fm with Amarok, you need a last.fm profile.
sr@latn: Da biste koristili last.fm sa Amarok-om, potreban vam je profil na last.fm-u.
sv: För att använda last.fm med Amarok, behöver du en last.fm-profil.

source: Show details
sr@latn: Prikaži detalje
sv: Visa information

source: Abort all background-operations
sr@latn: Prekini sve pozadinske radnje
sv: Avbryt alla bakgrundsåtgärder

source: Show progress detail
sr@latn: Prikaži detalje o napretku
sv: Visa förloppsinformation

source: Multiple background-tasks running
sr@latn: Više zadataka radi u pozadini
sv: Flera bakgrundsprocesser kör

source: Aborting all jobs...
sr@latn: Prekidam sve poslove...
sv: Avbryter alla jobb...

source: Amarok is paused
sr@latn: Amarok je pauziran
sv: Amarok gör paus

source: <p>One of Mike Oldfield's best pieces of work, Amarok, inspired the name behind the audio-player you are currently using. Thanks for choosing Amarok!</p><p align=right>Mark Kretschmann<br>Max Howell<br>Chris Muehlhaeuser<br>The many other people who have helped make Amarok what it is</p>
sr@latn: <p>Jedno od najboljih dela Majka Oldfilda, Amarok, inspirisalo je ime audio plejera koji trenutno koristite. Hvala vam za izbor Amarok-a!</p> <p align=right>Mark Krečman (Mark Kretschmann)<br>Maks Hauel (Max Howell)<br>Kris Milhojzer (Chris Muehlhaeuser)<br>Mnogi ljudi koji su pomogli da Amarok postane to što je</p>
sv: <p>Ett av Mike Oldfields bästa musikstycken, Amarok, gav inspiration till namnet på ljudspelaren som du för närvarande använder. Tack för att du valt Amarok!</p> <p align=right>Mark Kretschmann<br>Max Howell<br>Chris Muehlhaeuser<br>Alla andra som har hjälpt till att göra Amarok vad det är</p>

source: _: track by artist on album <b>%1</b> by <b>%2</b> on <b>%3</b>
sr@latn: <b>%1</b> izvodi <b>%2</b> sa <b>%3</b>
sv: <b>%1</b> av <b>%2</b> på <b>%3</b>

source: _: track by artist <b>%1</b> by <b>%2</b>
sr@latn: <b>%1</b> izvodi <b>%2</b>
sv: <b>%1</b> av <b>%2</b>

source: _: track on album <b>%1</b> on <b>%2</b>
sr@latn: <b>%1</b> sa <b>%2</b>
sv: <b>%1</b> på <b>%2</b>

source: Unknown track
sr@latn: Nepoznata numera
sv: Okänt spår

source: Playing: %1
sr@latn: Puštam: %1
sv: Spelar: %1

source: %1 selected of %2 visible tracks
sr@latn: %1 izabrano od %2 vidljivih numera
sv: %1 markerade av %2 synliga spår

source: 0 visible of 1 track
sr@latn: 0 vidljivo od 1 numere
sv: 0 synliga av 1 spår

source: %1 visible of %2 tracks
sr@latn: %1 vidljivo od %2 numera
sv: %1 synliga av %2 spår

source: %1 selected of %2 tracks
sr@latn: %1 izabrano od %2 numera
sv: %1 markerade av %2 spår
