Repository: tmarques/waheela
Catalog: amarok-1.4.1/po/*/amarok.po
Languages: sr@latn, sv

source: Writing tag...
sr@latn: Upisujem oznaku...
sv: Skriver tagg...

source: Various Artists
sr@latn: Razni izvođači
sv: Diverse artister

source: %1 or %2
sr@latn: %1 ili %2
sv: %1 eller %2

source: Collection Base Folder
sr@latn: Osnovna fascikla zbirke
sv: Samlingsbaskatalog

source: Artist's Initial
sr@latn: Inicijali izvođača
sv: Artistens initial

source: File Extension of Source
sr@latn: Nastavak fajla izvora
sv: Källans filändelse

source: Track Number
sr@latn: Broj numere
sv: Spårnummer

source: <h3>Custom Format String</h3>
sr@latn: <h3>Poseban formatirajući niz</h3>
sv: <h3>Egen formatsträng</h3>

source: You can use the following tokens:
sr@latn: Možete upotrebiti sledeće elemente:
sv: Du kan använda följande beteckningar:

source: If you surround sections of text that contain a token with curly-braces, that section will be hidden if the token is empty.
sr@latn: Ako okružite vitičastim zagradama delove teksta koji sadrže elemente, ti delovi će biti skriveni kada je element prazan.
sv: Om du omger textavsnitt som innehåller en beteckning med krullparenteser, döljs avsnittet om beteckningen är tom.

source: (Help)
sr@latn: (Pomoć)
sv: (Hjälp)

source: Unknown
sr@latn: Nepoznato
sv: Okänd

source: Configure Media Device
sr@latn: Podesi multimedijalni uređaj
sv: Anpassa mediaenhet

source: Pre-&connect command:
sr@latn: Naredba &pre povezivanja:
sv: Kommando &innan anslutning:

source: Example: mount %d
sr@latn: Primer: mount %d
sv: Exempel: mount %d

source: Set a command to be run before connecting to your device (e.g. a mount command) here. %d is replaced by the device node, %m by the mount point. Empty commands are not executed.
sr@latn: Postavite ovde naredbu koja će se izvršiti pre povezivanja sa uređajem (npr. za montiranje). %d će biti zamenjeno čvorom uređaja, a %m tačkom montiranja. Prazne naredbe neće biti izvršene.
sv: Ställ in ett kommando att köra innan anslutning till enheten här (t.ex. ett monteringskommando). %d ersätts med enhetens nod, %m med monteringspunkten. Tomma kommandon utförs inte.

source: Post-&disconnect command:
sr@latn: Naredba posle prekidanja &veze:
sv: Kommando &efter anslutning:

source: Example: eject %d
sr@latn: Primer: eject %d
sv: Exempel: eject %d

source: Set a command to be run after disconnecting from your device (e.g. an eject command) here. %d is replaced by the device node, %m by the mount point. Empty commands are not executed.
sr@latn: Postavite ovde naredbu koja će se izvršiti posle prekidanja veze sa uređajem (npr. za izbacivanje). %d će biti zamenjeno čvorom uređaja, a %m tačkom montiranja. Prazne naredbe neće biti izvršene.
sv: Ställ in ett kommando att köra efter nerkoppling från enheten här (t.ex. ett utmatningskommando). %d ersätts med enhetens nod, %m med monteringspunkten. Tomma kommandon utförs inte.

source: &Transcode before transferring to device
sr@latn: &Transkodiraj pre prebacivanja na uređaj
sv: &Koda om innan överföring till enhet

source: Transcode to preferred format for device
sr@latn: Transkodiraj u poželjni format za uređaj
sv: Koda om till formatet som enheten föredrar

source: Whenever possible
sr@latn: Kada je god moguće
sv: Om möjligt

source: When necessary
sr@latn: Kada je neophodno
sv: Om nödvändigt

source: Remove transcoded files after transfer
sr@latn: Ukloni transkodirane fajlove po prenosu
sv: Ta bort omkodade filer efter överföring

source: For this feature, a script of type "Transcode" has to be running
sr@latn: Za ovu mogućnost mora se izvršavati skripta tipa „Transkodiranje“
sv: För den här funktionen måste ett skript av typen "Omkodning" köra

source: Amarok - rediscover your music
sr@latn: Amarok — otkrijte svoju muziku
sv: Amarok - återupptäck din musik

source: Playlist...
sr@latn: Lista...
sv: Spellista...

source: Smart Playlist...
sr@latn: Pametna lista...
sv: Smart spellista...

source: Dynamic Playlist...
sr@latn: Dinamička lista...
sv: Dynamisk spellista...

source: Radio Stream...
sr@latn: Radio tok...
sv: Radioström...

source: Podcast...
sr@latn: Podemisija...
sv: Podradio...

source: Rename
sr@latn: Preimenuj
sv: Byt namn

source: Random Mix
sr@latn: Nasumičan izbor
sv: Slumpmässig blandning

source: Suggested Songs
sr@latn: Predložene pesme
sv: Sånger som föreslås

source: Radio Streams
sr@latn: Radio tokovi
sv: Radioströmmar

source: Cool-Streams
sr@latn: Dobri tokovi
sv: Häftiga strömmar

source: Radio Stream
sr@latn: Radio tok
sv: Radioström

source: Add Radio Stream
sr@latn: Dodaj radio tok
sv: Lägg till radioström

source: Edit Radio Stream
sr@latn: Uredi radio tok
sv: Redigera radioström

source: Smart Playlists
sr@latn: Pametne liste numera
sv: Smarta spellistor

source: Collection
sr@latn: Zbirka
sv: Samling

source: All Collection
sr@latn: Sve zbirke
sv: Hela samlingen

source: Favorite Tracks
sr@latn: Omiljene numere
sv: Favoritspår

source: By %1
sr@latn: Od %1
sv: Av %1

source: Most Played
sr@latn: Najviše puštane
sv: Oftast spelat

source: Newest Tracks
sr@latn: Najnovije numere
sv: Mest aktuella spår

source: Last Played
sr@latn: Poslednje puštane
sv: Senast spelad

source: Never Played
sr@latn: Nikada puštane
sv: Aldrig spelad

source: Ever Played
sr@latn: Uvek puštane
sv: Någonsin spelad

source: Genres
sr@latn: Žanrovi
sv: Genrer

source: 50 Random Tracks
sr@latn: 50 slučajnih numera
sv: 50 slumpmässiga spår

source: Dynamic Playlists
sr@latn: Dinamičke liste
sv: Dynamiska spellistor

source: Podcasts
sr@latn: Podemisije
sv: Podradiosändningar

source: Add Podcast
sr@latn: Dodaj podemisiju
sv: Lägg till podradiosändning

source: Enter Podcast URL:
sr@latn: Unesite URL podemisije:
sv: Lägg till podradiowebbadress:

source: _: Podcasts contained in %1 All in %1
sr@latn: Sve u %1
sv: Alla i %1

source: _n: 1 Podcast %n Podcasts
sr@latn: %n podemisija %n podemisije %n podemisija
sv: 1 podradiosändning %n podradiosändningar

source: Already subscribed to feed %1 as %2
sr@latn: Već ste pretplaćeni na dovod %1 kao %2
sv: Prenumererar redan på kanalen %1 som %2

source: Download Interval
sr@latn: Interval preuzimanja
sv: Nerladdningsintervall

source: Scan interval (hours):
sr@latn: Interval pretrage (časovi):
sv: Sökningsintervall (timmar):

source: _n: <p>You have selected 1 podcast episode to be <b>irreversibly</b> deleted. <p>You have selected %n podcast episodes to be <b>irreversibly</b> deleted.
sr@latn: <p>Izabrali ste <b>nepovratno</b> brisanje %n podemitovane epizode. <p>Izabrali ste <b>nepovratno</b> brisanje %n podemitovane epizode. <p>Izabrali ste <b>nepovratno</b> brisanje %n podemitovanih epizoda.
sv: <p>Du har valt att 1 podradioepisod ska tas bort <b>permanent</b>.</p> <p>Du har valt att %n podradioepisoder ska tas bort <b>permanent</b>.</p>

source: Playlists
sr@latn: Liste numera
sv: Spellistor

source: Imported
sr@latn: Uvezeno
sv: Importerad

source: Cannot write playlist (%1).
sr@latn: Ne mogu da upišem listu (%1).
sv: Kan inte skriva spellista (%1).

source: Playlist Files
sr@latn: Fajlovi listi
sv: Spellistefiler

source: Import Playlists
sr@latn: Uvezi liste numera
sv: Importera spellistor

source: <p>You have selected:<ul>
sr@latn: <p>Izabrali ste:<ul>
sv: <p>Du har markerat:<ul>

source: _n: 1 playlist %n playlists
sr@latn: %n lista numera %n liste numera %n lista numera
sv: 1 spellista %n spellistor

source: _n: 1 smart playlist %n smart playlists
sr@latn: %n pametna lista numera %n pametne liste numera %n pametnih lista numera
sv: 1 smart spellista %n smarta spellistor

source: _n: 1 dynamic playlist %n dynamic playlists
sr@latn: %n dinamička lista numera %n dinamičke liste numera %n dinamičkih lista numera
sv: 1 dynamisk spellista %n dynamiska spellistor

source: _n: 1 stream %n streams
sr@latn: %n tok %n toka %n tokova
sv: 1 ström %n strömmar

source: _n: 1 podcast %n podcasts
sr@latn: %n podemisija %n podemisije %n podemisija
sv: 1 podradiosändning %n podradiosändningar

source: _n: 1 folder %n folders
sr@latn: %n fascikla %n fascikle %n fascikla
sv: 1 katalog %n kataloger

source: Error renaming the file.
sr@latn: Greška pri preimenovanju fajla.
sv: Fel när filens namn skulle bytas.

source: &Load
sr@latn: &Učitaj
sv: &Ladda

source: &Append to Playlist
sr@latn: Dod&aj u listu numera
sv: &Lägg till i spellista

source: Remove From %1
sr@latn: Ukloni iz %1
sv: Ta bort från %1

source: Add to the %1 Entries
sr@latn: Dodaj meću unose %1
sv: Lägg till i poster för %1

source: &Transfer to Media Device
sr@latn: &Prenesi na multimedijalni uređaj
sv: Ö&verför till mediaenhet

source: &Rename
sr@latn: P&reimenuj
sv: &Byt namn

source: &Transfer Contents to Media Device
sr@latn: &Prenesi sadržaj na multimedijalni uređaj
sv: Ö&verför innehåll till mediaenhet

source: E&dit...
sr@latn: Ure&di...
sv: Re&digera...

source: E&dit
sr@latn: Ure&di
sv: Re&digera

source: Show &Information
sr@latn: Prikaži &informacije
sv: Visa &information

source: &Check for Updates
sr@latn: Potraži &nadogradnje
sv: &Kontrollera uppdateringar

source: &Configure...
sr@latn: Po&desi...
sv: An&passa...

source: &Play
sr@latn: &Pusti
sv: S&pela

source: &Queue
sr@latn: &Stavi u red
sv: &Köa

source: &Download Media
sr@latn: &Preuzmi medijume
sv: &Ladda ner media

source: De&lete Downloaded Podcast
sr@latn: &Obriši preuzetu podemisiju
sv: &Ta bort nerladdad podradiosändning

source: Import Playlist...
sr@latn: Uvezi listu numera...
sv: Importera spellista...

source: New Smart Playlist...
sr@latn: Nova pametna lista...
sv: Ny smart spellista...

source: New Dynamic Playlist...
sr@latn: Dodaj dinamičku listu numera...
sv: Ny dynamisk spellista...

source: Add Radio Stream...
sr@latn: Dodaj radio tok...
sv: Lägg till radioström...

source: Add Podcast...
sr@latn: Dodaj podemisiju...
sv: Lägg till podradiosändning...

source: Refresh All Podcasts
sr@latn: Osveži sve podemisije
sv: Uppdatera alla podradiosändning

source: &Configure Children...
sr@latn: &Podesi decu...
sv: An&passa underkataloger...

source: Scan Interval...
sr@latn: Interval pretraživanja...
sv: Sökintervall...

source: Create Sub-Folder
sr@latn: Napravi podfasciklu
sv: Skapa underkatalog

source: Folder
sr@latn: Fascikla
sv: Katalog

source: Folder %1
sr@latn: Fascikla: %1
sv: Katalog %1

source: &Queue Track
sr@latn: &Stavi u red
sv: &Köa spår

source: &Make Playlist
sr@latn: &Napravi listu numera
sv: S&kapa spellista

source: Burn to CD
sr@latn: Nareži na CD
sv: Bränn till CD

source: Edit Track &Information...
sr@latn: &Uredi informacije o numeri...
sv: Redigera spår&information...

source: Track information is not available for remote media.
sr@latn: Informacije o numeri nisu dostupne za udaljene medijume.
sv: Spårinformation är inte tillgänglig för fjärrmedia.

source: This file does not exist: %1
sr@latn: Ovaj fajl ne postoji: %1
sv: Den här filen finns inte: %1

source: Save Playlist
sr@latn: Sačuvaj listu
sv: Spara spellista

source: Save to location...
sr@latn: Snimi u lokaciju...
sv: Spara till plats...

source: &Enter a name for the playlist:
sr@latn: &Unesite ime za listu numera:
sv: Skriv in &ett namn på spellistan:

source: A playlist named "%1" already exists. Do you want to overwrite it?
sr@latn: Lista numera po imenu „%1“ već postoji. Želite li da je prebrišete?
sv: En spellista med namnet "%1" finns redan. Vill du skriva över den?

source: Overwrite Playlist?
sr@latn: Prebrisati listu numera?
sv: Skriv över spellista?

source: Overwrite
sr@latn: Prebriši
sv: Skriv över

source: &Show Extended Info
sr@latn: &Prikaži proširene podatke
sv: &Visa utökad information

source: There was an error communicating with Amazon.
sr@latn: Došlo je do greške pri komunikaciji sa Amazon-om.
sv: Ett fel uppstod vid kommunikation med Amazon.

source: Sorry, the '%1' could not be loaded, instead we have loaded the '%2'.
sr@latn: Izvinite, „%1“ nije mogao biti učitan, umesto toga sam učitao „%2“.
sv: "%1" kunde inte laddas, istället har "%2" laddats.

source: <p>Amarok could not find any sound-engine plugins. Amarok is now updating the KDE configuration database. Please wait a couple of minutes, then restart Amarok.</p><p>If this does not help, it is likely that Amarok is installed under the wrong prefix, please fix your installation using:<pre>$ cd /path/to/amarok/source-code/<br>$ su -c "make uninstall"<br>$ ./configure --prefix=`kde-config --prefix` && su -c "make install"<br>$ kbuildsycoca<br>$ amarok</pre>More information can be found in the README file. For further assistance join us at #amarok on irc.freenode.net.</p>
sr@latn: <p>Amarok nije mogao da nađe nijedan priključak zvučnog motora. Amarok sada ažurira KDE-ovu bazu podataka sa podešavanjima. Sačekajte nekoliko minuta, a zatim ponovo pokrenite Amarok.</p><p>Ako prethodno nije pomoglo, verovatno je Amarok instaliran pod pogrešnim prefiksom; sredite instalaciju koristeći:<pre>$ cd /putanja/do/amarokovog/izvornog-koda/<br>$ su -c "make uninstall"<br>$ ./configure --prefix=`kde-config --prefix` && su -c "make install"<br>$ kbuildsycoca<br>$ amarok</pre> Više informacija možete naći u fajlu README. Za dalju pomoć pridružite nam se na #amarok na irc.freenode.net .</p>
sv: <p>Amarok kunde inte hitta några ljudinsticksprogram. Amarok uppdaterar nu KDE:s inställningsdatabas. Vänta några minuter, och starta därefter om Amarok.</p><p>Om det inte hjälper, är det troligt att Amarok är installerat med felaktigt prefix. Korrigera installationen med:<pre>$ cd /sökväg/till/amaroks/källkod<br>$ su -c "make uninstall"<br>$ ./configure --prefix=`kde-config --prefix` && su -c "make install"<br>$ kbuildsycoca<br>$amarok</pre> Mer information finns i filen README. För ytterligare hjälp kontakta oss gärna via #amarok på irc.freenode.net.</p>

source: <p>The %1 claims it <b>cannot</b> play MP3 files.<p>You may want to choose a different engine from the <i>Configure Dialog</i>, or examine the installation of the multimedia-framework that the current engine uses. <p>You may find useful information in the <i>FAQ</i> section of the <i>Amarok HandBook</i>.
sr@latn: <p>%1 tvrdi da <b>ne može</b> da pušta MP3 fajlove.<p>Možete probati da izaberete drugi motor u <i>dijalogu za podešavanja</i>, ili ispitati instalaciju multimedijalnog radnog okvira koji tekući motor koristi. <p>Možete naći korisne informacije u <i>FAQ</i> odeljku <i>Priručnika za Amarok</i>.
sv: <p>Gränssnittet %1 anger att det <b>inte</b> kan spela MP3-filer.<p>Du kan vilja välja ett annat gränssnitt i <i>Inställningsdialogrutan</i>, eller undersöka installationen av multimediaramverket som det aktuella gränssnittet använder. <p>Du kan hitta användbar information i avsnittet <i>Vanliga frågor</i> i <i>Amarok handboken </i>.

source: Amarok currently cannot play MP3 files.
sr@latn: Amarok trenutno ne može da pušta MP3 fajlove
sv: Amarok kan för närvarande inte spela MP3-filer.

source: No MP3 Support
sr@latn: Nema MP3 podrške
sv: Inget stöd för MP3

source: Local file does not exist.
sr@latn: Lokalni fajl ne postoji.
sv: Lokal fil finns inte.

source: Starting CD Audio track...
sr@latn: Započinjem audio stazu CD-a...
sv: Startar ljud-cdspår...

source: Connecting to stream source...
sr@latn: Povezujem se na izvor toka...
sv: Ansluter till strömmande källa...

source: Script Manager
sr@latn: Menadžer skripti
sv: Skripthantering

source: General
sr@latn: Opšte
sv: Allmänt

source: Lyrics
sr@latn: Tekst
sv: Sångtext

source: Score
sr@latn: Rezultat
sv: Poäng

source: Transcoding
sr@latn: Transkodiranje
sv: Kodar om

source: No score scripts were found, or none of them worked. Automatic scoring will be disabled. Sorry.
sr@latn: Nije nađena nijedna skripta za rezultate, ili nijedna nije proradila. Automatsko računanje rezultata neće biti moguće. Izvinite.
sv: Några poängsättningsskript hittades inte, eller inget av dem fungerade. Automatisk poängsättning kommer tyvärr att inaktiveras.

source: Script Packages (*.amarokscript.tar, *.amarokscript.tar.bz2, *.amarokscript.tar.gz)
sr@latn: Paketi skripti (*.amarokscript.tar, *.amarokscript.tar.bz2, *.amarokscript.tar.gz)
sv: Skriptpaket (*.amarokscript.tar, *.amarokscript.tar.bz2, *.amarokscript.tar.gz)

source: Select Script Package
sr@latn: Izaberite paket skripti
sv: Välj skriptpaket

source: Could not read this package.
sr@latn: Nisam mogao da pročitam ovaj paket.
sv: Kunde inte läsa det här paketet.

source: A script with the name '%1' is already installed. Please uninstall it first.
sr@latn: Skripta po imenu „%1“ već je instalirana. Prvo je deinstalirajte.
sv: Ett skript med namnet "%1" är redan installerat. Avinstallera det först.

source: Script successfully installed.
sr@latn: Skripta je uspešno instalirana.
sv: Skriptet installerat.

source: <p>Script installation failed.</p><p>The package did not contain an executable file. Please inform the package maintainer about this error.</p>
sr@latn: <p>Instaliranje skripte nije uspelo.</p><p>Paket nije sadržao izvršni fajl. Obavestite održavaoca paketa o ovom problemu.</p>
sv: <p>Misslyckades med att installera skript.</p><p>Paketet innehöll inte en körbar fil. Informera gärna paketleverantören om felet.</p>

source: Are you sure you want to uninstall the script '%1'?
sr@latn: Jeste li sigurni da želite da deinstalirate skriptu „%1“?
sv: Är du säker på att du vill avinstallera skriptet "%1"?

source: Uninstall Script
sr@latn: Deinstaliraj skriptu
sv: Avinstallera skript

source: Uninstall
sr@latn: Deinstaliraj
sv: Avinstallera

source: <p>Could not uninstall this script.</p><p>The ScriptManager can only uninstall scripts which have been installed as packages.</p>
sr@latn: <p>Nisam mogao da deinstaliram skriptu.</p><p>Menadžer skripti može da deinstalira samo skripte koje su instalirane kao paketi.</p>
sv: <p>Kunde inte avinstallera skriptet.</p> <p>Skripthanteringen kan bara avinstallera skript som installerades som paket.</p>

source: Another lyrics script is already running. You may only run one lyrics script at a time.
sr@latn: Neka druga skripta za tekstove se već izvršava. Samo jedna od njih može raditi u isto vreme.
sv: Ett annat sångtextskript kör redan. Du kan bara köra ett sångtextskript åt gången.

source: Another transcode script is already running. You may only run one transcode script at a time.
sr@latn: Neka druga skripta za transkodiranje se već izvršava. Samo jedna od njih može raditi u isto vreme.
sv: Ett annat omkodningsskript kör redan. Du kan bara köra ett omkodningsskript åt gången.

source: <p>Could not start the script <i>%1</i>.</p><p>Please make sure that the file has execute (+x) permissions.</p>
sr@latn: <p>Nisam mogao da pokrenem skriptu <i>%1</i>.</p><p>Proverite da li fajl ima izvršne dozvole (+x).</p>
sv: <p>Kunde inte starta skriptet <i>%1</i>.</p><p>Försäkra dig om att filen har körbehörighet (+x).</p>

source: There is no information available for this script.
sr@latn: Nema dostupnih informacija za ovu skriptu.
sv: Det finns ingen information tillgänglig för det här skriptet.

source: About %1
sr@latn: O %1
sv: Om %1

source: %1 Amarok Script
sr@latn: %1 Amarok skripta
sv: %1 Amarok-skript

source: License
sr@latn: Licenca
sv: Licens

source: Debugging
sr@latn: Ispravljanje
sv: Felsökning

source: Show Output &Log
sr@latn: Prikaži dnevnik iz&laza
sv: Visa utmatnings&logg

source: Output Log for %1
sr@latn: Dnevnik izlaza za %1
sv: Utmatningslogg för %1

source: The script '%1' exited with error code: %2
sr@latn: Skripta „%1“ je izašla sa kodom greške: %2
sv: Skriptet '%1' avslutades med felkoden: %2

source: Populating playlist
sr@latn: Punim listu numera
sv: Fyller i spellista

source: Preparing
sr@latn: Spremam
sv: Förbereder

source: These media could not be loaded into the playlist:
sr@latn: Ovi medijumi se ne mogu učitati u listu:
sv: Följande media kunde inte laddas i spellistan:

source: Some media could not be loaded (not playable).
sr@latn: Neki medijumi se ne mogu učitati (ne mogu se pustiti).
sv: Vissa media kunde inte laddas (inte spelbara).

source: The XML in the playlist was invalid. Please report this as a bug to the Amarok developers. Thank you.
sr@latn: XML liste numera nije bio ispravan. Prijavite ovo kao grešku razvijačima Amarok-a. Hvala vam.
sv: XML i spellistan var ogiltig. Rapportera gärna det här som ett fel till utvecklarna av Amarok. Tack så mycket.

source: Your last playlist was saved with a different version of Amarok than this one, and this version can no longer read it. You will have to create a new one. Sorry :(
sr@latn: Vaša poslednja lista je snimljena različitom verzijom Amarok-a, i ova verzija je ne može pročitati. Moraćete da napravite novu listu. Izvinite :(
sv: Den senaste spellistan sparades med en annan version av Amarok än denna, och den här versionen kan inte längre läsa den. Du måste tyvärr skapa en ny.

source: Amarok could not open the file.
sr@latn: Amarok nije mogao da otvori fajl.
sv: Amarok kunde inte öppna filen.

source: This component of Amarok cannot translate XML playlists.
sr@latn: Ova komponenta Amarok-a ne može da prevodi XML liste numera.
sv: Den här komponenten i Amarok kan inte översätta XML-spellistor.

source: Amarok does not support this playlist format.
sr@latn: Amarok ne podržava ovaj forma liste numera.
sv: Det här spellisteformatet stöds inte av Amarok.

source: The playlist did not contain any references to files.
sr@latn: Lista numera nije sadržala nijednu referencu na fajl.
sv: Spellistan innehöll inte några referenser till filer.

source: Retrieving Playlist
sr@latn: Dobavljam listu numera
sv: Hämtar spellista

source: These folders will be scanned for media to make up your collection:
sr@latn: U ovim fasciklama će biti potraženi medijumi za pravljenje vaše zbirke:
sv: Dessa kataloger avsöks efter media som ska ingå i din samling:

source: &Scan folders recursively
sr@latn: &Pretražuj fascikle rekurzivno
sv: &Sök rekursivt i kataloger

source: &Watch folders for changes
sr@latn: &Prati izmene u fasciklama
sv: &Bevaka katalog efter ändringar

source: If selected, Amarok will read all subfolders.
sr@latn: Ako je izabrano, Amarok će čitati i sve podfascikle.
sv: Om markerad läser Amarok alla underkataloger.

source: If selected, folders will automatically get rescanned when the content is modified, e.g. when a new file was added.
sr@latn: Ako je izabrano, fascikle će biti automatski ponovo pretražene kada se sadržaj izmeni, npr. kada se doda novi fajl.
sv: Om markerad avsöks kataloger automatiskt igen när innehållet ändras, t ex när en ny fil läggs till.

source: Updating Collection
sr@latn: Ažuriram zbirku
sv: Uppdaterar samling

source: Building Collection
sr@latn: Gradim zbirku
sv: Bygger samling

source: <p>The Collection Scanner was unable to process these files:</p>
sr@latn: <p>Pretraživač zbirke nije uspeo da obradi ove fajlove:</p>
sv: <p>Samlingssökningen kunde inte behandla följande filer:</p>

source: Collection Scan Report
sr@latn: Izveštaj pretraživanja zbirke
sv: Rapport från samlingssökning

source: <p>Sorry, the Collection Scan was aborted, since too many problems were encountered.</p>
sr@latn: <p>Izvinite, pretraživanje zbirke je prekinuto usled mnogih susretnutih problema.</p>
sv: <p>Tyvärr avbröts samlingssökningen, eftersom för många fel påträffades.</p>

source: Collection Scan Error
sr@latn: Greška u pretraživanju zbirke
sv: Fel vid samlingssökning

source: Updating Collection...
sr@latn: Ažuriram zbirku...
sv: Uppdaterar samling...

source: Cover Manager
sr@latn: Menadžer omota
sv: Omslagshantering

source: Albums By
sr@latn: Albumi od
sv: Album av

source: All Albums
sr@latn: Svi albumi
sv: Alla album

source: Enter search terms here
sr@latn: Ovde unesite izraz za traženje
sv: Skriv in sökbegrepp här

source: Clear filter
sr@latn: Očisti filter
sv: Rensa filter

source: Enter space-separated terms to filter albums
sr@latn: Unesite razmakom razdvojene izraze za filtriranje albuma
sv: Ange termer åtskilda av mellanslag för att filtrera album

source: Albums With Cover
sr@latn: Albumi sa omotom
sv: Album med omslag
