Repository: tmarques/waheela
Catalog: amarok-1.4.1/po/*/amarok.po
Languages: sr@latn, sv

source: Automatically delete podcast shows already played when connecting device
sr@latn: Pri povezivanju uređaja automatski obriši podemisije koje su već puštene
sv: Ta automatiskt bort podradiosändningar som redan har spelats vid anslutning av enheten

source: &Synchronize with amaroK statistics
sr@latn: &Usaglasi sa Amarok-ovom statistikom
sv: &Synkronisera med statistik i amaroK

source: Synchronize with amaroK statistics and submit tracks played to last.fm
sr@latn: Usaglasi sa Amarok-ovom statistikom i podnesi puštene numere last.fm-u
sv: Synkronisera med statistik i amaroK och skicka in spelade spår till last.fm

source: Generic Audio Player
sr@latn: Generički audio plejer
sv: Generell ljudspelare

source: Devices handled by this plugin must be mounted first. Please mount the device and click "Connect" again.
sr@latn: Uređaji kojima rukuje ovaj priključak moraju biti montirani prvi. Montirajte uređaj i kliknite ponovo na „Poveži“.
sv: Enheter som hanteras av insticksprogrammet måste först monteras. Montera enheten och klicka på "Anslut" igen.

source: Copy Files to Collection
sr@latn: Kopiraj fajlove u zbirku
sv: Kopiera filer till samling

source: Transfer Queue to Here...
sr@latn: Prebaci red ovde...
sv: Överför kö hit...

source: Transfer queue to here...
sr@latn: Prebaci red ovde...
sv: Från överföringskö hit...

source: <h3>amaroK could not initialise MAS.</h3><p>Check for a running mas daemon.</p>
sr@latn: <h3>Amarok ne može da inicijalizuje MAS.</h3><p>Proverite da demon „mas“ nije već pokrenut.</p>
sv: <h3>amaroK kunde inte initiera MAS.</h3><p>Kontrollera att MAS-demonen körs.</p>

source: So far no status available for this host entry.<br/>Probably this means the host has not been used yet for playback.
sr@latn: Nikakav status za ovaj domaćin još uvek nije dostupan.<br/>Ovo verovatno znači da domaćin još uvek nije upotrebljen za puštanje.
sv: Hittills är ingen status tillgänglig för värddatorposten.<br/>Troligen betyder det att värddatorn ännu inte har använts för uppspelning.

source: An error appeared during audio playback initialization. Make sure the <b>PlaybackNode</b> is present on your system. If it is present, the command <b>serverregistry -s</b> in a console will list <b>PlaybackNode</b> as <b>available</b>.<br/>
sr@latn: Došlo je do greške pri inicijalizaciji puštanja zvuka. Proverite da li je <b>PlaybackNode</b> prisutan na vašem sistemu. Ako je prisutan, naredba <b>serverregistry -s</b> u terminalu će prikazati <b>PlaybackNode</b> kao <b>dostupan</b>.<br/>
sv: Ett fel uppstod under initiering av ljuduppspelning. Försäkra dig om att <b>PlaybackNode</b> är tillgänglig på ditt system. Om den är tillgänglig, listar kommandot <b>serverregistry -s</b> i en terminal, <b>PlaybackNode</b> som <b>tillgänglig</b>.<br/>

source: An error appeared during video playback initialization. Make sure the <b>XDisplayNode</b> is present on your system. If it is present, the command <b>serverregistry -s</b> in a console will list <b>XDisplayNode</b> as <b>available</b>.<br/>
sr@latn: Došlo je do greške pri inicijalizaciji puštanja zvuka. Proverite da li je <b>XDisplayNode</b> prisutan na vašem sistemu. Ako je prisutan, naredba <b>serverregistry -s</b> u terminalu će prikazati <b>XDisplayNode</b> kao <b>dostupan</b>.<br/>
sv: Ett fel uppstod under initiering av ljuduppspelning. Försäkra dig om att <b>XDisplayNode</b> är tillgänglig på ditt system. Om den är tillgänglig, listar kommandot <b>serverregistry -s</b> i en terminal, <b>XDisplayNode</b> som <b>tillgänglig</b>.<br/>

source: In general have a look at the <a href="http://www.networkmultimedia.org/Download/Binary/index.html#configure">Configuration and tests</a> instructions.
sr@latn: Pogledajte <a href="http://www.networkmultimedia.org/Download/Binary/index.html#configure">Podešavanja i probe</a> za detaljnije instrukcije.
sv: Ta i allmänhet en titt på instruktionerna för <a href="http://www.networkmultimedia.org/Download/Binary/index.html#configure">nerladdning och test</a>.

source: Failed
sr@latn: Nije uspelo
sv: Misslyckades

source: Hostname
sr@latn: Ime domaćina
sv: Värddatornamn

source: Audio
sv: Ljud

source: Playback
sr@latn: Reprodukcija
sv: Uppspelning

source: Insecure NMM setup
sr@latn: Nebezbedno podešavanje NMM-a
sv: Osäker NMM-inställning

source: NMM engine: Stopping playback...
sr@latn: Motor NMM: Zaustavljam reprodukciju...
sv: NMM-gränssnitt: Stoppar uppspelning...

source: NMM engine:
sr@latn: Motor NMM:
sv: NMM-gränssnitt:

source: NMM engine: Something went wrong...
sr@latn: Motor NMM: Nešto je pošlo naopako...
sv: NMM-gränssnitt: Någonting gick fel...

source: Local NMM playback failed.
sr@latn: Lokalna reprodukcija NMM-om nije uspela.
sv: Uppspelning med lokal NMM misslyckades.

source: Error: No engine loaded, cannot start playback.
sr@latn: Greška: Nijedan motor nije učitan, ne mogu da počnem puštanje.
sv: Fel: Inget gränssnitt laddat. Kan inte starta uppspelning.

source: Autodetect
sr@latn: Automatski otkrij
sv: Detektera automatiskt

source: Amarok could not initialize xine.
sr@latn: Amarok nije mogao da inicijalizuje Xine.
sv: Amarok kunde inte initiera Xine.

source: xine was unable to initialize any audio drivers.
sr@latn: Xine nije mogao da pokrene nijedan audio drajver.
sv: Xine kunde inte initiera några ljuddrivrutiner.

source: Amarok could not create a new xine stream.
sr@latn: Amarok nije mogao da napravi novi tok Xine-a.
sv: Amarok kunde inte skapa en ny Xine-ström.

source: No suitable input plugin.
sr@latn: Nema pogodnog izlaznog priključka.
sv: Inget lämpligt insticksprogram.

source: No suitable demux plugin.
sr@latn: Nema pogodnog demuks-priključka.
sv: Inget lämpligt insticksprogram för demultiplexing.

source: Demuxing failed.
sr@latn: Demuksovanje nije uspelo.
sv: Demultiplexing misslyckades.

source: Couldn't open file.
sr@latn: Nisam mogao da otvorim fajl.
sv: Kunde inte öppna filen.

source: The location is malformed.
sr@latn: Lokacija je loše formirana.
sv: Platsen är felaktig.

source: There is no available decoder.
sr@latn: Nema dostupnog dekodera.
sv: Det finns ingen tillgänglig avkodare.

source: There is no audio channel!
sr@latn: Nema audio kanala!
sv: Inget demultiplexer-insticksprogram tillgängligt. Kontrollera installationen.

source: Error Loading Media
sr@latn: Greška pri učitavanju medijuma
sv: Fel vid laddning av media

source: Redirecting to:
sr@latn: Preusmeravam na:
sv: Skickar vidare till:

source: The host is unknown for the URL: <i>%1</i>
sr@latn: Domaćin je nepoznat za URL: <i>%1</i>
sv: Okänd värddator för webbadressen: <i>%1</i>

source: The device name you specified seems invalid.
sr@latn: Ime uređaja koje ste naveli ne izgleda ispravno.
sv: Enhetsnamnet du angav verkar vara ogiltigt.

source: The network appears unreachable.
sr@latn: Mreža izgleda nije dostupna.
sv: Nätverket verkar inte kunna nås.

source: Audio output unavailable; the device is busy.
sr@latn: Audio izlaz nije dostupan; uređaj je zauzet.
sv: Ljudutmatning inte tillgänglig. Enheten är upptagen.

source: The connection was refused for the URL: <i>%1</i>
sr@latn: Veza je odbijena za URL: <i>%1</i>
sv: Anslutning vägrades för webbadressen: <i>%1</i>

source: xine could not find the URL: <i>%1</i>
sr@latn: Xine ne može da nađe URL: <i>%1</i>
sv: Xine kunde inte hitta webbadressen: <i>%1</i>

source: Access was denied for the URL: <i>%1</i>
sr@latn: Pristup je odbijen za URL: <i>%1</i>
sv: Åtkomst nekades för webbadressen: <i>%1</i>

source: The source cannot be read for the URL: <i>%1</i>
sr@latn: Izvor ne može biti čitan za URL: <i>%1</i>
sv: Källan kan inte läsas för webbadressen: <i>%1</i>

source: A problem occurred while loading a library or decoder.
sr@latn: Dogodio se problem prilikom učitavanja biblioteke ili dekodera.
sv: Ett problem uppstod vid laddning av ett bibliotek eller avkodare.

source: General Warning
sr@latn: Opšte upozorenje
sv: Allmän varning

source: Security Warning
sr@latn: Bezbednosno upozorenje
sv: Säkerhetsvarning

source: Unknown Error
sr@latn: Nepoznata greška
sv: Okänt fel

source: Sorry, no additional information is available.
sr@latn: Izvinite, dodatni podaci nisu dostupni.
sv: Det finns ingen ytterligare information tillgänglig.

source: Track %1
sr@latn: Numera %1
sv: Spår %1

source: AudioCD
sv: Ljud-cd

source: Getting AudioCD contents...
sr@latn: Dobavljam sadržaj audio CD-a...
sv: Hämtar innehåll från ljud-cd...

source: Could not read AudioCD
sr@latn: Nisam mogao da pročitam audio CD
sv: Kunde inte läsa ljud-cd

source: Unable to decode <i>%1</i>
sr@latn: Ne mogu da dekodiram <i>%1</i>
sv: Kan inte avkoda <i>%1</i>

source: Invalid Operation
sr@latn: Neispravna operacija
sv: Ogiltig åtgärd

source: Invalid Version
sr@latn: Neispravna verzija
sv: Ogiltig Version

source: Invalid Revision
sr@latn: Neispravna revizija
sv: Ogiltig Revision

source: Not Initialized
sr@latn: Nije inicijalizovano
sv: Inte initierad

source: Doc Missing
sr@latn: Nedostaje dok.
sv: Dokument saknas

source: Unexpected
sr@latn: Neočekivano
sv: Oväntad

source: Incomplete
sr@latn: Nepotpuno
sv: Ofullständig

source: Buffertoosmall
sr@latn: Premali bafer
sv: Buffer för liten

source: Unsupported Video
sr@latn: Nepodržani video
sv: Video stöds inte

source: Unsupported Audio
sr@latn: Nepodržani audio
sv: Ljud stöds inte

source: Invalid Bandwidth
sr@latn: Neispravna propusnost
sv: Ogiltig bandbredd

source: No Fileformat
sr@latn: Nema formata fajla
sv: Inget filformat

source: Missing Components
sr@latn: Nedostaju komponente
sv: Saknar komponenter

source: Element Not Found
sr@latn: Element nije nađen
sv: Element hittades inte

source: Noclass
sr@latn: Nema klase
sv: Ingen klass

source: Class Noaggregation
sr@latn: Bez agregacije klase
sv: Klass oförenlig

source: Not Licensed
sr@latn: Nije licencirano
sv: Inte licensierad

source: No Filesystem
sr@latn: Nema sistema fajlova
sv: Inget filsystem

source: Request Upgrade
sr@latn: Zahteva se nadogradnja
sv: Begära uppgradering

source: Check Rights
sr@latn: Proverite dozvole
sv: Kontrollera rättigheter

source: Restore Server Denied
sr@latn: Vrati odbijanje servera
sv: Återställning av server nekades

source: Debugger Detected
sr@latn: Otkriven ispravljač
sv: Avlusare detekterad

source: Restore Server Connect
sr@latn: Vrati povezivanje servera
sv: Återställ serveranslutning

source: Restore Server Timeout
sr@latn: Vrati isticanje servera
sv: Tidsgräns överskriden för återställning av server

source: Revoke Server Connect
sr@latn: Opozovi povezivanje servera
sv: Återkalla serveranslutning

source: Revoke Server Timeout
sr@latn: Opozovi isticanje servera
sv: Tidsgräns överskriden för återkalla server

source: View Rights Nodrm
sr@latn: Prikaz dozvola bez DRM
sv: Visningsrättigheter utan digital innnehållskyddsbegränsning

source: Vsrc Nodrm
sv: V-källa utan digital innnehållskyddsbegränsning

source: Wm Opl Not Supported
sr@latn: Wm Opl nije podržano
sv: WM OPL stöds inte

source: Restoration Complete
sr@latn: Obnavljanje je završeno
sv: Restaurering färdig

source: Backup Complete
sr@latn: Pravljenje rezerve je završeno
sv: Säkerhetskopiering färdig

source: Tlc Not Certified
sr@latn: Tlc nije overen
sv: TLC inte auktoriserad

source: Corrupted Backup File
sr@latn: Iskvaren fajl rezerve
sv: Skadad säkerhetskopieringsfil

source: Awaiting License
sr@latn: Očekujem licencu
sv: Väntar på licens

source: Already Initialized
sr@latn: Već inicijalizovano
sv: Redan initierad

source: Not Supported
sr@latn: Nije podržano
sv: Stöds inte

source: False
sr@latn: Netačno
sv: Falskt

source: Buffering
sr@latn: Punim bafer
sv: Buffrar

source: Paused
sr@latn: Pauzirano
sv: Paus

source: No Data
sr@latn: Nema podataka
sv: Ingen data

source: Stream Done
sr@latn: Tok sređen
sv: Ström klar

source: Net Socket Invalid
sr@latn: Neispravan novi soket
sv: Nätuttag ogiltigt

source: Net Connect
sr@latn: Mrežno povezivanje
sv: Nätanslutning

source: Bind
sr@latn: Vezivanje
sv: Bindning

source: Socket Create
sr@latn: Pravljenje soketa
sv: Skapa uttag

source: Invalid Host
sr@latn: Neispravan domaćin
sv: Ogiltig värddator

source: Net Read
sr@latn: Mrežno čitanje
sv: Nätläsning

source: Net Write
sr@latn: Mrežno pisanje
sv: Nätskrivning

source: Net Udp
sr@latn: Mrežni UDP
sv: UDP-nät

source: Retry
sr@latn: Ponovni pokušaj
sv: Försök igen

source: Server Timeout
sr@latn: Isticanje servera
sv: Tidsgräns överskriden för server

source: Server Disconnected
sr@latn: Prekinuta veza sa serverom
sv: Server nerkopplad

source: Would Block
sr@latn: Blokirao bi
sv: Skulle blockera

source: General Nonet
sr@latn: Opšti bez-mreže
sv: Allmänt inget nät

source: Block Canceled
sr@latn: Blokiranje otkazano
sv: Blockering avbruten

source: Multicast Join
sr@latn: Višeemitersko pridruživanje
sv: Multicast-sammanfogning

source: General Multicast
sr@latn: Opšte višeemitersko
sv: Allmän multicast

source: Multicast Udp
sr@latn: Višeemiterski UDP
sv: UDP-multicast

source: At Interrupt
sr@latn: Pri prekidu
sv: Vid avbrott

source: Msg Toolarge
sr@latn: Poruka prevelika
sv: Meddelande för stort

source: Net Tcp
sr@latn: Mrežni TCP
sv: Nät TCP

source: Try Autoconfig
sr@latn: Pokušajte Autoconfig
sv: Försök med automatisk inställning

source: Notenough Bandwidth
sr@latn: Nedovoljno propusnosti
sv: Inte tillräcklig bandbredd

source: Http Connect
sr@latn: HTTP povezivanje
sv: HTTP-anslutning

source: Port In Use
sr@latn: Port u upotrebi
sv: Port används

source: Loadtest Not Supported
sr@latn: Proba učitavanja nije podržana
sv: Lastmätning stöds inte

source: Tcp Connect
sr@latn: Poveži (TCP)
sv: TCP-anslutning

source: Tcp Reconnect
sr@latn: Ponovo poveži (TCP)
sv: TCP-återanslutning

source: Tcp Failed
sr@latn: Nije uspelo (TCP)
sv: TCP misslyckades

source: Authentication Socket Create Failure
sr@latn: Neuspeh stvaranja autentifikacionog soketa
sv: Skapa behörighetskontrolluttag misslyckades

source: Authentication Tcp Connect Failure
sr@latn: Neuspeh autentifikacionog TCP povezivanja
sv: TCP-anslutning för behörighetskontroll misslyckades

source: Authentication Tcp Connect Timeout
sr@latn: Isteklo autentifikaciono TCP povezivanje
sv: TCP-anslutning för behörighetskontroll tidsgräns överskriden

source: Authentication Failure
sr@latn: Neuspeh autentifikacije
sv: Behörighetskontroll misslyckades

source: Authentication Required Parameter Missing
sr@latn: Nedostaje parametar potreban za autentifikaciju
sv: Nödvändig parameter för behörighetskontroll saknas

source: Dns Resolve Failure
sr@latn: Neuspeh DNS razrešenja
sv: DNS-upplösning misslyckades

source: Authentication Succeeded
sr@latn: Autentifikacija je uspela
sv: Behörighetskontroll lyckades

source: Pull Authentication Failed
sr@latn: Guranje autentifikacije nije uspelo
sv: Pull-behörighetskontroll misslyckades

source: Bind Error
sr@latn: Greška vezivanja
sv: Bindningsfel

source: Pull Ping Timeout
sr@latn: Guranje pinga nije uspelo
sv: Pull-ping tidsgräns överskriden

source: Authentication Tcp Failed
sr@latn: Autentifikacija TCP nije uspela
sv: TCP-behörighetskontroll misslyckades

source: Unexpected Stream End
sr@latn: Neočekivan kraj toka
sv: Ström slutade oväntat

source: Authentication Read Timeout
sr@latn: Isteklo autentifikaciono čitanje
sv: Tidsgräns överskriden för läsning vid behörighetskontroll

source: Authentication Connection Failure
sr@latn: Neuspeh povezivanja za autentifikaciju
sv: Anslutning för behörighetskontroll misslyckades

source: Blocked
sr@latn: Blokirano
sv: Blockerad

source: Notenough Predecbuf
sv: Inte tillräckligt med fördeklarerade buffrar

source: End With Reason
sr@latn: Kraj s razlogom
sv: Slut med orsak

source: Socket Nobufs
sv: Uttag utan buffrar

source: At End
sr@latn: Na kraju
sv: Vid slutet

source: Invalid File
sr@latn: Neispravan fajl
sv: Ogiltig fil

source: Invalid Path
sr@latn: Neispravna putanja
sv: Ogiltig sökväg

source: Record
sr@latn: Slog
sv: Inspelning

source: Record Write
sr@latn: Pisanje sloga
sv: Skrivning vid inspelning

source: Temporary File
sr@latn: Privremeni fajl
sv: Tillfällig fil

source: Already Open
sr@latn: Već otvoreno
sv: Redan öppen

source: Seek Pending
sr@latn: Nastupa traganje
sv: Sökning vilande

source: Cancelled
sr@latn: Otkazano
sv: Avbruten

source: File Not Found
sr@latn: Fajl nije nađen
sv: Filen hittades inte

source: Write Error
sr@latn: Greška u pisanju
sv: Skrivfel

source: File Exists
sr@latn: Fajl postoji
sv: Filen finns

source: File Not Open
sr@latn: Fajl nije otvoren
sv: Filen inte öppen

source: Advise Prefer Linear
sv: Råder att linjär föredras

source: Parse Error
sr@latn: Greška u raščlanjivanju
sv: Tolkningsfel

source: Advise Noasync Seek
sv: Råder ingen asynkron sökning

source: Header Parse Error
sr@latn: Greška u raščlanjivanju zaglavlja
sv: Tolkningsfel för huvud

source: Corrupt File
sr@latn: Iskvaren fajl
sv: Skadad fil

source: Bad Server
sr@latn: Loš server
sv: Felaktig server

source: Advanced Server
sr@latn: Napredan server
sv: Avancerad server

source: Old Server
sr@latn: Star server
sv: Gammal server

source: Redirection
sr@latn: Preusmeravanje
sv: Omdirigering

source: Server Alert
sr@latn: Uzbuna servera
sv: Serverlarm

source: Proxy Response
sr@latn: Odziv proksija
sv: Proxysvar

source: Advanced Proxy
sr@latn: Napredan proksi
sv: Avancerad proxy

source: Old Proxy
sr@latn: Star proksi
sv: Gammal proxy

source: Invalid Protocol
sr@latn: Nevažeći protokol
sv: Ogiltig protokoll

source: Invalid Url Option
sr@latn: Neispravna URL opcija
sv: Ogiltigt webbadressalternativ

source: Invalid Url Host
sr@latn: Neispravan URL domaćin
sv: Ogiltig webbadressvärddator

source: Invalid Url Path
sr@latn: Neispravna URL putanja
sv: Ogiltig webbadressökväg

source: Http Content Not Found
sr@latn: HTTP sadržaj nije nađen
sv: HTTP-innehåll hittades inte

source: Not Authorized
sr@latn: Nije autorizovan
sv: Inte behörig

source: Unexpected Msg
sr@latn: Neočekivana poruka
sv: Oväntat meddelande

source: Bad Transport
sr@latn: Loš transport
sv: Felaktig överföring

source: No Session Id
sr@latn: Nema id. sesije
sv: Ingen sessionsidentifikation

source: Proxy Dnr
sv: DNR-proxy

source: Proxy Net Connect
sv: Proxy nätanslutning

source: Aggregate Operation Not Allowed
sr@latn: Agregirana operacija nije dozvoljena
sv: Förenade åtgärder tillåts inte

source: Rights Expired
sr@latn: Prava su istekla
sv: Rättigheter utgångna

source: Not Modified
sr@latn: Nije izmenjeno
sv: Inte ändrad

source: Forbidden
sr@latn: Zabranjeno
sv: Förbjuden

source: Audio Driver Error
sr@latn: Greška audio drajvera
sv: Ljuddrivrutinfel

source: Late Packet
sr@latn: Okasneli paket
sv: Sent paket

source: Overlapped Packet
sr@latn: Preklopljeni paket
sv: Överlappande paket

source: Outoforder Packet
sr@latn: Paket van reda
sv: Paket inte i ordning

source: Noncontiguous Packet
sr@latn: Paket nije neprekidan
sv: Inte angränsande paket

source: Open Not Processed
sr@latn: Otvaranje nije obrađeno
sv: Öppna inte behandlat

source: Windraw Exception
sv: Undantag vid fönsterritning

source: Expired
sr@latn: Isteklo
sv: Utgången

source: Invalid Interleaver
sr@latn: Neispravan uplitač
sv: Ogiltig interfoliering

source: Bad Format
sr@latn: Loš format
sv: Felaktigt format

source: Chunk Missing
sr@latn: Nedostaje parče
sv: Block saknas

source: Invalid Stream
sr@latn: Neispravan tok
sv: Ogiltig ström

source: Open Driver
sr@latn: Otvoreni drajver
sv: Öppna drivrutin

source: Upgrade
sr@latn: Nadogradnja
sv: Uppgradera

source: Notification
sr@latn: Obaveštenje
sv: Underrättelse

source: Not Notified
sr@latn: Nije obavešten
sv: Inte underrättad

source: Stopped
sr@latn: Zaustavljen
sv: Stoppad

source: Closed
sr@latn: Zatvoren
sv: Stängd

source: Invalid Wav File
sr@latn: Neispravan WAV fajl
sv: Ogiltig wav-fil

source: No Seek
sr@latn: Nema traganja
sv: Ingen sökning

source: Decode Inited
sr@latn: Dekodiranje, pokrenuto
sv: Avkodning initierad

source: Decode Not Found
sr@latn: Dekodiranje, nije nađeno
sv: Avkodare hittades inte

source: Decode Invalid
sr@latn: Dekodiranje, nije ispravno
sv: Ogiltig avkodare

source: Decode Type Mismatch
sr@latn: Dekodiranje, greška u tipu
sv: Felanpassad avkodningstyp

source: Decode Init Failed
sr@latn: Dekodiranja, pokretanje nije uspelo
sv: Initiering av avkodare misslyckades

source: Decode Not Inited
sr@latn: Dekodiranje, nije pokrenuto
sv: Avkodare inte initierad

source: Decode Decompress
sr@latn: Dekodiranje, dekompresovanje
sv: Avkodning uppackning

source: Obsolete Version
sr@latn: Zastarela verzija
sv: Föråldrad version

source: Decode At End
sr@latn: Dekodiranje, na kraju
sv: Avkodning vid slutet

source: Encode File Too Small
sr@latn: Kodiranje, fajl premali
sv: Kodning fil för liten

source: Encode Unknown File
sr@latn: Kodiranje, nepoznati fajl
sv: Kodning okänd fil

source: Encode Bad Channels
sr@latn: Kodiranje, loši kanali
sv: Kodning felaktiga kanaler

source: Encode Bad Sampsize
sr@latn: Kodiranje, loša veličina uzorka
sv: Kodning felaktig samplingsstorlek

source: Encode Bad Samprate
sr@latn: Kodiranje, loša učestanost uzorkovanja
sv: Kodning felaktig samplingsfrekvens

source: Encode Invalid
sr@latn: Kodiranje, neispravno
sv: Kodning ogiltig

source: Encode No Output File
sr@latn: Kodiranje, nema izlaznog fajla
sv: Kodning ingen utdatafil

source: Encode No Input File
sr@latn: Kodiranje, nema ulaznog fajla
sv: Kodning ingen indatafil

source: Encode No Output Permissions
sr@latn: Kodiranje, nema izlaznih dozvola
sv: Kodning inga utmatningsrättigheter

source: Encode Bad Filetype
sr@latn: Kodiranje, loš tip fajla
sv: Kodning felaktig filtyp

source: Encode Invalid Video
sr@latn: Kodiranje, neispravan video
sv: Kodning ogiltig video

source: Encode Invalid Audio
sr@latn: Kodiranje, neispravan audio
sv: Kodning ogiltigt ljud

source: Encode No Video Capture
sr@latn: Kodiranje, bez video hvatanja
sv: Kodning ingen videoinspelning

source: Encode Invalid Video Capture
sr@latn: Kodiranje, neispravno video hvatanje
sv: Kodning ogiltig videoinspelning

source: Encode No Audio Capture
sr@latn: Kodiranje, bez audio hvatanja
sv: Kodning ingen ljudinspelning

source: Encode Invalid Audio Capture
sr@latn: Kodiranje, neispravno audio hvatanje
sv: Kodning ogiltig ljudinspelning

source: Encode Too Slow For Live
sr@latn: Kodiranje, presporo za uživo
sv: Kodning för långsam för realtid

source: Encode Engine Not Initialized
sr@latn: Kodiranje, motor nije pokrenut
sv: Kodning gränssnitt Inte initierat

source: Encode Codec Not Found
sr@latn: Kodiranje, kodek nije nađen
sv: Kodning avkodare hittades inte

source: Encode Codec Not Initialized
sr@latn: Kodiranje, kodek nije pokrenut
sv: Kodning avkodare inte initierad

source: Encode Invalid Input Dimensions
sr@latn: Kodiranje, neispravne dimenzije unosa
sv: Kodning ogiltiga inmatningsdimensioner

source: Encode Message Ignored
sr@latn: Kodiranje, ignorisana poruka
sv: Kodning meddelande ignorerat

source: Encode No Settings
sr@latn: Kodiranje, nema podešavanja
sv: Kodning inga inställningar

source: Encode No Output Types
sr@latn: Kodiranje, nema izlaznih tipova
sv: Kodning inga utmatningstyper

source: Encode Improper State
sr@latn: Kodiranje, neodgovarajuće stanje
sv: Kodning oriktigt tillstånd

source: Encode Invalid Server
sr@latn: Kodiranje, neispravan server
sv: Kodning ogiltig server

source: Encode Invalid Temp Path
sr@latn: Kodiranje, neispravna privremena putanja
sv: Kodning ogiltig tillfällig sökväg

source: Encode Merge Fail
sr@latn: Kodiranje, stapanje nije uspelo
sv: Kodning sammanfogning misslyckas

source: Binary Data Not Found
sr@latn: Binarno, podaci nisu nađeni
sv: Binärdata hittades inte

source: Binary End Of Data
sr@latn: Binarno, kraj podataka
sv: Binärdata slut

source: Binary Data Purged
sr@latn: Binarno, podaci pročišćeni
sv: Binärdata borttagen

source: Binary Full
sr@latn: Binarno, puno
sv: Binär full

source: Binary Offset Past End
sr@latn: Binarno, pomak posle kraja
sv: Binärposition förbi slutet
